{"id": "article-131905_0", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Continuing Education Activity", "content": "Extraction of unerupted teeth is a common procedure in dentistry, performed by both general dentists and dental specialists. The prevalence of impacted teeth follows a pattern opposite to the typical chronological eruption sequence, with the last erupting teeth being more commonly impacted due to insufficient arch space. However, not all unerupted teeth require extraction, and a comprehensive patient evaluation is crucial to determine the necessity for this intervention. Surgeons must be skilled in recognizing and managing complications that may arise during both the intraoperative and postoperative phases of the procedure. This activity provides a comprehensive review of the evaluation and treatment of unerupted teeth through extraction, emphasizing the importance of a multidisciplinary healthcare team in the evaluation and management of this condition.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Continuing Education Activity. Extraction of unerupted teeth is a common procedure in dentistry, performed by both general dentists and dental specialists. The prevalence of impacted teeth follows a pattern opposite to the typical chronological eruption sequence, with the last erupting teeth being more commonly impacted due to insufficient arch space. However, not all unerupted teeth require extraction, and a comprehensive patient evaluation is crucial to determine the necessity for this intervention. Surgeons must be skilled in recognizing and managing complications that may arise during both the intraoperative and postoperative phases of the procedure. This activity provides a comprehensive review of the evaluation and treatment of unerupted teeth through extraction, emphasizing the importance of a multidisciplinary healthcare team in the evaluation and management of this condition."}
{"id": "article-131905_1", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Continuing Education Activity", "content": "Objectives: Identify the main indications and contraindications of extraction of unerupted teeth. Implement appropriate surgical techniques for the extraction of unerupted teeth, including flap design, bone removal, tooth sectioning, and suturing, while ensuring patient comfort and safety. Assess and manage potential intraoperative and postoperative complications associated with the extraction of unerupted teeth, such as bleeding, infection, nerve injury, and delayed healing. Coordinate with the dental team to schedule necessary preoperative assessments, obtain relevant diagnostic tests, and facilitate the smooth flow of care for patients undergoing oral surgery. Access free multiple choice questions on this topic.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Continuing Education Activity. Objectives: Identify the main indications and contraindications of extraction of unerupted teeth. Implement appropriate surgical techniques for the extraction of unerupted teeth, including flap design, bone removal, tooth sectioning, and suturing, while ensuring patient comfort and safety. Assess and manage potential intraoperative and postoperative complications associated with the extraction of unerupted teeth, such as bleeding, infection, nerve injury, and delayed healing. Coordinate with the dental team to schedule necessary preoperative assessments, obtain relevant diagnostic tests, and facilitate the smooth flow of care for patients undergoing oral surgery. Access free multiple choice questions on this topic."}
{"id": "article-131905_2", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Introduction", "content": "Extraction of unerupted teeth is a standard dental procedure performed by various dental specialties, from general dentistry to oral surgery. Dental impaction is common and can occur with all maxillary and mandibular teeth. [1] Contrary to popular belief, not all unerupted teeth are considered impacted. Impaction occurs when a tooth fails to erupt fully within its expected developmental time frame. For proper diagnosis and management of impaction, the provider must clearly understand dental eruption sequence and development patterns.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Introduction. Extraction of unerupted teeth is a standard dental procedure performed by various dental specialties, from general dentistry to oral surgery. Dental impaction is common and can occur with all maxillary and mandibular teeth. [1] Contrary to popular belief, not all unerupted teeth are considered impacted. Impaction occurs when a tooth fails to erupt fully within its expected developmental time frame. For proper diagnosis and management of impaction, the provider must clearly understand dental eruption sequence and development patterns."}
{"id": "article-131905_3", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption", "content": "Tooth eruption is the movement of the developing tooth from its position in the alveolar bone (nonfunctional position) to the occlusal plane (functional position). [2] For a tooth to erupt, it has to remove the alveolar bone and primary roots in its pathway and, later, the soft tissues. [2] A propulsive force that moves the tooth in an occlusal direction along this eruption pathway is also required. [2] Bone resorption occlusal to the unerupted tooth is believed to create an eruption pathway first. Then bone apposition apical to the tooth generates propulsive occlusal movements, following the path. [2]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption. Tooth eruption is the movement of the developing tooth from its position in the alveolar bone (nonfunctional position) to the occlusal plane (functional position). [2] For a tooth to erupt, it has to remove the alveolar bone and primary roots in its pathway and, later, the soft tissues. [2] A propulsive force that moves the tooth in an occlusal direction along this eruption pathway is also required. [2] Bone resorption occlusal to the unerupted tooth is believed to create an eruption pathway first. Then bone apposition apical to the tooth generates propulsive occlusal movements, following the path. [2]"}
{"id": "article-131905_4", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption", "content": "Various theories have been described to explain the physiology of dental eruption. The most widely accepted theory advocates that the dental follicle regulates bone remodeling mechanisms necessary for translocating the tooth through the eruption pathway to the alveolar crest. [2] Furthermore, the dental follicle gives rise to the periodontal ligament, which participates in the supraosseous stage of eruption. [2]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption. Various theories have been described to explain the physiology of dental eruption. The most widely accepted theory advocates that the dental follicle regulates bone remodeling mechanisms necessary for translocating the tooth through the eruption pathway to the alveolar crest. [2] Furthermore, the dental follicle gives rise to the periodontal ligament, which participates in the supraosseous stage of eruption. [2]"}
{"id": "article-131905_5", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption", "content": "The dental follicle is a connective tissue pouch surrounding the tooth germ in the first stages of tooth development. [3] Removing the dental follicle from an unerupted tooth prevents it from erupting.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption. The dental follicle is a connective tissue pouch surrounding the tooth germ in the first stages of tooth development. [3] Removing the dental follicle from an unerupted tooth prevents it from erupting."}
{"id": "article-131905_6", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption", "content": "The periodontal ligament (PDL) is believed to play a vital role in generating the post-emergence forces that move the tooth from the gingival plane to the occlusal plane (supraosseous stage). The maturation process of the PDL collagen fibers involves the cross-linking and shortening of the fibers, leading to propulsive eruptive movements. [3]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Eruption. The periodontal ligament (PDL) is believed to play a vital role in generating the post-emergence forces that move the tooth from the gingival plane to the occlusal plane (supraosseous stage). The maturation process of the PDL collagen fibers involves the cross-linking and shortening of the fibers, leading to propulsive eruptive movements. [3]"}
{"id": "article-131905_7", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction", "content": "The potential for tooth impaction exists in all individuals, and the incidence of impaction can vary based on different studies. Research findings indicate that the occurrence of tooth impaction ranges from 5.6% to 18.8%. Moreover, studies suggest that impaction tends to be more common in females than males. [4] Inadequate arch length and space are the main reasons for eruption failure. [5]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction. The potential for tooth impaction exists in all individuals, and the incidence of impaction can vary based on different studies. Research findings indicate that the occurrence of tooth impaction ranges from 5.6% to 18.8%. Moreover, studies suggest that impaction tends to be more common in females than males. [4] Inadequate arch length and space are the main reasons for eruption failure. [5]"}
{"id": "article-131905_8", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction", "content": "The frequency of tooth impaction follows a pattern opposite to the typical chronological eruption sequence. Teeth that erupt later in the dental development process tend to have a higher likelihood of impaction due to insufficient arch space. The mandibular third molar (wisdom tooth) is the most commonly impacted tooth, followed by the maxillary third molar, maxillary canine, mandibular premolars, maxillary premolars, and second molar. [5]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction. The frequency of tooth impaction follows a pattern opposite to the typical chronological eruption sequence. Teeth that erupt later in the dental development process tend to have a higher likelihood of impaction due to insufficient arch space. The mandibular third molar (wisdom tooth) is the most commonly impacted tooth, followed by the maxillary third molar, maxillary canine, mandibular premolars, maxillary premolars, and second molar. [5]"}
{"id": "article-131905_9", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction", "content": "The teeth with the lowest impaction rates are the mandibular incisors, first molars, and primary teeth. Impaction of these teeth is relatively rare and is typically associated with specific conditions such as retained deciduous teeth or abnormalities like an odontoma.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction. The teeth with the lowest impaction rates are the mandibular incisors, first molars, and primary teeth. Impaction of these teeth is relatively rare and is typically associated with specific conditions such as retained deciduous teeth or abnormalities like an odontoma."}
{"id": "article-131905_10", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction", "content": "Multiple dental impactions can present with syndromes, such as Gardner syndrome, nevoid basal cell carcinoma syndrome (Gorlin syndrome), and cleidocranial dysostosis. [6] Other causes of multiple impactions are metabolic and hormonal disorders. Impacted teeth often promote the development of pathologies such as cysts or tumors, dental caries, root resorption, and periodontal disease.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Anatomy and Physiology -- Tooth Impaction. Multiple dental impactions can present with syndromes, such as Gardner syndrome, nevoid basal cell carcinoma syndrome (Gorlin syndrome), and cleidocranial dysostosis. [6] Other causes of multiple impactions are metabolic and hormonal disorders. Impacted teeth often promote the development of pathologies such as cysts or tumors, dental caries, root resorption, and periodontal disease."}
{"id": "article-131905_11", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "An accurate clinical examination and a detailed personal and familial medical history are essential for proper diagnosis and treatment. Radiographs such as panoramic, periapical, occlusal x-ray, computed tomography (CT), or cone beam CT (CBCT) are valuable diagnostic tools for dental impaction. [4]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. An accurate clinical examination and a detailed personal and familial medical history are essential for proper diagnosis and treatment. Radiographs such as panoramic, periapical, occlusal x-ray, computed tomography (CT), or cone beam CT (CBCT) are valuable diagnostic tools for dental impaction. [4]"}
{"id": "article-131905_12", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "The radiographs provide the position and inclination of impaction, diagnostic certainty of the impaction, and its relations with adjacent anatomical structures. CT or CBCT provides a 3-dimensional position, making it the best diagnostic tool for assessing dental impaction. The presurgical assessment must include a thorough history, a clinical evaluation, and good imaging.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. The radiographs provide the position and inclination of impaction, diagnostic certainty of the impaction, and its relations with adjacent anatomical structures. CT or CBCT provides a 3-dimensional position, making it the best diagnostic tool for assessing dental impaction. The presurgical assessment must include a thorough history, a clinical evaluation, and good imaging."}
{"id": "article-131905_13", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "Some common indications for the extraction of unerupted teeth include pain, dental caries, periodontal disease, odontogenic pathology, infection, damage to adjacent teeth, failure of spontaneous eruption, ectopic eruption, prophylactic extraction for medical/surgical condition or treatment, teeth in the line of bony fracture, traumatic injury to the tooth, insufficient space for normal eruption, and to facilitate trauma management or orthognathic surgery. [7]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. Some common indications for the extraction of unerupted teeth include pain, dental caries, periodontal disease, odontogenic pathology, infection, damage to adjacent teeth, failure of spontaneous eruption, ectopic eruption, prophylactic extraction for medical/surgical condition or treatment, teeth in the line of bony fracture, traumatic injury to the tooth, insufficient space for normal eruption, and to facilitate trauma management or orthognathic surgery. [7]"}
{"id": "article-131905_14", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "Often these teeth are asymptomatic and disease-free. It is common to extract them prophylactically. The evidence behind the effectiveness of prophylactic extraction is minimal. [8] Further studies are required to provide better evidence on the efficacy of prophylactic extraction of asymptomatic unerupted teeth.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. Often these teeth are asymptomatic and disease-free. It is common to extract them prophylactically. The evidence behind the effectiveness of prophylactic extraction is minimal. [8] Further studies are required to provide better evidence on the efficacy of prophylactic extraction of asymptomatic unerupted teeth."}
{"id": "article-131905_15", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "Not all impacted teeth require surgical intervention. When considering an extraction, a surgeon must minimize injury to the teeth and periodontium whenever possible. It is not always feasible to reposition impacted teeth within the alveolar bone, leaving extraction as the only viable treatment option in some cases. The provider must evaluate the patient's age, gender, tooth position, dental status of the impacted and adjacent teeth, arch length, and occlusal relationship before extraction. [9]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. Not all impacted teeth require surgical intervention. When considering an extraction, a surgeon must minimize injury to the teeth and periodontium whenever possible. It is not always feasible to reposition impacted teeth within the alveolar bone, leaving extraction as the only viable treatment option in some cases. The provider must evaluate the patient's age, gender, tooth position, dental status of the impacted and adjacent teeth, arch length, and occlusal relationship before extraction. [9]"}
{"id": "article-131905_16", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "A study suggests that the impacted teeth could result in a more severe position with being a female, retained lower primary canines, delayed treatment, and the presence of maxillary peg lateral incisors. [10] It is essential to include these factors when evaluating and planning preventive or interceptive interventions for young patients, as the severity of impaction varies with different investigating factors.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. A study suggests that the impacted teeth could result in a more severe position with being a female, retained lower primary canines, delayed treatment, and the presence of maxillary peg lateral incisors. [10] It is essential to include these factors when evaluating and planning preventive or interceptive interventions for young patients, as the severity of impaction varies with different investigating factors."}
{"id": "article-131905_17", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Indications", "content": "Untreated unerupted, and impacted teeth can lead to complications. [11] The most common complications related to untreated unerupted teeth include the development of odontogenic cysts, pain, infection, crown resorption, adjacent teeth root resorption, ankylosis, infraocclusion, adjacent teeth displacement, and shortening of the dental arches.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Indications. Untreated unerupted, and impacted teeth can lead to complications. [11] The most common complications related to untreated unerupted teeth include the development of odontogenic cysts, pain, infection, crown resorption, adjacent teeth root resorption, ankylosis, infraocclusion, adjacent teeth displacement, and shortening of the dental arches."}
{"id": "article-131905_18", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Except for a dental emergency, a surgeon must medically optimize patients requiring the removal of unerupted or impacted teeth. The surgeon must assess each tooth separately when evaluating impacted teeth for extraction. An extraction may not be indicated in cases where pathology is not to blame for the impaction. [9] Some of the limitations of the extraction of unerupted teeth include uncontrolled systemic conditions, certain medications, and tooth-related factors.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Except for a dental emergency, a surgeon must medically optimize patients requiring the removal of unerupted or impacted teeth. The surgeon must assess each tooth separately when evaluating impacted teeth for extraction. An extraction may not be indicated in cases where pathology is not to blame for the impaction. [9] Some of the limitations of the extraction of unerupted teeth include uncontrolled systemic conditions, certain medications, and tooth-related factors."}
{"id": "article-131905_19", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Patients with uncontrolled epilepsy are at an increased risk of aspiration and self-harm, including potential seizure activity during dental extraction. [12] Similarly, individuals with a history of cerebrovascular diseases, such as transient ischemic attacks, have a higher risk of stroke during dental extractions. Therefore, it is crucial to perform a thorough medical evaluation and manage accordingly to prevent stroke in these patients proceeding with extraction.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Patients with uncontrolled epilepsy are at an increased risk of aspiration and self-harm, including potential seizure activity during dental extraction. [12] Similarly, individuals with a history of cerebrovascular diseases, such as transient ischemic attacks, have a higher risk of stroke during dental extractions. Therefore, it is crucial to perform a thorough medical evaluation and manage accordingly to prevent stroke in these patients proceeding with extraction."}
{"id": "article-131905_20", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Further evaluations may be necessary for patients with cardiovascular diseases (CVD) such as ischemic heart disease, dysrhythmias, infective endocarditis (IE), uncontrolled hypertension, or severe coronary artery disease before extraction. [13] Uncontrolled CVDs can further damage the patient by a tissue infarction or a stroke. A patient with a history of IE or at high risk for IE may require antibiotic prophylaxis. [14] Their primary care provider or cardiologist should evaluate patients with such conditions before extraction.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Further evaluations may be necessary for patients with cardiovascular diseases (CVD) such as ischemic heart disease, dysrhythmias, infective endocarditis (IE), uncontrolled hypertension, or severe coronary artery disease before extraction. [13] Uncontrolled CVDs can further damage the patient by a tissue infarction or a stroke. A patient with a history of IE or at high risk for IE may require antibiotic prophylaxis. [14] Their primary care provider or cardiologist should evaluate patients with such conditions before extraction."}
{"id": "article-131905_21", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Patients with severe renal impairment or liver disease may be challenging to manage due to the increased risk of bleeding and infection. [15] If possible, avoiding surgical procedures in these patients is favorable. In renal patients, antibiotic prophylaxis is often indicated with an increased risk of infection.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Patients with severe renal impairment or liver disease may be challenging to manage due to the increased risk of bleeding and infection. [15] If possible, avoiding surgical procedures in these patients is favorable. In renal patients, antibiotic prophylaxis is often indicated with an increased risk of infection."}
{"id": "article-131905_22", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Immunocompromised patients, like organ transplant recipients, are at higher risk of developing systemic infections after invasive dental procedures. There is no clear evidence of the effectiveness of antibiotic prophylaxis with transplant patients. However, these patients still need thorough assessment and appropriate advice.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Immunocompromised patients, like organ transplant recipients, are at higher risk of developing systemic infections after invasive dental procedures. There is no clear evidence of the effectiveness of antibiotic prophylaxis with transplant patients. However, these patients still need thorough assessment and appropriate advice."}
{"id": "article-131905_23", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Patients with bleeding disorders or anticoagulant (AC) therapy are at increased risk of bleeding with a dental extraction. Studies have suggested not holding AC for invasive dental procedures as the risk of not taking AC outweighs the benefit of controlling bleeding from extraction. Local hemostatic measures following dental extractions are suggested for patients with a bleeding disorder or those receiving AC therapy. The international normalized ratio (INR) measures the patient's bleeding tendency and requires monitoring for those taking warfarin. Generally, a patient with INR below 4.0 is suitable for extractions in an outpatient surgical setting. [16] The surgeon should capture the INR value within 72 hours of extraction.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Patients with bleeding disorders or anticoagulant (AC) therapy are at increased risk of bleeding with a dental extraction. Studies have suggested not holding AC for invasive dental procedures as the risk of not taking AC outweighs the benefit of controlling bleeding from extraction. Local hemostatic measures following dental extractions are suggested for patients with a bleeding disorder or those receiving AC therapy. The international normalized ratio (INR) measures the patient's bleeding tendency and requires monitoring for those taking warfarin. Generally, a patient with INR below 4.0 is suitable for extractions in an outpatient surgical setting. [16] The surgeon should capture the INR value within 72 hours of extraction."}
{"id": "article-131905_24", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Patients with a history of radiation therapy are at an increased risk of developing osteoradionecrosis (ORN) after extraction. The ORN presents with an area of non-healing bone exposed to the oral cavity. [17] If a patient requires radiation therapy, they must have a thorough dental exam and treatment before radiation therapy.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Patients with a history of radiation therapy are at an increased risk of developing osteoradionecrosis (ORN) after extraction. The ORN presents with an area of non-healing bone exposed to the oral cavity. [17] If a patient requires radiation therapy, they must have a thorough dental exam and treatment before radiation therapy."}
{"id": "article-131905_25", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Antiresorptive agents such as bisphosphonates may be prescribed for osteoporosis, multiple myeloma, Paget disease of bone, hypercalcemia of malignancy, and many more. [18] Patients taking an antiresorptive agent with dental extraction often develop medication-related osteonecrosis of the jaws (MRONJ). It is the non-healing extraction socket with or without exposed bone caused by inhibition of bone remodeling. [19]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Antiresorptive agents such as bisphosphonates may be prescribed for osteoporosis, multiple myeloma, Paget disease of bone, hypercalcemia of malignancy, and many more. [18] Patients taking an antiresorptive agent with dental extraction often develop medication-related osteonecrosis of the jaws (MRONJ). It is the non-healing extraction socket with or without exposed bone caused by inhibition of bone remodeling. [19]"}
{"id": "article-131905_26", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Like radiation therapy, a thorough examination and necessary prophylactic treatment should be done before administering an antiresorptive agent. Avoid elective extraction or other dental surgical procedures if a patient is already on an antiresorptive agent and requires dental treatment. The surgeon must do a thorough risk assessment if extraction is inevitable. Higher risk factors for developing MRONJ include concurrent steroid use, advanced age, and use of antiresorptive agents for over five years. [20] Drug holidays are not indicated with antiresorptive agents.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Like radiation therapy, a thorough examination and necessary prophylactic treatment should be done before administering an antiresorptive agent. Avoid elective extraction or other dental surgical procedures if a patient is already on an antiresorptive agent and requires dental treatment. The surgeon must do a thorough risk assessment if extraction is inevitable. Higher risk factors for developing MRONJ include concurrent steroid use, advanced age, and use of antiresorptive agents for over five years. [20] Drug holidays are not indicated with antiresorptive agents."}
{"id": "article-131905_27", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Tooth proximity to vital structures is another limitation to the extraction of unerupted teeth. Proximity to the inferior alveolar nerve (IAN) is often related to impacted mandibular third molars. The Roods criteria demonstrate the radiographic prediction of IAN injury during mandibular third molar extractions. [21]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Tooth proximity to vital structures is another limitation to the extraction of unerupted teeth. Proximity to the inferior alveolar nerve (IAN) is often related to impacted mandibular third molars. The Roods criteria demonstrate the radiographic prediction of IAN injury during mandibular third molar extractions. [21]"}
{"id": "article-131905_28", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications", "content": "Panoramic radiographs and CBCT can assist the surgeon in visualizing the relationship between the IAN and the mandibular third molar. With a higher risk of IAN damage, a coronectomy may be indicated as an alternative surgical technique to prevent nerve damage. [22] Unerupted maxillary teeth can cause oroantral communication (OAC) with proximity to antral sinuses. Radiographic images are required for a proper evaluation of impacted tooth-sinus proximity.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Contraindications. Panoramic radiographs and CBCT can assist the surgeon in visualizing the relationship between the IAN and the mandibular third molar. With a higher risk of IAN damage, a coronectomy may be indicated as an alternative surgical technique to prevent nerve damage. [22] Unerupted maxillary teeth can cause oroantral communication (OAC) with proximity to antral sinuses. Radiographic images are required for a proper evaluation of impacted tooth-sinus proximity."}
{"id": "article-131905_29", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Preparation", "content": "The surgeon must assess a patient thoroughly before performing an extraction. At a minimum, the surgeon must do a history, clinical, and imaging evaluation. When presenting a surgical plan, the surgeon must inform patients about risks, benefits, and alternatives to proposed plans to make an informed decision. Obtain written consent as a patient decides to proceed with a planned procedure. The consent must be re-verified on the day of surgery.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Preparation. The surgeon must assess a patient thoroughly before performing an extraction. At a minimum, the surgeon must do a history, clinical, and imaging evaluation. When presenting a surgical plan, the surgeon must inform patients about risks, benefits, and alternatives to proposed plans to make an informed decision. Obtain written consent as a patient decides to proceed with a planned procedure. The consent must be re-verified on the day of surgery."}
{"id": "article-131905_30", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Preparation", "content": "The surgeon must have a radiographic image of the surgical site, and the radiograph must include important structures and anatomical landmarks related to the extraction. If indicated, CBCT should be obtained to support the assessment.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Preparation. The surgeon must have a radiographic image of the surgical site, and the radiograph must include important structures and anatomical landmarks related to the extraction. If indicated, CBCT should be obtained to support the assessment."}
{"id": "article-131905_31", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment", "content": "The surgical technique for extraction of unerupted teeth can be described into three main steps. First, reflect an adequately-sized flap to allow access. Then, remove the bone surrounding the impacted tooth. The surgical handpiece used for bone removal must exhaust air pressure away from the surgical site to avoid air embolism or tissue emphysema. If extracting mandibular impacted teeth, avoid removing lingual bone to avoid damaging lingual nerve.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment. The surgical technique for extraction of unerupted teeth can be described into three main steps. First, reflect an adequately-sized flap to allow access. Then, remove the bone surrounding the impacted tooth. The surgical handpiece used for bone removal must exhaust air pressure away from the surgical site to avoid air embolism or tissue emphysema. If extracting mandibular impacted teeth, avoid removing lingual bone to avoid damaging lingual nerve."}
{"id": "article-131905_32", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment", "content": "Once the impacted tooth is exposed, section the tooth into appropriate pieces. Using the surgical handpiece and bur, section the tooth three-quarters of the way towards the lingual aspect, then split the remaining union using an elevator. For impacted molars, orient the surgical bur parallel to the buccal groove.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment. Once the impacted tooth is exposed, section the tooth into appropriate pieces. Using the surgical handpiece and bur, section the tooth three-quarters of the way towards the lingual aspect, then split the remaining union using an elevator. For impacted molars, orient the surgical bur parallel to the buccal groove."}
{"id": "article-131905_33", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment", "content": "Full-thickness mucoperiosteal flap and split-thickness mucoperiosteal flap are the two basic surgical flap designs used in dentoalveolar surgery. [23] Maintenance of flap perfusion is critical. The tissue flap should have a broad base to ensure proper blood supply to the flap margins. When designing a flap, releasing incisions must be incorporated with care, as they are not always indicated and can complicate healing.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment. Full-thickness mucoperiosteal flap and split-thickness mucoperiosteal flap are the two basic surgical flap designs used in dentoalveolar surgery. [23] Maintenance of flap perfusion is critical. The tissue flap should have a broad base to ensure proper blood supply to the flap margins. When designing a flap, releasing incisions must be incorporated with care, as they are not always indicated and can complicate healing."}
{"id": "article-131905_34", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment", "content": "Releasing incisions are contraindicated in the palate, the lingual surface of the mandible, the canine eminence, and near the mental foramen. For impacted mandibular molars, the envelope flap is one of the more commonly used flap designs in dental surgery. It should extend from the first molar to the posterior aspect of the impacted tooth. The flap should also reflect laterally towards the external oblique ridge.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Technique or Treatment. Releasing incisions are contraindicated in the palate, the lingual surface of the mandible, the canine eminence, and near the mental foramen. For impacted mandibular molars, the envelope flap is one of the more commonly used flap designs in dental surgery. It should extend from the first molar to the posterior aspect of the impacted tooth. The flap should also reflect laterally towards the external oblique ridge."}
{"id": "article-131905_35", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "The risk of intraoperative and postoperative complications is always present with the extraction of unerupted teeth. Common complications associated with the surgical removal of unerupted teeth include alveolar osteitis, bleeding, nerve damage, root displacement, and oral-antral communications.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. The risk of intraoperative and postoperative complications is always present with the extraction of unerupted teeth. Common complications associated with the surgical removal of unerupted teeth include alveolar osteitis, bleeding, nerve damage, root displacement, and oral-antral communications."}
{"id": "article-131905_36", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "Alveolar osteitis or a dry socket occurs when the blood clot in the extraction socket is replaced with granulation tissue, causing a disturbance in the normal healing process. The exact etiology of alveolar osteitis is unknown; however, it is thought to occur due to increased fibrinolytic activity. [24]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. Alveolar osteitis or a dry socket occurs when the blood clot in the extraction socket is replaced with granulation tissue, causing a disturbance in the normal healing process. The exact etiology of alveolar osteitis is unknown; however, it is thought to occur due to increased fibrinolytic activity. [24]"}
{"id": "article-131905_37", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "Common signs of alveolar osteitis include foul taste, malodor, and throbbing pain. It is more common in females, and associated risk factors include smoking, oral contraceptives, increased procedure lengths, the experience of the surgeon, and premature mouth rinsing. [25]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. Common signs of alveolar osteitis include foul taste, malodor, and throbbing pain. It is more common in females, and associated risk factors include smoking, oral contraceptives, increased procedure lengths, the experience of the surgeon, and premature mouth rinsing. [25]"}
{"id": "article-131905_38", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "Treatment options for alveolar osteitis include irrigation of the wound site with saline or chlorhexidine, sedative dressing placement, and oral pain medications. Antibiotics may be indicated if a patient presents with fever or swelling or is refractory to packing changes.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. Treatment options for alveolar osteitis include irrigation of the wound site with saline or chlorhexidine, sedative dressing placement, and oral pain medications. Antibiotics may be indicated if a patient presents with fever or swelling or is refractory to packing changes."}
{"id": "article-131905_39", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "Postoperative bleeding is a common complication after surgical extraction. When bleeding is suspected, the surgeon should carefully examine the surgical site and determine the source of the bleeding. If the bleeding is a simple oozing, direct pressure with a gauze may be sufficient to control bleeding. Hemostatic agents such as local anesthesia with vasoconstrictor, silver nitrate, or tranexamic acid rinse can also promote hemostasis. [26] Re-dressing the surgical site with a collagen plug or an absorbable gelatin sponge can also be considered. If pulsating bleeding from a nutrient vessel is noted, a surgeon can burnish the bone or apply bone wax.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. Postoperative bleeding is a common complication after surgical extraction. When bleeding is suspected, the surgeon should carefully examine the surgical site and determine the source of the bleeding. If the bleeding is a simple oozing, direct pressure with a gauze may be sufficient to control bleeding. Hemostatic agents such as local anesthesia with vasoconstrictor, silver nitrate, or tranexamic acid rinse can also promote hemostasis. [26] Re-dressing the surgical site with a collagen plug or an absorbable gelatin sponge can also be considered. If pulsating bleeding from a nutrient vessel is noted, a surgeon can burnish the bone or apply bone wax."}
{"id": "article-131905_40", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "IAN and lingual nerve injury can complicate the extraction of impacted mandibular third molars. Damage to these nerves can result in temporary or permanent paresthesia. Although temporary and permanent paresthesias are relatively rare, temporary paresthesia is more commonly seen than permanent paresthesia. [27]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. IAN and lingual nerve injury can complicate the extraction of impacted mandibular third molars. Damage to these nerves can result in temporary or permanent paresthesia. Although temporary and permanent paresthesias are relatively rare, temporary paresthesia is more commonly seen than permanent paresthesia. [27]"}
{"id": "article-131905_41", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "A patient with a nerve injury should have a close follow-up with a surgeon. Generally, patients with IAN injuries recover within 6 to 8 weeks, but full recovery may take up to two years. [28] Local anesthesia injection can also cause nerve injuries. Neurotoxicity, rather than direct needle trauma, is believed to contribute more significantly to injection injury.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. A patient with a nerve injury should have a close follow-up with a surgeon. Generally, patients with IAN injuries recover within 6 to 8 weeks, but full recovery may take up to two years. [28] Local anesthesia injection can also cause nerve injuries. Neurotoxicity, rather than direct needle trauma, is believed to contribute more significantly to injection injury."}
{"id": "article-131905_42", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "When a root fragment or a root tip is left in the socket, a surgeon should attempt to retrieve it if possible. A root tip can be left in the socket if it is less than 5mm long, the root is embedded in bone, and the tooth involved is not infected. Retained root requires a postoperative image and close follow-up for evaluation of healing. While attempting to retrieve a root fragment, it can be displaced to adjacent anatomical landmarks. A mandibular root tip is commonly dislodged to the cancellous bone space, the inferior alveolar canal, or the submandibular space. A maxillary root tip is commonly dislodged to the maxillary sinus and the infratemporal fossa. [29]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. When a root fragment or a root tip is left in the socket, a surgeon should attempt to retrieve it if possible. A root tip can be left in the socket if it is less than 5mm long, the root is embedded in bone, and the tooth involved is not infected. Retained root requires a postoperative image and close follow-up for evaluation of healing. While attempting to retrieve a root fragment, it can be displaced to adjacent anatomical landmarks. A mandibular root tip is commonly dislodged to the cancellous bone space, the inferior alveolar canal, or the submandibular space. A maxillary root tip is commonly dislodged to the maxillary sinus and the infratemporal fossa. [29]"}
{"id": "article-131905_43", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "If displacement is suspected, obtain a CBCT to determine its size and location. If the root is visualized, a surgeon can attempt to retrieve the root. If the root cannot be visualized, it is recommended to delay the retrieval. [30]", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. If displacement is suspected, obtain a CBCT to determine its size and location. If the root is visualized, a surgeon can attempt to retrieve the root. If the root cannot be visualized, it is recommended to delay the retrieval. [30]"}
{"id": "article-131905_44", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Complications", "content": "OAC is a common complication associated with the extraction of impacted maxillary molars. The most common cause of OAC is the proximity of a tooth apex to the antral floor or the maxillary root projection into the maxillary sinus. [31] No intervention is needed if a small perforation (less than 2 mm) is detected. If the perforation is between 2 to 6 mm, a surgeon can use a collagen plug or resorbable collagen membrane to close the perforation. A buccal or a palatal advancement flap may be used if a large perforation with a greater than 6 mm defect is discovered. If a patient presents with signs and symptoms of acute or chronic sinusitis, antibiotics and oral/nasal decongestants should be prescribed.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Complications. OAC is a common complication associated with the extraction of impacted maxillary molars. The most common cause of OAC is the proximity of a tooth apex to the antral floor or the maxillary root projection into the maxillary sinus. [31] No intervention is needed if a small perforation (less than 2 mm) is detected. If the perforation is between 2 to 6 mm, a surgeon can use a collagen plug or resorbable collagen membrane to close the perforation. A buccal or a palatal advancement flap may be used if a large perforation with a greater than 6 mm defect is discovered. If a patient presents with signs and symptoms of acute or chronic sinusitis, antibiotics and oral/nasal decongestants should be prescribed."}
{"id": "article-131905_45", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Clinical Significance", "content": "Surgical extraction of unerupted or impacted teeth is a common dentoalveolar procedure done by various dental specialties. Like most other surgical procedures, the extraction of unerupted teeth is irreversible. Therefore, a surgeon must have proper knowledge of anatomy and pathophysiology and the appropriate skills to extract teeth.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Clinical Significance. Surgical extraction of unerupted or impacted teeth is a common dentoalveolar procedure done by various dental specialties. Like most other surgical procedures, the extraction of unerupted teeth is irreversible. Therefore, a surgeon must have proper knowledge of anatomy and pathophysiology and the appropriate skills to extract teeth."}
{"id": "article-131905_46", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Clinical Significance", "content": "The surgeon must also be prepared to manage possible complications. Before surgery, a surgeon must evaluate a patient thoroughly and develop an appropriate surgical plan based on a patient's specific therapeutic goals. A surgeon must be able to provide risks, benefits, and alternatives to proposed surgical plans to help patients to make an informed decision.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Clinical Significance. The surgeon must also be prepared to manage possible complications. Before surgery, a surgeon must evaluate a patient thoroughly and develop an appropriate surgical plan based on a patient's specific therapeutic goals. A surgeon must be able to provide risks, benefits, and alternatives to proposed surgical plans to help patients to make an informed decision."}
{"id": "article-131905_47", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional dental team members play a vital role in dental extraction and patient management. Extracting unerupted teeth can be challenging, and delivering safe and effective surgical care is a team effort. Each team member should have an assigned role and be trained to manage possible perioperative complications and emergencies. Team members can also act as an extra barrier to patient safety by re-verifying the surgeon's consent, patient information, and allergies. Anyone from the care team should be vigilant and comfortable to stop the surgeon if they think patient safety is at risk.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Enhancing Healthcare Team Outcomes. All interprofessional dental team members play a vital role in dental extraction and patient management. Extracting unerupted teeth can be challenging, and delivering safe and effective surgical care is a team effort. Each team member should have an assigned role and be trained to manage possible perioperative complications and emergencies. Team members can also act as an extra barrier to patient safety by re-verifying the surgeon's consent, patient information, and allergies. Anyone from the care team should be vigilant and comfortable to stop the surgeon if they think patient safety is at risk."}
{"id": "article-131905_48", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Enhancing Healthcare Team Outcomes", "content": "Not all unerupted or impacted teeth must be managed by an extraction. Therefore, a thorough patient assessment is imperative to a successful patient outcome. A clinical and radiographic evaluation could indicate alternative treatment options. Alternative treatment modalities include surgical exposure, coronectomy, surgical repositioning, reimplantation, transplantation, orthodontic intervention, or observation. These managements may require interprofessional involvement.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Enhancing Healthcare Team Outcomes. Not all unerupted or impacted teeth must be managed by an extraction. Therefore, a thorough patient assessment is imperative to a successful patient outcome. A clinical and radiographic evaluation could indicate alternative treatment options. Alternative treatment modalities include surgical exposure, coronectomy, surgical repositioning, reimplantation, transplantation, orthodontic intervention, or observation. These managements may require interprofessional involvement."}
{"id": "article-131905_49", "title": "Oral Surgery, Extraction of Unerupted Teeth -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Oral Surgery, Extraction of Unerupted Teeth -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}