{"id": "article-20834_0", "title": "Ear Irrigation -- Continuing Education Activity", "content": "The American Academy of Otolaryngology defines cerumen impaction as \"an accumulation of cerumen that is associated with symptoms, prevents the necessary assessment of the ear, or both.\" When appropriate, providers can use ear irrigation to treat cerumen impaction. This activity reviews the indications, contraindications, and potential complications of ear irrigation.", "contents": "Ear Irrigation -- Continuing Education Activity. The American Academy of Otolaryngology defines cerumen impaction as \"an accumulation of cerumen that is associated with symptoms, prevents the necessary assessment of the ear, or both.\" When appropriate, providers can use ear irrigation to treat cerumen impaction. This activity reviews the indications, contraindications, and potential complications of ear irrigation."}
{"id": "article-20834_1", "title": "Ear Irrigation -- Continuing Education Activity", "content": "Objectives: Identify the the indications for ear irrigation. Implement the technique of ear irrigation. Assess the complications of ear irrigation. Communicate the role of the interprofessional team in undertaking steps to safely irrigate the ear and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Ear Irrigation -- Continuing Education Activity. Objectives: Identify the the indications for ear irrigation. Implement the technique of ear irrigation. Assess the complications of ear irrigation. Communicate the role of the interprofessional team in undertaking steps to safely irrigate the ear and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20834_2", "title": "Ear Irrigation -- Introduction", "content": "Cerumen, or ear wax, is a naturally occurring substance produced at the lateral one-third of the external auditory canal (EAC). Anatomically, this region houses a collection of pilosebaceous glands, including ceruminous glands, hair follicles, and sebaceous glands. The modified sweat produced by the ceruminous glands has bacteriocidal and fungicidal properties, functioning to lubricate and clean the EAC. As dead skin cells slough off and move out of the ear canal, they combine with the oily secretions of sebaceous glands and the modified sweat of the ceruminous glands. The combination of these substances makes up cerumen, consisting primarily of dead keratin cells. [1] Cerumen serves as a protective barrier to trap foreign particles. Several pathologies may present in the EAC, including sebaceous cysts, furuncles, and even glandular tumors, but most commonly plague patients with the buildup and impaction of cerumen.", "contents": "Ear Irrigation -- Introduction. Cerumen, or ear wax, is a naturally occurring substance produced at the lateral one-third of the external auditory canal (EAC). Anatomically, this region houses a collection of pilosebaceous glands, including ceruminous glands, hair follicles, and sebaceous glands. The modified sweat produced by the ceruminous glands has bacteriocidal and fungicidal properties, functioning to lubricate and clean the EAC. As dead skin cells slough off and move out of the ear canal, they combine with the oily secretions of sebaceous glands and the modified sweat of the ceruminous glands. The combination of these substances makes up cerumen, consisting primarily of dead keratin cells. [1] Cerumen serves as a protective barrier to trap foreign particles. Several pathologies may present in the EAC, including sebaceous cysts, furuncles, and even glandular tumors, but most commonly plague patients with the buildup and impaction of cerumen."}
{"id": "article-20834_3", "title": "Ear Irrigation -- Introduction", "content": "The American Academy of Otolaryngology defines cerumen impaction as \"an accumulation of cerumen associated with symptoms, prevents the necessary assessment of the ear, or both.\" [2] Although cerumen is typically expelled from the EAC spontaneously with jaw movement, this mechanism may fail in some patients and lead to impaction. Impaction is more likely to occur when this normal extrusion of cerumen is prevented in some way, whether that be with the use of hearing aids, persistent use of earplugs or earbuds for noise reduction or music, or by simply attempting to clean the ears with Q-tips or cotton swabs. [1] Common symptoms include a feeling of fullness in the ear, ear pain or otalgia, itchy ear, the sensation of imbalance, cough, and decreased hearing. [3] [4] Roughly 5% of healthy adults, 10% of children, 57% of older persons, and 33% of patients with intellectual disability suffer from impaction of cerumen. [3] [5] [6] [7]", "contents": "Ear Irrigation -- Introduction. The American Academy of Otolaryngology defines cerumen impaction as \"an accumulation of cerumen associated with symptoms, prevents the necessary assessment of the ear, or both.\" [2] Although cerumen is typically expelled from the EAC spontaneously with jaw movement, this mechanism may fail in some patients and lead to impaction. Impaction is more likely to occur when this normal extrusion of cerumen is prevented in some way, whether that be with the use of hearing aids, persistent use of earplugs or earbuds for noise reduction or music, or by simply attempting to clean the ears with Q-tips or cotton swabs. [1] Common symptoms include a feeling of fullness in the ear, ear pain or otalgia, itchy ear, the sensation of imbalance, cough, and decreased hearing. [3] [4] Roughly 5% of healthy adults, 10% of children, 57% of older persons, and 33% of patients with intellectual disability suffer from impaction of cerumen. [3] [5] [6] [7]"}
{"id": "article-20834_4", "title": "Ear Irrigation -- Introduction", "content": "Irrigation of the external auditory canal is one of the many options for treating cerumen impaction and a readily available method to general practitioners and emergency rooms. Non-clinicians may perform irrigation, resulting in its advantages and disadvantages. They can be attempted alone or with the pretreatment of a cerumenolytic agent, such as acetic acid, mineral oil, or hydrogen peroxide. [8] It is important to note, however, that a thorough history and physical exam through the use of otoscopy should be obtained to ensure the tympanic membrane (TM) is intact, without perforation or tympanostomy tubes, and to assess for any anatomic abnormalities before any irrigation attempts. If multiple attempts to remove impacted cerumen—including a combination of treatments—are ineffective, clinicians should refer the patient to an otolaryngologist.", "contents": "Ear Irrigation -- Introduction. Irrigation of the external auditory canal is one of the many options for treating cerumen impaction and a readily available method to general practitioners and emergency rooms. Non-clinicians may perform irrigation, resulting in its advantages and disadvantages. They can be attempted alone or with the pretreatment of a cerumenolytic agent, such as acetic acid, mineral oil, or hydrogen peroxide. [8] It is important to note, however, that a thorough history and physical exam through the use of otoscopy should be obtained to ensure the tympanic membrane (TM) is intact, without perforation or tympanostomy tubes, and to assess for any anatomic abnormalities before any irrigation attempts. If multiple attempts to remove impacted cerumen—including a combination of treatments—are ineffective, clinicians should refer the patient to an otolaryngologist."}
{"id": "article-20834_5", "title": "Ear Irrigation -- Anatomy and Physiology", "content": "The EAC in most adults tends to follow a posterosuperior to an anteroinferior trajectory, laterally to medially. In children less than 3 years of age, the EAC is largely directed posterosuperiorly. The lateral one-third of the EAC comprises fibrocartilage. In contrast, the medial two-thirds is the osseous or bony portion of the canal that contains skin tightly adheres to the periosteum without any subcutaneous tissue. The TM is the most medial portion of the EAC, separating it from the middle ear. Approximately 6 mm lateral to the TM, there is a narrowing of the bony canal known as the isthmus. This may play an important role in a foreign body and cerumen removal, as material medial proves difficult to remove.", "contents": "Ear Irrigation -- Anatomy and Physiology. The EAC in most adults tends to follow a posterosuperior to an anteroinferior trajectory, laterally to medially. In children less than 3 years of age, the EAC is largely directed posterosuperiorly. The lateral one-third of the EAC comprises fibrocartilage. In contrast, the medial two-thirds is the osseous or bony portion of the canal that contains skin tightly adheres to the periosteum without any subcutaneous tissue. The TM is the most medial portion of the EAC, separating it from the middle ear. Approximately 6 mm lateral to the TM, there is a narrowing of the bony canal known as the isthmus. This may play an important role in a foreign body and cerumen removal, as material medial proves difficult to remove."}
{"id": "article-20834_6", "title": "Ear Irrigation -- Anatomy and Physiology", "content": "Two tracts or canals exist in the external auditory canal, which extends to surrounding structures. More laterally, there are the Fissures of Santorini. These fissures are lymphatic channels that traverse between the incomplete cartilaginous coverings of the lateral one-third of the canal and connect this portion of the canal to the parotid gland, the glenoid fossa, and the infratemporal fossa. More medially, there may be an embryologic defect at the inferior tympanic ring known as the Foramen of Huschke that connects the medial EAC to the parotid gland and glenoid fossa region. Both of these channels may permit extension of infection or malignant tumors to these surrounding structures, thus special consideration of these possibilities should be kept in mind while performing irrigation of cerumen.", "contents": "Ear Irrigation -- Anatomy and Physiology. Two tracts or canals exist in the external auditory canal, which extends to surrounding structures. More laterally, there are the Fissures of Santorini. These fissures are lymphatic channels that traverse between the incomplete cartilaginous coverings of the lateral one-third of the canal and connect this portion of the canal to the parotid gland, the glenoid fossa, and the infratemporal fossa. More medially, there may be an embryologic defect at the inferior tympanic ring known as the Foramen of Huschke that connects the medial EAC to the parotid gland and glenoid fossa region. Both of these channels may permit extension of infection or malignant tumors to these surrounding structures, thus special consideration of these possibilities should be kept in mind while performing irrigation of cerumen."}
{"id": "article-20834_7", "title": "Ear Irrigation -- Anatomy and Physiology", "content": "If irrigation successfully removes the cerumen impaction, one should be able to evaluate the tympanic membrane anatomy. The normal coloring of a tympanic membrane is pearly gray and translucent. There is a cone of light in the anterior, inferior quadrant of the tympanic membrane, and it points towards the nose. One should also be able to observe the malleus's umbo and handle. The tympanic membrane is somewhat conical, with a concavity noted at the umbo. A normal tympanic membrane has no perforation. Suppose the provider observes a bulging tympanic membrane, with a distortion of the cone of light and little to no visibility of the umbo and the malleus handle. This may indicate an infection or fluid in the middle ear space—a serous or purulent otitis media. A eustachian tube dysfunction may result in a retraction of the TM or a serous otitis media.", "contents": "Ear Irrigation -- Anatomy and Physiology. If irrigation successfully removes the cerumen impaction, one should be able to evaluate the tympanic membrane anatomy. The normal coloring of a tympanic membrane is pearly gray and translucent. There is a cone of light in the anterior, inferior quadrant of the tympanic membrane, and it points towards the nose. One should also be able to observe the malleus's umbo and handle. The tympanic membrane is somewhat conical, with a concavity noted at the umbo. A normal tympanic membrane has no perforation. Suppose the provider observes a bulging tympanic membrane, with a distortion of the cone of light and little to no visibility of the umbo and the malleus handle. This may indicate an infection or fluid in the middle ear space—a serous or purulent otitis media. A eustachian tube dysfunction may result in a retraction of the TM or a serous otitis media."}
{"id": "article-20834_8", "title": "Ear Irrigation -- Anatomy and Physiology", "content": "The provider should be mindful of the temperature of the water while irrigating the EAC, attempting to keep the water temperature close to the patient's natural body temperature. Water that is too cold or hot may cause dizziness due to the proximity of the lateral semicircular canal to the EAC. The vestibulocochlear nerve has 2 parts: the vestibular and cochlear nerve. The vestibular nerve, responsible for space, balance, and coordination orientation, innervates the inner ear's semicircular canals. The cochlear nerve is responsible for hearing. [9]", "contents": "Ear Irrigation -- Anatomy and Physiology. The provider should be mindful of the temperature of the water while irrigating the EAC, attempting to keep the water temperature close to the patient's natural body temperature. Water that is too cold or hot may cause dizziness due to the proximity of the lateral semicircular canal to the EAC. The vestibulocochlear nerve has 2 parts: the vestibular and cochlear nerve. The vestibular nerve, responsible for space, balance, and coordination orientation, innervates the inner ear's semicircular canals. The cochlear nerve is responsible for hearing. [9]"}
{"id": "article-20834_9", "title": "Ear Irrigation -- Indications", "content": "Cerumen impaction irritates and may result in fullness in the ear, ear pain or otalgia, itchy ear, the sensation of imbalance, cough, and, of course, decreased hearing. [3] [4] Another indication of impactions is an inability to visualize the tympanic membrane due to cerumen when inspection of the tympanic membrane is needed [10] . Ear irrigation may also be used for caloric stimulation. This method is discussed as a separate topic. [11]", "contents": "Ear Irrigation -- Indications. Cerumen impaction irritates and may result in fullness in the ear, ear pain or otalgia, itchy ear, the sensation of imbalance, cough, and, of course, decreased hearing. [3] [4] Another indication of impactions is an inability to visualize the tympanic membrane due to cerumen when inspection of the tympanic membrane is needed [10] . Ear irrigation may also be used for caloric stimulation. This method is discussed as a separate topic. [11]"}
{"id": "article-20834_10", "title": "Ear Irrigation -- Contraindications", "content": "There are a few contraindications to performing ear irrigation, including lack of patient consent. These contraindications are a patient's inability to sit upright, a patent tympanostomy tube, a patient who is unwilling or unable to sit still, a foreign body present in the ear canal, a perforated tympanic membrane, an opening into the mastoid, and severe swimmer's ear (otitis externa). Also, a history of middle ear disease, ear surgery, inner ear problems (especially vertigo), or radiation in the area is another reason to choose another method for cerumen disimpaction.", "contents": "Ear Irrigation -- Contraindications. There are a few contraindications to performing ear irrigation, including lack of patient consent. These contraindications are a patient's inability to sit upright, a patent tympanostomy tube, a patient who is unwilling or unable to sit still, a foreign body present in the ear canal, a perforated tympanic membrane, an opening into the mastoid, and severe swimmer's ear (otitis externa). Also, a history of middle ear disease, ear surgery, inner ear problems (especially vertigo), or radiation in the area is another reason to choose another method for cerumen disimpaction."}
{"id": "article-20834_11", "title": "Ear Irrigation -- Equipment", "content": "To safely perform ear irrigation, the following equipment is recommended: Face shield Otoscope Cerumenolytic Water (must be warmed before use) Syringe (30- to 60-mm) attached to an intravenous (IV) catheter (with the needle removed) Pulsating water device (eg, a WaterPik TM ) (to irrigate the impacted cerumen out of the ear) Ear irrigation or emesis basin (to catch the water and pieces of cerumen as it leaves the ear) Cerumen spoon or alligator forceps (to remove loose cerumen pieces following the procedure) The syringe and IV catheter method is more common due to the availability of syringes and IV catheters compared to pulsating water devices.", "contents": "Ear Irrigation -- Equipment. To safely perform ear irrigation, the following equipment is recommended: Face shield Otoscope Cerumenolytic Water (must be warmed before use) Syringe (30- to 60-mm) attached to an intravenous (IV) catheter (with the needle removed) Pulsating water device (eg, a WaterPik TM ) (to irrigate the impacted cerumen out of the ear) Ear irrigation or emesis basin (to catch the water and pieces of cerumen as it leaves the ear) Cerumen spoon or alligator forceps (to remove loose cerumen pieces following the procedure) The syringe and IV catheter method is more common due to the availability of syringes and IV catheters compared to pulsating water devices."}
{"id": "article-20834_12", "title": "Ear Irrigation -- Personnel", "content": "An assistant can help by holding traction on the pinna. This straightens the ear canal, allowing for more efficient and effective cerumen removal.", "contents": "Ear Irrigation -- Personnel. An assistant can help by holding traction on the pinna. This straightens the ear canal, allowing for more efficient and effective cerumen removal."}
{"id": "article-20834_13", "title": "Ear Irrigation -- Preparation", "content": "Some providers may choose to soften the wax before irrigation. Multiple agents, including mineral oil, 1% sodium docusate solutions, and carbamyl peroxide solutions, may be used. The solutions and water used during the irrigation should be warmed to near body temperature. Cold or hot solutions in the ear are likely uncomfortable for the patient and may make them dizzy or nauseous. If using an IV catheter and syringe, the needle must be removed from the IV catheter.", "contents": "Ear Irrigation -- Preparation. Some providers may choose to soften the wax before irrigation. Multiple agents, including mineral oil, 1% sodium docusate solutions, and carbamyl peroxide solutions, may be used. The solutions and water used during the irrigation should be warmed to near body temperature. Cold or hot solutions in the ear are likely uncomfortable for the patient and may make them dizzy or nauseous. If using an IV catheter and syringe, the needle must be removed from the IV catheter."}
{"id": "article-20834_14", "title": "Ear Irrigation -- Technique or Treatment", "content": "The process of ear irrigation involves the following steps:", "contents": "Ear Irrigation -- Technique or Treatment. The process of ear irrigation involves the following steps:"}
{"id": "article-20834_15", "title": "Ear Irrigation -- Technique or Treatment", "content": "With the patient sitting upright, the cerumenolytic is placed in the external auditory canal and left in the ear for 15 to 30 minutes before initiating irrigation.", "contents": "Ear Irrigation -- Technique or Treatment. With the patient sitting upright, the cerumenolytic is placed in the external auditory canal and left in the ear for 15 to 30 minutes before initiating irrigation."}
{"id": "article-20834_16", "title": "Ear Irrigation -- Technique or Treatment", "content": "Warm water is drawn into the syringe, and the IV catheter is attached to its end. The IV catheter is then placed into the external ear canal, no further than the cartilage or bone junction. The cartilaginous portion usually makes up the lateral one-third of the external auditory canal.", "contents": "Ear Irrigation -- Technique or Treatment. Warm water is drawn into the syringe, and the IV catheter is attached to its end. The IV catheter is then placed into the external ear canal, no further than the cartilage or bone junction. The cartilaginous portion usually makes up the lateral one-third of the external auditory canal."}
{"id": "article-20834_17", "title": "Ear Irrigation -- Technique or Treatment", "content": "The emesis or ear irrigation basin is held tightly to the skin below the ear to catch the water during irrigation. This helps keep the patient from getting wet.", "contents": "Ear Irrigation -- Technique or Treatment. The emesis or ear irrigation basin is held tightly to the skin below the ear to catch the water during irrigation. This helps keep the patient from getting wet."}
{"id": "article-20834_18", "title": "Ear Irrigation -- Technique or Treatment", "content": "The IV catheter is directed superiorly and posteriorly in the ear canal so that the water separates the cerumen from the tympanic membrane. The water stream should not be directed at the TM because this can cause perforation. The injection should not be too rapid, as this may result in trauma, bleeding, and pain.", "contents": "Ear Irrigation -- Technique or Treatment. The IV catheter is directed superiorly and posteriorly in the ear canal so that the water separates the cerumen from the tympanic membrane. The water stream should not be directed at the TM because this can cause perforation. The injection should not be too rapid, as this may result in trauma, bleeding, and pain."}
{"id": "article-20834_19", "title": "Ear Irrigation -- Technique or Treatment", "content": "Following irrigation, any loose pieces of wax can be removed with a cerumen scoop or alligator forceps, being careful not to damage the external auditory canal and the TM.", "contents": "Ear Irrigation -- Technique or Treatment. Following irrigation, any loose pieces of wax can be removed with a cerumen scoop or alligator forceps, being careful not to damage the external auditory canal and the TM."}
{"id": "article-20834_20", "title": "Ear Irrigation -- Technique or Treatment", "content": "Several drops of isopropanol are applied to dry the remaining moisture in the external auditory canal. This step is especially contraindicated if the TM is ruptured.", "contents": "Ear Irrigation -- Technique or Treatment. Several drops of isopropanol are applied to dry the remaining moisture in the external auditory canal. This step is especially contraindicated if the TM is ruptured."}
{"id": "article-20834_21", "title": "Ear Irrigation -- Technique or Treatment", "content": "Following prolonged irrigation, these additional steps should be taken: Topical steroid–containing suspension drops, such as ciprofloxacin or dexamethasone drops, may soothe the external auditory canal. Some providers prescribe these for a few days following the ear irrigation procedure. Many providers prescribe antibiotic drops (eg, fluoroquinolones) to patients at high risk for severe infections, such as patients with diabetes. These drops are usually prescribed for several days following the ear irrigation procedure to prevent the complication of otitis externa. [2] [12] If multiple attempts to remove impacted cerumen—including a combination of treatments—are ineffective, clinicians should refer the patient to an otolaryngologist.", "contents": "Ear Irrigation -- Technique or Treatment. Following prolonged irrigation, these additional steps should be taken: Topical steroid–containing suspension drops, such as ciprofloxacin or dexamethasone drops, may soothe the external auditory canal. Some providers prescribe these for a few days following the ear irrigation procedure. Many providers prescribe antibiotic drops (eg, fluoroquinolones) to patients at high risk for severe infections, such as patients with diabetes. These drops are usually prescribed for several days following the ear irrigation procedure to prevent the complication of otitis externa. [2] [12] If multiple attempts to remove impacted cerumen—including a combination of treatments—are ineffective, clinicians should refer the patient to an otolaryngologist."}
{"id": "article-20834_22", "title": "Ear Irrigation -- Complications", "content": "Irrigation of the ear can lead to otitis externa, vertigo, perforation of the tympanic membrane, and middle ear damage if the tympanic membrane is perforated. These complications are less common with the syringe and IV catheter technique than with the pulsating water device technique. Using a cerumen spoon to remove the remaining wax can cause damage to the skin covering the external auditory canal.", "contents": "Ear Irrigation -- Complications. Irrigation of the ear can lead to otitis externa, vertigo, perforation of the tympanic membrane, and middle ear damage if the tympanic membrane is perforated. These complications are less common with the syringe and IV catheter technique than with the pulsating water device technique. Using a cerumen spoon to remove the remaining wax can cause damage to the skin covering the external auditory canal."}
{"id": "article-20834_23", "title": "Ear Irrigation -- Complications", "content": "Symptoms of complications include sudden pain, ringing in the ears, loss of hearing, nausea, and dizziness. If patients experience these symptoms, the procedure should immediately be stopped, and the ear canal and TM should be examined with an otoscope. If the TM is ruptured, oral antibiotics should be prescribed to treat otitis media prophylactically, and a referral should be made to an otolaryngologist for a specialty consultation.", "contents": "Ear Irrigation -- Complications. Symptoms of complications include sudden pain, ringing in the ears, loss of hearing, nausea, and dizziness. If patients experience these symptoms, the procedure should immediately be stopped, and the ear canal and TM should be examined with an otoscope. If the TM is ruptured, oral antibiotics should be prescribed to treat otitis media prophylactically, and a referral should be made to an otolaryngologist for a specialty consultation."}
{"id": "article-20834_24", "title": "Ear Irrigation -- Clinical Significance", "content": "It is often necessary to perform ear irrigation for cerumen impaction if the patient is symptomatic or if the provider needs to evaluate the tympanic membrane. Cerumen impaction may cause a feeling of fullness in the ear, ear pain or otalgia, itchy ear, the sensation of imbalance, cough, and decreased hearing. [3] [4] Removing impacted cerumen often results in immediate relief of some or all of these symptoms should there not be an underlying infection, malignancy, or other pathology.", "contents": "Ear Irrigation -- Clinical Significance. It is often necessary to perform ear irrigation for cerumen impaction if the patient is symptomatic or if the provider needs to evaluate the tympanic membrane. Cerumen impaction may cause a feeling of fullness in the ear, ear pain or otalgia, itchy ear, the sensation of imbalance, cough, and decreased hearing. [3] [4] Removing impacted cerumen often results in immediate relief of some or all of these symptoms should there not be an underlying infection, malignancy, or other pathology."}
{"id": "article-20834_25", "title": "Ear Irrigation -- Enhancing Healthcare Team Outcomes", "content": "A nurse or medical assistant is essential to assist with this procedure. His or her assistance helps ensure the procedure runs smoothly, keeping the patient at ease.", "contents": "Ear Irrigation -- Enhancing Healthcare Team Outcomes. A nurse or medical assistant is essential to assist with this procedure. His or her assistance helps ensure the procedure runs smoothly, keeping the patient at ease."}
{"id": "article-20834_26", "title": "Ear Irrigation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ear Irrigation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}