{"id": "article-25560_0", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Introduction", "content": "The purpose of the nasolacrimal system is to drain tears from the ocular surface to the lacrimal sac and, ultimately, the nasal cavity. Blockage of the nasolacrimal system can cause tears to flow over the eyelid and down the cheek; this condition is epiphora.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Introduction. The purpose of the nasolacrimal system is to drain tears from the ocular surface to the lacrimal sac and, ultimately, the nasal cavity. Blockage of the nasolacrimal system can cause tears to flow over the eyelid and down the cheek; this condition is epiphora."}
{"id": "article-25560_1", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Structure and Function", "content": "Both the upper eyelid and the lower eyelid have a small opening on the surface of the eyelid margin near the medial canthus. These are called puncta. Each puncta leads to a drainage canal that eventually flows into the lacrimal sac and then the nasal cavity. The drainage canal connecting the ocular surface to the nasal cavity consists of multiple parts.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Structure and Function. Both the upper eyelid and the lower eyelid have a small opening on the surface of the eyelid margin near the medial canthus. These are called puncta. Each puncta leads to a drainage canal that eventually flows into the lacrimal sac and then the nasal cavity. The drainage canal connecting the ocular surface to the nasal cavity consists of multiple parts."}
{"id": "article-25560_2", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Structure and Function", "content": "Within the lower eyelid, the punctum leads to a 2 mm long ampulla, which runs perpendicular to the eyelid margin. The ampulla turns 90 degrees medially, becoming the inferior canaliculus and travels 8 to 10 mm before reaching the common canaliculus. The upper canaliculus travels 2 mm superiorly in the eyelid before turning 90 degrees medially and moving 8 to 10 mm before connecting to the common canaliculus. The common canaliculus drains into the lacrimal sac. Within the junction between the common canaliculus and the lacrimal sac is the valve of Rosenmuller. This apparatus is a one-way valve that prevents reflux from the lacrimal sac to the puncta.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Structure and Function. Within the lower eyelid, the punctum leads to a 2 mm long ampulla, which runs perpendicular to the eyelid margin. The ampulla turns 90 degrees medially, becoming the inferior canaliculus and travels 8 to 10 mm before reaching the common canaliculus. The upper canaliculus travels 2 mm superiorly in the eyelid before turning 90 degrees medially and moving 8 to 10 mm before connecting to the common canaliculus. The common canaliculus drains into the lacrimal sac. Within the junction between the common canaliculus and the lacrimal sac is the valve of Rosenmuller. This apparatus is a one-way valve that prevents reflux from the lacrimal sac to the puncta."}
{"id": "article-25560_3", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Structure and Function", "content": "The lacrimal sac drains inferiorly to the nasolacrimal duct, which is bordered medially by palatine bone and the inferior turbinate in the nose and laterally by maxillary bone. The nasolacrimal duct opens at the inferior meatus located underneath the inferior nasal turbinate. The lacrimal sac is approximately 10 to 15 mm in axial length and 13 to 20 mm in corneal length, and the nasolacrimal duct is 12 to 18 mm long. The inferior nasal meatus is partially covered by a mucosal fold known as the valve of Hasner. [1] [2] [3]", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Structure and Function. The lacrimal sac drains inferiorly to the nasolacrimal duct, which is bordered medially by palatine bone and the inferior turbinate in the nose and laterally by maxillary bone. The nasolacrimal duct opens at the inferior meatus located underneath the inferior nasal turbinate. The lacrimal sac is approximately 10 to 15 mm in axial length and 13 to 20 mm in corneal length, and the nasolacrimal duct is 12 to 18 mm long. The inferior nasal meatus is partially covered by a mucosal fold known as the valve of Hasner. [1] [2] [3]"}
{"id": "article-25560_4", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Embryology", "content": "The nasolacrimal duct starts forming around five weeks of gestation. It starts out as a linear thickening of ectoderm located in a groove between the nasal and maxillary prominences. This thickening eventually separates into a solid cord and sinks into the surrounding mesenchyme. Over time the cord canalizes forming the lacrimal sac and the beginning of the nasolacrimal duct. The nasolacrimal duct extends intranasally until it exits under the inferior turbinate. The lacrimal sac extends caudally to complete the canalicular system. The inside of the canal breaks down and forms a lumen so that the nasolacrimal system is patent. This process is generally complete by the time of birth. [4]", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Embryology. The nasolacrimal duct starts forming around five weeks of gestation. It starts out as a linear thickening of ectoderm located in a groove between the nasal and maxillary prominences. This thickening eventually separates into a solid cord and sinks into the surrounding mesenchyme. Over time the cord canalizes forming the lacrimal sac and the beginning of the nasolacrimal duct. The nasolacrimal duct extends intranasally until it exits under the inferior turbinate. The lacrimal sac extends caudally to complete the canalicular system. The inside of the canal breaks down and forms a lumen so that the nasolacrimal system is patent. This process is generally complete by the time of birth. [4]"}
{"id": "article-25560_5", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Blood Supply and Lymphatics", "content": "Blood supply to the nasolacrimal area of the face is generally from the angular artery. The angular artery is considered a branch of the facial artery; however, some studies have shown that it can originate from the ophthalmic artery in some individuals. It terminates in anastomosis with the dorsal nasal branch of the ophthalmic artery. The angular artery and vein appear alongside the nose near the medial orbit. A correlating angular vein drains this region.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Blood Supply and Lymphatics. Blood supply to the nasolacrimal area of the face is generally from the angular artery. The angular artery is considered a branch of the facial artery; however, some studies have shown that it can originate from the ophthalmic artery in some individuals. It terminates in anastomosis with the dorsal nasal branch of the ophthalmic artery. The angular artery and vein appear alongside the nose near the medial orbit. A correlating angular vein drains this region."}
{"id": "article-25560_6", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Blood Supply and Lymphatics", "content": "The medial and lateral portions of the eyelids have different lymphatic drainage systems. The medial one-third of the upper eyelid and the medial two-thirds of the lower eyelid drain to the submandibular lymph nodes. The lateral two-thirds of the upper eyelid and the lateral one-third of the lower eyelid drain to the pre-auricular lymph nodes.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Blood Supply and Lymphatics. The medial and lateral portions of the eyelids have different lymphatic drainage systems. The medial one-third of the upper eyelid and the medial two-thirds of the lower eyelid drain to the submandibular lymph nodes. The lateral two-thirds of the upper eyelid and the lateral one-third of the lower eyelid drain to the pre-auricular lymph nodes."}
{"id": "article-25560_7", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Nerves", "content": "Cranial nerve VII supplies the motor innervation to the muscles of the face. The movement of these muscles aid in proper drainage of the tears through the nasolacrimal system by what is known as the lacrimal pump mechanism. Cranial nerve III and cranial nerve VII innervate the muscles that control the blinking of the eyelids. This action is the primary driver of the lacrimal pump mechanism.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Nerves. Cranial nerve VII supplies the motor innervation to the muscles of the face. The movement of these muscles aid in proper drainage of the tears through the nasolacrimal system by what is known as the lacrimal pump mechanism. Cranial nerve III and cranial nerve VII innervate the muscles that control the blinking of the eyelids. This action is the primary driver of the lacrimal pump mechanism."}
{"id": "article-25560_8", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Nerves", "content": "Irritation of the ocular surface stimulates the ophthalmic branch of cranial nerve five, which begins the reflex tear arc pathway. The efferent pathway involves cranial nerve VII and parasympathetic fibers. The role of the sympathetic nervous system in tear production is not well understood.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Nerves. Irritation of the ocular surface stimulates the ophthalmic branch of cranial nerve five, which begins the reflex tear arc pathway. The efferent pathway involves cranial nerve VII and parasympathetic fibers. The role of the sympathetic nervous system in tear production is not well understood."}
{"id": "article-25560_9", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Muscles", "content": "The action of the orbicularis muscle and surrounding tissues helps propel the flow of tears from the canaliculi to the nasolacrimal duct via the lacrimal pump mechanism.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Muscles. The action of the orbicularis muscle and surrounding tissues helps propel the flow of tears from the canaliculi to the nasolacrimal duct via the lacrimal pump mechanism."}
{"id": "article-25560_10", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Surgical Considerations -- Eyelid Laceration with Canalicular Involvement", "content": "Lacrimal duct injuries can occur in patients of all ages. Lacerations most commonly affect the inferior canaliculus; however, laceration of both superior and inferior canaliculi may occur. Surgical repair of isolated canalicular laceration is recommended within 48 hours with anastomotic suture with or without canalicular intubation. [5] Dilate both upper punctum and lower punctum. If there is an un-involved punctum, probe it to the sac and irrigate to ensure there are no underlying blockages. Then identify the medial and lateral ends of the lacerated canaliculus. A silicone stent is an option if only one canaliculus is involved. If both are involved, silicone tubing or a Crawford stent are both viable choices. See below for stenting techniques for silicone and Crawford Stent. Suture skin as described in simple laceration repair.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Surgical Considerations -- Eyelid Laceration with Canalicular Involvement. Lacrimal duct injuries can occur in patients of all ages. Lacerations most commonly affect the inferior canaliculus; however, laceration of both superior and inferior canaliculi may occur. Surgical repair of isolated canalicular laceration is recommended within 48 hours with anastomotic suture with or without canalicular intubation. [5] Dilate both upper punctum and lower punctum. If there is an un-involved punctum, probe it to the sac and irrigate to ensure there are no underlying blockages. Then identify the medial and lateral ends of the lacerated canaliculus. A silicone stent is an option if only one canaliculus is involved. If both are involved, silicone tubing or a Crawford stent are both viable choices. See below for stenting techniques for silicone and Crawford Stent. Suture skin as described in simple laceration repair."}
{"id": "article-25560_11", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Surgical Considerations -- Silicone Nasolacrimal Stent", "content": "Advance stent through punctum of lacerated canaliculus and out the distal end. Then insert the stent into the canaliculus opening of the lacerated lateral edge. Ensure the stent is seated in the punctum. Place 6-0 Vicryl sutures using a curved needle to anastomose the cut edges of the canaliculus and re-approximate the surrounding tissue. Leave these untied. Then place addition interrupted buried 5-0 vicryl sutures to reinforce the medial canthal tendon if needed. After placing all deep sutures, tie, and trim all sutures—close overlying skin with 6-0 plain gut suture.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Surgical Considerations -- Silicone Nasolacrimal Stent. Advance stent through punctum of lacerated canaliculus and out the distal end. Then insert the stent into the canaliculus opening of the lacerated lateral edge. Ensure the stent is seated in the punctum. Place 6-0 Vicryl sutures using a curved needle to anastomose the cut edges of the canaliculus and re-approximate the surrounding tissue. Leave these untied. Then place addition interrupted buried 5-0 vicryl sutures to reinforce the medial canthal tendon if needed. After placing all deep sutures, tie, and trim all sutures—close overlying skin with 6-0 plain gut suture."}
{"id": "article-25560_12", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Surgical Considerations -- Crawford Nasolacrimal Stent", "content": "Place the first end of the stent through punctum of lacerated canaliculus and out distal end. Then pass the same end through the previously identified proximal end and then advance through the lacrimal and nasal lacrimal duct. Retrieve the end of the stent from the nasal cavity. Pass the other end of the stent similarly through intact canaliculus. Place a cotton swab or similar product underneath the tubing loop between the upper and lower puncta. Pull the ends of the tubing taught through the nose and tie them together. Cut the excess tubing below the knot and then proceed to skin closure. [6] [7] [8] [9]", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Surgical Considerations -- Crawford Nasolacrimal Stent. Place the first end of the stent through punctum of lacerated canaliculus and out distal end. Then pass the same end through the previously identified proximal end and then advance through the lacrimal and nasal lacrimal duct. Retrieve the end of the stent from the nasal cavity. Pass the other end of the stent similarly through intact canaliculus. Place a cotton swab or similar product underneath the tubing loop between the upper and lower puncta. Pull the ends of the tubing taught through the nose and tie them together. Cut the excess tubing below the knot and then proceed to skin closure. [6] [7] [8] [9]"}
{"id": "article-25560_13", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Clinical Significance", "content": "One of the most common pathologies of the nasolacrimal duct is congenital nasolacrimal duct obstruction, which occurs when the distal end of the nasolacrimal duct is not patent. Obstruction of the nasolacrimal duct is symptomatic in 5% of infants at birth, but most infants present with symptoms 4 to 6 weeks after birth; this is because the lacrimal gland does not fully develop until week 6, and therefore, infants younger than six weeks are not able to produce tears. Without tears, there is nothing for the nasolacrimal system to obstruct.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Clinical Significance. One of the most common pathologies of the nasolacrimal duct is congenital nasolacrimal duct obstruction, which occurs when the distal end of the nasolacrimal duct is not patent. Obstruction of the nasolacrimal duct is symptomatic in 5% of infants at birth, but most infants present with symptoms 4 to 6 weeks after birth; this is because the lacrimal gland does not fully develop until week 6, and therefore, infants younger than six weeks are not able to produce tears. Without tears, there is nothing for the nasolacrimal system to obstruct."}
{"id": "article-25560_14", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Clinical Significance", "content": "There are a variety of causes of acquired nasolacrimal duct obstruction that can occur later in life. Depending on the level of obstruction in the nasolacrimal system, different symptoms are produced. Sometimes, obstructing the nasolacrimal system is the desired effect. For example, punctal plugs are a common therapy for patients suffering from dry eye symptoms. [10]", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Clinical Significance. There are a variety of causes of acquired nasolacrimal duct obstruction that can occur later in life. Depending on the level of obstruction in the nasolacrimal system, different symptoms are produced. Sometimes, obstructing the nasolacrimal system is the desired effect. For example, punctal plugs are a common therapy for patients suffering from dry eye symptoms. [10]"}
{"id": "article-25560_15", "title": "Anatomy, Head and Neck: Eye Nasolacrimal -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Eye Nasolacrimal -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}