{"id": "article-22669_0", "title": "Heart-Lung Transplantation -- Continuing Education Activity", "content": "A heart-lung transplant is performed for unsalvagable dual cardiac and pulmonary failure. An organ transplant is an established life-saving therapy for these patients. The most common underlying conditions requiring heart-lung transplants are congenital cardiac diseases with Eisenmenger syndrome and certain pulmonary hypertension disorders. This activity reviews the evaluation and treatment of dual cardiac and pulmonary failure and highlights the role of the interprofessional team in evaluating and treating this condition.", "contents": "Heart-Lung Transplantation -- Continuing Education Activity. A heart-lung transplant is performed for unsalvagable dual cardiac and pulmonary failure. An organ transplant is an established life-saving therapy for these patients. The most common underlying conditions requiring heart-lung transplants are congenital cardiac diseases with Eisenmenger syndrome and certain pulmonary hypertension disorders. This activity reviews the evaluation and treatment of dual cardiac and pulmonary failure and highlights the role of the interprofessional team in evaluating and treating this condition."}
{"id": "article-22669_1", "title": "Heart-Lung Transplantation -- Continuing Education Activity", "content": "Objectives: Identify the indications and contraindications for heart-lung transplant surgery. Outline the technical steps of a successful heart-lung transplant. Describe early and late complications of dual heart-lung transplant surgery. Explain the importance of improving care coordination amongst the interprofessional team to enhance the heart-lung transplant outcomes. Access free multiple choice questions on this topic.", "contents": "Heart-Lung Transplantation -- Continuing Education Activity. Objectives: Identify the indications and contraindications for heart-lung transplant surgery. Outline the technical steps of a successful heart-lung transplant. Describe early and late complications of dual heart-lung transplant surgery. Explain the importance of improving care coordination amongst the interprofessional team to enhance the heart-lung transplant outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22669_2", "title": "Heart-Lung Transplantation -- Introduction", "content": "Pioneered in the 1960s, and successfully implemented in the 1980s, with a declining number of candidates since the 1990s, [1] simultaneous heart and lung transplantation is only indicated for patients in the end stages of both cardiac and pulmonary failure. If only one of the two thoracic organ systems has irreversibly failed and the other is salvageable, then most treatment centers forego dual transplant as the risk-benefit analyses suggest salvage should be attempted and only the irreversibly failed organ should be replaced. This strategy spares the patient the cumulative risk of two simultaneous transplants, shortens his or her time on the waiting list, and allocates more organs to more patients. [2] [3]", "contents": "Heart-Lung Transplantation -- Introduction. Pioneered in the 1960s, and successfully implemented in the 1980s, with a declining number of candidates since the 1990s, [1] simultaneous heart and lung transplantation is only indicated for patients in the end stages of both cardiac and pulmonary failure. If only one of the two thoracic organ systems has irreversibly failed and the other is salvageable, then most treatment centers forego dual transplant as the risk-benefit analyses suggest salvage should be attempted and only the irreversibly failed organ should be replaced. This strategy spares the patient the cumulative risk of two simultaneous transplants, shortens his or her time on the waiting list, and allocates more organs to more patients. [2] [3]"}
{"id": "article-22669_3", "title": "Heart-Lung Transplantation -- Introduction", "content": "Therefore, in the current era, most patients are preferentially worked up as candidates for either lung transplant or advanced heart failure therapies, including mechanical circulatory support (MCS) and heart transplant. Those topics are discussed elsewhere. This article is an overview of the more select category of simultaneous heart and lung transplant, where only about 100 new cases are reported yearly worldwide. [3]", "contents": "Heart-Lung Transplantation -- Introduction. Therefore, in the current era, most patients are preferentially worked up as candidates for either lung transplant or advanced heart failure therapies, including mechanical circulatory support (MCS) and heart transplant. Those topics are discussed elsewhere. This article is an overview of the more select category of simultaneous heart and lung transplant, where only about 100 new cases are reported yearly worldwide. [3]"}
{"id": "article-22669_4", "title": "Heart-Lung Transplantation -- Indications", "content": "Conceptually, dual organ failure requiring heart and lung transplants may be due to either of the following: A primary cardiac disease leading to pulmonary failure A primary pulmonary disease leading to cardiac failure A systemic process causing both cardiac and pulmonary failure", "contents": "Heart-Lung Transplantation -- Indications. Conceptually, dual organ failure requiring heart and lung transplants may be due to either of the following: A primary cardiac disease leading to pulmonary failure A primary pulmonary disease leading to cardiac failure A systemic process causing both cardiac and pulmonary failure"}
{"id": "article-22669_5", "title": "Heart-Lung Transplantation -- Indications", "content": "The most common indications (35%) for heart and lung transplants are congenital cardiac malformations causing Eisenmenger syndrome and secondary pulmonary arterial hypertension. [4] [5] The secondary pulmonary disease becomes unsalvageable when, despite a trial of inotropes and MCS, the pulmonary vascular resistance (PVR) remains greater than 3-5 Woods units. [6] [5] When heart transplant alone is performed in the face of such high resistance, there is a risk of acute right heart failure. [5]", "contents": "Heart-Lung Transplantation -- Indications. The most common indications (35%) for heart and lung transplants are congenital cardiac malformations causing Eisenmenger syndrome and secondary pulmonary arterial hypertension. [4] [5] The secondary pulmonary disease becomes unsalvageable when, despite a trial of inotropes and MCS, the pulmonary vascular resistance (PVR) remains greater than 3-5 Woods units. [6] [5] When heart transplant alone is performed in the face of such high resistance, there is a risk of acute right heart failure. [5]"}
{"id": "article-22669_6", "title": "Heart-Lung Transplantation -- Indications", "content": "The second most common group of indications (27%) for heart and lung transplants are primary pulmonary hypertension disorders causing right heart failure. [4] [5] The criteria for unsalvageable right heart failure are variable between centers, given comparable outcomes between double lung transplant and heart-lung transplant for these patients. [7] Most centers would consider the patient for heart-lung transplant if cardiomegaly precluded the donor lung fitting inside the chest or if the right heart is obviously infarcted or fibrotic. [7]", "contents": "Heart-Lung Transplantation -- Indications. The second most common group of indications (27%) for heart and lung transplants are primary pulmonary hypertension disorders causing right heart failure. [4] [5] The criteria for unsalvageable right heart failure are variable between centers, given comparable outcomes between double lung transplant and heart-lung transplant for these patients. [7] Most centers would consider the patient for heart-lung transplant if cardiomegaly precluded the donor lung fitting inside the chest or if the right heart is obviously infarcted or fibrotic. [7]"}
{"id": "article-22669_7", "title": "Heart-Lung Transplantation -- Indications", "content": "Systemic disease-causing, both cardiac and pulmonary failure, such as cystic fibrosis and lifestyle factors that include smoking, causing both emphysema and ischemic cardiac disease. [5] In the case of cystic fibrosis, the newly explanted recipient heart may be used as a donor organ for another recipient in a so-called “domino” transplant. [3]", "contents": "Heart-Lung Transplantation -- Indications. Systemic disease-causing, both cardiac and pulmonary failure, such as cystic fibrosis and lifestyle factors that include smoking, causing both emphysema and ischemic cardiac disease. [5] In the case of cystic fibrosis, the newly explanted recipient heart may be used as a donor organ for another recipient in a so-called “domino” transplant. [3]"}
{"id": "article-22669_8", "title": "Heart-Lung Transplantation -- Contraindications", "content": "Many contraindications for independent lung transplantation and heart transplantation also apply to the combined operation. Active malignancy or history of malignancy in the last two to five years is a contraindication to transplant. Active substance abuse, uncontrolled psychiatric disorders, non-compliance, poor functional status, and poor social support are likewise contraindications to transplant surgery. [7] ABO incompatibility and positive crossmatch are contraindications for transplant between a specific donor and recipient. Human leukocyte antigen (HLA) matching cannot currently be performed under the ischemic time constraints imposed by current thoracic organ preservation technology. Maximum cold ischemia time for hearts and lungs is described as four to six hours and six to ten hours, respectively, [8] , but the best outcomes are obtained, minimizing all ischemic time.", "contents": "Heart-Lung Transplantation -- Contraindications. Many contraindications for independent lung transplantation and heart transplantation also apply to the combined operation. Active malignancy or history of malignancy in the last two to five years is a contraindication to transplant. Active substance abuse, uncontrolled psychiatric disorders, non-compliance, poor functional status, and poor social support are likewise contraindications to transplant surgery. [7] ABO incompatibility and positive crossmatch are contraindications for transplant between a specific donor and recipient. Human leukocyte antigen (HLA) matching cannot currently be performed under the ischemic time constraints imposed by current thoracic organ preservation technology. Maximum cold ischemia time for hearts and lungs is described as four to six hours and six to ten hours, respectively, [8] , but the best outcomes are obtained, minimizing all ischemic time."}
{"id": "article-22669_9", "title": "Heart-Lung Transplantation -- Contraindications", "content": "A large mismatch of donor-recipient lung size is a contraindication to transplant. Although some discrepancy can be tolerated, [9] outside of a range of 10% above or below the recipient’s height or weight, either atelectasis or hyper-expansion pulmonary edema may result. [1] Advanced age was previously considered a contraindication to transplant, but the latest pulmonary guidelines now suggest to consider the comorbidities and age on a case by case basis. [7]", "contents": "Heart-Lung Transplantation -- Contraindications. A large mismatch of donor-recipient lung size is a contraindication to transplant. Although some discrepancy can be tolerated, [9] outside of a range of 10% above or below the recipient’s height or weight, either atelectasis or hyper-expansion pulmonary edema may result. [1] Advanced age was previously considered a contraindication to transplant, but the latest pulmonary guidelines now suggest to consider the comorbidities and age on a case by case basis. [7]"}
{"id": "article-22669_10", "title": "Heart-Lung Transplantation -- Contraindications", "content": "A prior history of thoracic surgery was previously considered to be a contraindication to transplant, given the increased risk of blood loss from lysis of pleural and mediastinal adhesions during explantation, but increasing technical experience and use of antifibrinolytic agents has made this consideration obsolete. [7]", "contents": "Heart-Lung Transplantation -- Contraindications. A prior history of thoracic surgery was previously considered to be a contraindication to transplant, given the increased risk of blood loss from lysis of pleural and mediastinal adhesions during explantation, but increasing technical experience and use of antifibrinolytic agents has made this consideration obsolete. [7]"}
{"id": "article-22669_11", "title": "Heart-Lung Transplantation -- Contraindications", "content": "Classically, bilirubin levels of 2.1 mg/dL or greater was a sign of advanced pulmonary hypertension and early postoperative mortality of 58%. [10] Concomitant liver failure must be approached with caution and may make the patient a candidate for a combined heart-lung liver transplant. [11]", "contents": "Heart-Lung Transplantation -- Contraindications. Classically, bilirubin levels of 2.1 mg/dL or greater was a sign of advanced pulmonary hypertension and early postoperative mortality of 58%. [10] Concomitant liver failure must be approached with caution and may make the patient a candidate for a combined heart-lung liver transplant. [11]"}
{"id": "article-22669_12", "title": "Heart-Lung Transplantation -- Preparation", "content": "Recipient candidates must undergo an interprofessional care team review and workup before being listed for transplant. In the United States, heart-lung transplant recipients are currently listed under the heart allocation system to take advantage of more favorable wait times. The European system has a separate allocation for concomitant heart-lung candidates. [7] The ideal timing of listing a candidate for transplant is a multifactorial decision that varies by underlying etiology of organ failure. [12]", "contents": "Heart-Lung Transplantation -- Preparation. Recipient candidates must undergo an interprofessional care team review and workup before being listed for transplant. In the United States, heart-lung transplant recipients are currently listed under the heart allocation system to take advantage of more favorable wait times. The European system has a separate allocation for concomitant heart-lung candidates. [7] The ideal timing of listing a candidate for transplant is a multifactorial decision that varies by underlying etiology of organ failure. [12]"}
{"id": "article-22669_13", "title": "Heart-Lung Transplantation -- Preparation", "content": "The donor should also be properly worked-up by the local organ procurement organization. Donation criteria are occasionally revised to maximize benefits in conditions of chronic international donation shortage. There are now standard criteria for lung donors and expanded criteria for lung donors. [8]", "contents": "Heart-Lung Transplantation -- Preparation. The donor should also be properly worked-up by the local organ procurement organization. Donation criteria are occasionally revised to maximize benefits in conditions of chronic international donation shortage. There are now standard criteria for lung donors and expanded criteria for lung donors. [8]"}
{"id": "article-22669_14", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "There are, in effect, three different operations to be performed: 1. Donor procurement 2. Recipient explanation 3. Recipient implantation", "contents": "Heart-Lung Transplantation -- Technique or Treatment. There are, in effect, three different operations to be performed: 1. Donor procurement 2. Recipient explanation 3. Recipient implantation"}
{"id": "article-22669_15", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "The donor procurement technique varies somewhat between institutions. [13] In general, after a bronchoscopy by the operating surgeon confirms adequately healthy airways, and the procurement proceeds through a median sternotomy. The pericardium and bilateral pleural spaces are entered, and all anatomy is inspected. The pulmonary ligaments are divided, as are the innominate and azygous veins, allowing for mobilization of the superior and inferior venae cavae, aorta, and proximal trachea. Care is taken not to dissect the distal trachea so as not to jeopardize the blood supply. When all abdominal procurement teams, as well as the thoracic team, are ready, intravenous heparin (approximately 300 U/kg) is administered. Prostaglandin E1 is injected into the main pulmonary artery to combat hypoxic vasoconstriction, and after a brief waiting period, the aorta is cross clamped.", "contents": "Heart-Lung Transplantation -- Technique or Treatment. The donor procurement technique varies somewhat between institutions. [13] In general, after a bronchoscopy by the operating surgeon confirms adequately healthy airways, and the procurement proceeds through a median sternotomy. The pericardium and bilateral pleural spaces are entered, and all anatomy is inspected. The pulmonary ligaments are divided, as are the innominate and azygous veins, allowing for mobilization of the superior and inferior venae cavae, aorta, and proximal trachea. Care is taken not to dissect the distal trachea so as not to jeopardize the blood supply. When all abdominal procurement teams, as well as the thoracic team, are ready, intravenous heparin (approximately 300 U/kg) is administered. Prostaglandin E1 is injected into the main pulmonary artery to combat hypoxic vasoconstriction, and after a brief waiting period, the aorta is cross clamped."}
{"id": "article-22669_16", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "Cold organ preservation solution is delivered to the heart via an aortic cannula proximal to the aortic clamp and delivered to the lungs via a pulmonary artery cannula. The absence of aortic insufficiency is confirmed to ensure preservation solution coronary flow. To decompress the heart, the left atrial appendage is amputated and allowed to drain, as ice saline is applied to the organs. After administration of preservation solution, the heart and lung are removed en bloc. The inferior vena cava is divided, leaving enough cuff for the liver team; the superior vena cava is divided with a more generous cuff to avoid damage to the sinoatrial node. The pericardium is separated from the diaphragm. The aorta is divided at the level of the innominate artery. The anesthesia team is asked to pull upward on the endotracheal tube then mildly inflate the lungs and maintain them inflated at low pressure as the trachea is stapled with a thoracoabdominal stapler. Some surgeons will dissect the trachea from the esophagus in the donor's chest; others perform this maneuver on the back table. The organs are then packaged for transport. [1] [13]", "contents": "Heart-Lung Transplantation -- Technique or Treatment. Cold organ preservation solution is delivered to the heart via an aortic cannula proximal to the aortic clamp and delivered to the lungs via a pulmonary artery cannula. The absence of aortic insufficiency is confirmed to ensure preservation solution coronary flow. To decompress the heart, the left atrial appendage is amputated and allowed to drain, as ice saline is applied to the organs. After administration of preservation solution, the heart and lung are removed en bloc. The inferior vena cava is divided, leaving enough cuff for the liver team; the superior vena cava is divided with a more generous cuff to avoid damage to the sinoatrial node. The pericardium is separated from the diaphragm. The aorta is divided at the level of the innominate artery. The anesthesia team is asked to pull upward on the endotracheal tube then mildly inflate the lungs and maintain them inflated at low pressure as the trachea is stapled with a thoracoabdominal stapler. Some surgeons will dissect the trachea from the esophagus in the donor's chest; others perform this maneuver on the back table. The organs are then packaged for transport. [1] [13]"}
{"id": "article-22669_17", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "The recipient explantation (cardiopneumonectomy) proceeds through a median sternotomy, with careful dissection into the pericardium and bilateral pleural spaces, especially in patients with a prior thoracic surgical history. Dissection is often more complicated in patients requiring heart-lung transplants, particularly those with Eisenmenger syndrome on account of their large mediastinal venous collaterals. During dissection, it is important is to avoid injury to the phrenic, vagus, and recurrent laryngeal nerves. Once dissection is complete, the patient is cannulated through the aorta, superior vena cava, and inferior vena cava, and is placed on cardiopulmonary bypass and cooled. The heart is resected, dividing the aorta just distal to the aortic valve and the pulmonary artery just distal to the pulmonic valve. When the right atrium is entered to divide it, some teams will divide at the level of the atrium to leave a cuff of atrial tissue around both the superior and inferior venae cavae; however, other teams will divide at the level of the cava proper, to avoid incorporating arrhythmogenic tissue in the anastomosis.", "contents": "Heart-Lung Transplantation -- Technique or Treatment. The recipient explantation (cardiopneumonectomy) proceeds through a median sternotomy, with careful dissection into the pericardium and bilateral pleural spaces, especially in patients with a prior thoracic surgical history. Dissection is often more complicated in patients requiring heart-lung transplants, particularly those with Eisenmenger syndrome on account of their large mediastinal venous collaterals. During dissection, it is important is to avoid injury to the phrenic, vagus, and recurrent laryngeal nerves. Once dissection is complete, the patient is cannulated through the aorta, superior vena cava, and inferior vena cava, and is placed on cardiopulmonary bypass and cooled. The heart is resected, dividing the aorta just distal to the aortic valve and the pulmonary artery just distal to the pulmonic valve. When the right atrium is entered to divide it, some teams will divide at the level of the atrium to leave a cuff of atrial tissue around both the superior and inferior venae cavae; however, other teams will divide at the level of the cava proper, to avoid incorporating arrhythmogenic tissue in the anastomosis."}
{"id": "article-22669_18", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "The left atrium is divided at the level of the atrioventricular groove. Having removed the heart, the lungs are then explanted by clamping or stapling each mainstem bronchus and dividing the bronchi and hilar vessels distally. The lungs are then removed en bloc from the chest. With the heart and lungs no longer obscuring the field, the mediastinum can be prepared. The remnant pulmonary arteries are excised, excepting at the ligamentum arteriosum, to provide a buffer for the recurrent laryngeal nerve. The trachea is prepared by dividing it at the level of the right mainstem bronchus. Many centers will implant the new donor hila anterior to the phrenic nerve pedicles for improved mobility to inspect the posterior mediastinum, but some centers still implant the hila posterior to the phrenic nerve pedicles for improved exposure if reoperation is required. Whichever strategy is chosen, the dissection is completed without phrenic injury, and mediastinal hemostasis is achieved before the donor heart and lungs are implanted and again obscure the exposure. [1]", "contents": "Heart-Lung Transplantation -- Technique or Treatment. The left atrium is divided at the level of the atrioventricular groove. Having removed the heart, the lungs are then explanted by clamping or stapling each mainstem bronchus and dividing the bronchi and hilar vessels distally. The lungs are then removed en bloc from the chest. With the heart and lungs no longer obscuring the field, the mediastinum can be prepared. The remnant pulmonary arteries are excised, excepting at the ligamentum arteriosum, to provide a buffer for the recurrent laryngeal nerve. The trachea is prepared by dividing it at the level of the right mainstem bronchus. Many centers will implant the new donor hila anterior to the phrenic nerve pedicles for improved mobility to inspect the posterior mediastinum, but some centers still implant the hila posterior to the phrenic nerve pedicles for improved exposure if reoperation is required. Whichever strategy is chosen, the dissection is completed without phrenic injury, and mediastinal hemostasis is achieved before the donor heart and lungs are implanted and again obscure the exposure. [1]"}
{"id": "article-22669_19", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "The recipient implantation procedure begins with the preparation of the graft on the back table. Non-essential mediastinal tissue is resected. Any atrial defects present in the heart are closed. The donor trachea is trimmed to the level of the first or second cartilaginous ring above the carina. Generous saline irrigation and a dedicated suction catheter are used to clear the donor lungs of mucus. When all is ready, the graft is lowered into the recipient's chest and kept cold with periodic cold irrigation or cold gauze pad wrappings.", "contents": "Heart-Lung Transplantation -- Technique or Treatment. The recipient implantation procedure begins with the preparation of the graft on the back table. Non-essential mediastinal tissue is resected. Any atrial defects present in the heart are closed. The donor trachea is trimmed to the level of the first or second cartilaginous ring above the carina. Generous saline irrigation and a dedicated suction catheter are used to clear the donor lungs of mucus. When all is ready, the graft is lowered into the recipient's chest and kept cold with periodic cold irrigation or cold gauze pad wrappings."}
{"id": "article-22669_20", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "The anastomoses begin with the trachea; the recipient trachea at the former level of the right mainstem is sutured to the donor trachea at the level one or two rings above the carina. Some surgeons use only running permanent suture; others use running suture on the membranous trachea and interrupted suture on the cartilaginous trachea. The tracheal anastomosis is covered with nearby tissue, either lymphatic or pericardial, to give a buffer against erosion into the neighboring great vessels. Once this anastomosis is complete, the chest is irrigated to dilute potential tracheal contamination. Then attention is turned to the blood vessels. Different surgeons prefer differing orders of anastomoses of the aorta, superior, and inferior venae cavae. The prior left atrial appendage defect created as a vent during donor procurement may be used again as a vent before it is then sutured closed. Once all anastomoses are complete, and the circulation is aspirated for air, attention is turned toward meticulous hemostasis. During hemostasis, the grafts may need to be gently rotated to achieve adequate exposure.", "contents": "Heart-Lung Transplantation -- Technique or Treatment. The anastomoses begin with the trachea; the recipient trachea at the former level of the right mainstem is sutured to the donor trachea at the level one or two rings above the carina. Some surgeons use only running permanent suture; others use running suture on the membranous trachea and interrupted suture on the cartilaginous trachea. The tracheal anastomosis is covered with nearby tissue, either lymphatic or pericardial, to give a buffer against erosion into the neighboring great vessels. Once this anastomosis is complete, the chest is irrigated to dilute potential tracheal contamination. Then attention is turned to the blood vessels. Different surgeons prefer differing orders of anastomoses of the aorta, superior, and inferior venae cavae. The prior left atrial appendage defect created as a vent during donor procurement may be used again as a vent before it is then sutured closed. Once all anastomoses are complete, and the circulation is aspirated for air, attention is turned toward meticulous hemostasis. During hemostasis, the grafts may need to be gently rotated to achieve adequate exposure."}
{"id": "article-22669_21", "title": "Heart-Lung Transplantation -- Technique or Treatment", "content": "Finally, the patient's anticoagulation is reversed, cardiopulmonary bypass is weaned, chest tubes and pacer wires are placed, the patient's chest is closed, and the patient is brought to recover in the intensive care unit. [1]", "contents": "Heart-Lung Transplantation -- Technique or Treatment. Finally, the patient's anticoagulation is reversed, cardiopulmonary bypass is weaned, chest tubes and pacer wires are placed, the patient's chest is closed, and the patient is brought to recover in the intensive care unit. [1]"}
{"id": "article-22669_22", "title": "Heart-Lung Transplantation -- Complications", "content": "Heart-lung transplant patients are at risk for a multitude of early complications, as would be expected after major thoracic transplant surgery. In particular, primary graft dysfunction of the lung from ischemic reperfusion injury results in increasingly severe hypercapnia and hypoxia, with an incidence of 15% to 20% after 48 to 72 hours. [8] Primary cardiac graft failure defined by severe sustained hemodynamic status without alternative explanation is another high-risk complication with an incidence of up to 22% and mortality of 53%; it seems to be more associated with idiopathic hypertension and sarcoidosis in the recipient. [8] As with any tracheal surgery, the patient is at risk of acute airway emergencies, but this incidence has been reported to be fairly low, cited to be 3.8% in 1993. [14]", "contents": "Heart-Lung Transplantation -- Complications. Heart-lung transplant patients are at risk for a multitude of early complications, as would be expected after major thoracic transplant surgery. In particular, primary graft dysfunction of the lung from ischemic reperfusion injury results in increasingly severe hypercapnia and hypoxia, with an incidence of 15% to 20% after 48 to 72 hours. [8] Primary cardiac graft failure defined by severe sustained hemodynamic status without alternative explanation is another high-risk complication with an incidence of up to 22% and mortality of 53%; it seems to be more associated with idiopathic hypertension and sarcoidosis in the recipient. [8] As with any tracheal surgery, the patient is at risk of acute airway emergencies, but this incidence has been reported to be fairly low, cited to be 3.8% in 1993. [14]"}
{"id": "article-22669_23", "title": "Heart-Lung Transplantation -- Complications", "content": "Later complications arise from the transplant conundrum of balancing immune suppression, infections, and medication side effects against the risk of rejection. Chronic rejection of the lung graft manifested as bronchiolitis obliterans syndrome (BOS) occurs in 7% and 31% of patients at one and five years, respectively. [15] Chronic rejection of the heart graft, manifesting as coronary artery vasculopathy, occurs in 8%. [12]", "contents": "Heart-Lung Transplantation -- Complications. Later complications arise from the transplant conundrum of balancing immune suppression, infections, and medication side effects against the risk of rejection. Chronic rejection of the lung graft manifested as bronchiolitis obliterans syndrome (BOS) occurs in 7% and 31% of patients at one and five years, respectively. [15] Chronic rejection of the heart graft, manifesting as coronary artery vasculopathy, occurs in 8%. [12]"}
{"id": "article-22669_24", "title": "Heart-Lung Transplantation -- Complications", "content": "Immunosuppression protocols and rejection surveillance with echocardiography, endomyocardial biopsy, endobronchial biopsy, and spirometry all remain center-specific and patient dependent. [5] Immune suppression must be carefully titrated because, on the other side of the balance, infection in these patients has historically caused 40% of all mortality, with fungal infections being particularly common in the first month, involved in up to 14% of infectious complications. [16] Medication-induced side effects are also quite common, with a high percentage of transplant recipients suffering 88% post-transplant hypertension, 70% hyperlipidemia, 17% to 27% diabetes, and 46% renal dysfunction, with 2-4% progressing to dialysis. [12] [15] These patients must also be monitored for post-transplant malignancies, especially post-transplant lymphoproliferative disorder (PTLD), which seems to have a higher incidence 7.6% in heart-lung transplant patients, compared to 5.4% with heart alone and in the lung without heart (3.1%); this complication may occur within the first year. [5]", "contents": "Heart-Lung Transplantation -- Complications. Immunosuppression protocols and rejection surveillance with echocardiography, endomyocardial biopsy, endobronchial biopsy, and spirometry all remain center-specific and patient dependent. [5] Immune suppression must be carefully titrated because, on the other side of the balance, infection in these patients has historically caused 40% of all mortality, with fungal infections being particularly common in the first month, involved in up to 14% of infectious complications. [16] Medication-induced side effects are also quite common, with a high percentage of transplant recipients suffering 88% post-transplant hypertension, 70% hyperlipidemia, 17% to 27% diabetes, and 46% renal dysfunction, with 2-4% progressing to dialysis. [12] [15] These patients must also be monitored for post-transplant malignancies, especially post-transplant lymphoproliferative disorder (PTLD), which seems to have a higher incidence 7.6% in heart-lung transplant patients, compared to 5.4% with heart alone and in the lung without heart (3.1%); this complication may occur within the first year. [5]"}
{"id": "article-22669_25", "title": "Heart-Lung Transplantation -- Complications", "content": "There has been some enthusiastic speculation that multiorgan transplants may have an increased tendency to promote recipient tolerance to the donor organs, in contrast with a single organ transplanted alone. However, this hypothesis does not seem to be supported in a heart-lung transplant at this time. [15]", "contents": "Heart-Lung Transplantation -- Complications. There has been some enthusiastic speculation that multiorgan transplants may have an increased tendency to promote recipient tolerance to the donor organs, in contrast with a single organ transplanted alone. However, this hypothesis does not seem to be supported in a heart-lung transplant at this time. [15]"}
{"id": "article-22669_26", "title": "Heart-Lung Transplantation -- Complications", "content": "Several complications may arise from a particularly difficult surgical dissection. Injury or excess manipulation of the vagus nerves may lead to gastroparesis, gastroesophageal reflux disease, and aspiration. These conditions can be quite adverse to the lung graft and are themselves risk factors for bronchiolitis obliterans syndrome. Injury to the phrenic nerves may result in diaphragmatic paresis manifesting as acute to chronic dyspnea. Injury to the thoracic duct may lead to chylothorax. [5]", "contents": "Heart-Lung Transplantation -- Complications. Several complications may arise from a particularly difficult surgical dissection. Injury or excess manipulation of the vagus nerves may lead to gastroparesis, gastroesophageal reflux disease, and aspiration. These conditions can be quite adverse to the lung graft and are themselves risk factors for bronchiolitis obliterans syndrome. Injury to the phrenic nerves may result in diaphragmatic paresis manifesting as acute to chronic dyspnea. Injury to the thoracic duct may lead to chylothorax. [5]"}
{"id": "article-22669_27", "title": "Heart-Lung Transplantation -- Clinical Significance", "content": "Since the first successful heart-lung transplant in 1981, nearly 4000 patients have been transplanted. [5] With improvements in patient selection and technique, the median survival for heart-lung transplant has been increasing, from 2.1 years (1982-1993) to 3.7 years (1994-2003), to 5.8 years (2004-2016). [15] Survivors after the first year post-operatively can expect a median survival of 10.3 years, and one high volume center (n= 34 over a decade) reports survival of 82%, 69%, 62%, 54%, and 54% at 1, 3, 5, 10, and 15 years, respectively. [12]", "contents": "Heart-Lung Transplantation -- Clinical Significance. Since the first successful heart-lung transplant in 1981, nearly 4000 patients have been transplanted. [5] With improvements in patient selection and technique, the median survival for heart-lung transplant has been increasing, from 2.1 years (1982-1993) to 3.7 years (1994-2003), to 5.8 years (2004-2016). [15] Survivors after the first year post-operatively can expect a median survival of 10.3 years, and one high volume center (n= 34 over a decade) reports survival of 82%, 69%, 62%, 54%, and 54% at 1, 3, 5, 10, and 15 years, respectively. [12]"}
{"id": "article-22669_28", "title": "Heart-Lung Transplantation -- Clinical Significance", "content": "This median survival must be seen in the context of extremely sick dual organ failure patients for whom any survival without transplant is virtually unthinkable. Many of these patients are young and would otherwise be in the prime of life, 68% to 78% of whom are under age 50, and 30% to 35% of whom are between age 18 and 34 in North America and Europe, respectively. [15] With improving care for children with congenital cardiac anomalies, survivorship to adulthood is now 75% to 85%. But with longevity comes wear and tear on even the most durable repair of an anomalous circulation; up to 10% to 20% of these patients will still require a transplant in their lifetimes. [12] Heart-lung transplantation provides a valuable extension for quality years of life.", "contents": "Heart-Lung Transplantation -- Clinical Significance. This median survival must be seen in the context of extremely sick dual organ failure patients for whom any survival without transplant is virtually unthinkable. Many of these patients are young and would otherwise be in the prime of life, 68% to 78% of whom are under age 50, and 30% to 35% of whom are between age 18 and 34 in North America and Europe, respectively. [15] With improving care for children with congenital cardiac anomalies, survivorship to adulthood is now 75% to 85%. But with longevity comes wear and tear on even the most durable repair of an anomalous circulation; up to 10% to 20% of these patients will still require a transplant in their lifetimes. [12] Heart-lung transplantation provides a valuable extension for quality years of life."}
{"id": "article-22669_29", "title": "Heart-Lung Transplantation -- Enhancing Healthcare Team Outcomes", "content": "An intervention as complex and life-altering as heart-lung transplant can only be performed safely when undertaken by a dynamic, multifaceted dedicated team of professionals including but not limited to surgeons, cardiologists, pulmonologists, anesthetists, nurses, transplant pharmacists, physical and occupational therapists, respiratory therapists, dieticians, social workers, clinical psychologic professionals, and enthusiastic lay champions from the local communities. These team members must work closely with patients and their families as psychosocial, demographic, and behavioral factors are now recognized factors in the long-term survival of transplant patients. [17] [Level 1]", "contents": "Heart-Lung Transplantation -- Enhancing Healthcare Team Outcomes. An intervention as complex and life-altering as heart-lung transplant can only be performed safely when undertaken by a dynamic, multifaceted dedicated team of professionals including but not limited to surgeons, cardiologists, pulmonologists, anesthetists, nurses, transplant pharmacists, physical and occupational therapists, respiratory therapists, dieticians, social workers, clinical psychologic professionals, and enthusiastic lay champions from the local communities. These team members must work closely with patients and their families as psychosocial, demographic, and behavioral factors are now recognized factors in the long-term survival of transplant patients. [17] [Level 1]"}
{"id": "article-22669_30", "title": "Heart-Lung Transplantation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Heart-Lung Transplantation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}