{"id": "article-25158_0", "title": "Miliaria -- Continuing Education Activity", "content": "Miliaria, also known as eccrine miliaria, heat rash, prickly heat, or sweat rash, is a frequently seen skin condition triggered by blocked eccrine sweat glands and ducts. The blockage leads to backflow of eccrine sweat into the dermis or epidermis, resulting in a rash comprised of sweat-filled vesicles under the skin. This activity reviews when this diagnosis should be considered, how to manage it, and the role of the interprofessional care team in caring for affected patients.", "contents": "Miliaria -- Continuing Education Activity. Miliaria, also known as eccrine miliaria, heat rash, prickly heat, or sweat rash, is a frequently seen skin condition triggered by blocked eccrine sweat glands and ducts. The blockage leads to backflow of eccrine sweat into the dermis or epidermis, resulting in a rash comprised of sweat-filled vesicles under the skin. This activity reviews when this diagnosis should be considered, how to manage it, and the role of the interprofessional care team in caring for affected patients."}
{"id": "article-25158_1", "title": "Miliaria -- Continuing Education Activity", "content": "Objectives: Review the etiology of miliaria. Describe the signs and symptoms of miliaria. Explain how to distinguish miliaria from conditions that are more clinically concerning and require treatment. Summarize the importance of optimizing coordination amongst the interprofessional team to ensure appropriate evaluation and management of miliaria. Access free multiple choice questions on this topic.", "contents": "Miliaria -- Continuing Education Activity. Objectives: Review the etiology of miliaria. Describe the signs and symptoms of miliaria. Explain how to distinguish miliaria from conditions that are more clinically concerning and require treatment. Summarize the importance of optimizing coordination amongst the interprofessional team to ensure appropriate evaluation and management of miliaria. Access free multiple choice questions on this topic."}
{"id": "article-25158_2", "title": "Miliaria -- Introduction", "content": "Miliaria, or eccrine miliaria, is a frequently seen skin disease triggered by blocked eccrine sweat glands and ducts, causing backflow of eccrine sweat into the dermis or epidermis. [1] This backflow results in a rash comprising sweat-filled vesicle formation under the skin. Other names for this skin condition include “heat rash,” “prickly heat,” or a “sweat rash.” [2] It is most common in warm, humid climates during the summer months. The 3 main types of miliaria are crystallina, rubra, and profunda and are classified by the depth of obstruction of the sweat duct causing clinical and histological differences. The rash is usually self-limited and resolves independently of treatment.", "contents": "Miliaria -- Introduction. Miliaria, or eccrine miliaria, is a frequently seen skin disease triggered by blocked eccrine sweat glands and ducts, causing backflow of eccrine sweat into the dermis or epidermis. [1] This backflow results in a rash comprising sweat-filled vesicle formation under the skin. Other names for this skin condition include “heat rash,” “prickly heat,” or a “sweat rash.” [2] It is most common in warm, humid climates during the summer months. The 3 main types of miliaria are crystallina, rubra, and profunda and are classified by the depth of obstruction of the sweat duct causing clinical and histological differences. The rash is usually self-limited and resolves independently of treatment."}
{"id": "article-25158_3", "title": "Miliaria -- Etiology", "content": "Though miliaria affects all age groups and both genders equally, infants and children are at a higher risk due to eccrine duct immaturity. [3] Sweating is the most common risk factor for miliaria. Therefore, hot or humid conditions and high fevers are associated with miliaria. The following have been identified as causes of miliaria:", "contents": "Miliaria -- Etiology. Though miliaria affects all age groups and both genders equally, infants and children are at a higher risk due to eccrine duct immaturity. [3] Sweating is the most common risk factor for miliaria. Therefore, hot or humid conditions and high fevers are associated with miliaria. The following have been identified as causes of miliaria:"}
{"id": "article-25158_4", "title": "Miliaria -- Etiology", "content": "Occlusion of the skin: Transdermal drug patches and tight clothing have been associated with miliaria. [4] [5] Type I pseudohypoaldosteronism: Mineralocorticoid resistance results in loss of sodium through eccrine glands and has been associated with pustular miliaria rubra. [6] [7] [8] Strenuous physical activity Morvan syndrome: A rare autosomal recessive disease that results in hyperhidrosis, among other abnormalities, which predisposes to miliaria. [9] [10] Medications: Drugs that induce sweating such as bethanechol, clonidine, and neostigmine have been linked to miliaria. [11] Additionally, few cases of isotretinoin-induced miliaria have been reported. [12]", "contents": "Miliaria -- Etiology. Occlusion of the skin: Transdermal drug patches and tight clothing have been associated with miliaria. [4] [5] Type I pseudohypoaldosteronism: Mineralocorticoid resistance results in loss of sodium through eccrine glands and has been associated with pustular miliaria rubra. [6] [7] [8] Strenuous physical activity Morvan syndrome: A rare autosomal recessive disease that results in hyperhidrosis, among other abnormalities, which predisposes to miliaria. [9] [10] Medications: Drugs that induce sweating such as bethanechol, clonidine, and neostigmine have been linked to miliaria. [11] Additionally, few cases of isotretinoin-induced miliaria have been reported. [12]"}
{"id": "article-25158_5", "title": "Miliaria -- Epidemiology", "content": "Miliaria frequently affects neonates and individuals suffering from increased sweating as well as those living in hot and humid climates. Although miliaria is seen in both genders and all races, each type affects a slightly different population. Miliaria crystallina , or sudamina , commonly affects neonates with the greatest incidence at 2 weeks of age or less. It affects between 4.5% to 9% of neonates. [13] [14] It can also be seen in adults who have recently relocated to a warmer climate. Miliaria rubra, the most common form of miliaria, is frequently seen in neonates between 1 and 3 weeks of age. It can also affect up to 30% of adults living in hot and humid conditions. [3] Miliaria profunda is the rarest form of miliaria. It is most commonly seen in people who have recurrent episodes of miliaria rubra or individuals exposed to new warm climates such as military persons deployed in tropical climates. [15]", "contents": "Miliaria -- Epidemiology. Miliaria frequently affects neonates and individuals suffering from increased sweating as well as those living in hot and humid climates. Although miliaria is seen in both genders and all races, each type affects a slightly different population. Miliaria crystallina , or sudamina , commonly affects neonates with the greatest incidence at 2 weeks of age or less. It affects between 4.5% to 9% of neonates. [13] [14] It can also be seen in adults who have recently relocated to a warmer climate. Miliaria rubra, the most common form of miliaria, is frequently seen in neonates between 1 and 3 weeks of age. It can also affect up to 30% of adults living in hot and humid conditions. [3] Miliaria profunda is the rarest form of miliaria. It is most commonly seen in people who have recurrent episodes of miliaria rubra or individuals exposed to new warm climates such as military persons deployed in tropical climates. [15]"}
{"id": "article-25158_6", "title": "Miliaria -- Pathophysiology", "content": "The main cause of miliaria is obstruction of the eccrine sweat glands or ducts. This can be due to cutaneous debris or bacteria such as Staphylococcus epidermidis with its formation of biofilms. [16] [17] The obstruction leads to leakage of sweat into the epidermis or dermis, resulting in cellular overhydration, swelling, and further occlusion of the ducts. More profound involvement of the eccrine gland or duct may lead to their rupture. The different types of miliaria have varying depths of cutaneous involvement. Miliaria crystallina occurs with ductal occlusion of the stratum corneum, miliaria rubra occurs with ductal occlusion in the epidermis at the subcorneal layers, and miliaria profunda results from the ductal occlusion in the dermal-epidermal junction, specifically the papillary dermis.", "contents": "Miliaria -- Pathophysiology. The main cause of miliaria is obstruction of the eccrine sweat glands or ducts. This can be due to cutaneous debris or bacteria such as Staphylococcus epidermidis with its formation of biofilms. [16] [17] The obstruction leads to leakage of sweat into the epidermis or dermis, resulting in cellular overhydration, swelling, and further occlusion of the ducts. More profound involvement of the eccrine gland or duct may lead to their rupture. The different types of miliaria have varying depths of cutaneous involvement. Miliaria crystallina occurs with ductal occlusion of the stratum corneum, miliaria rubra occurs with ductal occlusion in the epidermis at the subcorneal layers, and miliaria profunda results from the ductal occlusion in the dermal-epidermal junction, specifically the papillary dermis."}
{"id": "article-25158_7", "title": "Miliaria -- Histopathology", "content": "The histology of miliaria is different based on the type, as each is classified by the depth of obstruction of the eccrine duct. Miliaria crystallina displays subcorneal or intracorneal vesicles from the intraepidermal portion of the duct and may contain neutrophils. Miliaria rubra exhibits epidermal spongiosis with parakeratosis and vesicles in the epidermis communicating with the eccrine duct. It can have associated inflammatory lymphocytic infiltrate surrounding the duct and superficial vasculature. Miliaria profunda involves the intradermal spongiosis of the eccrine duct, and is comparable to miliaria rubra. Miliaria profunda differs from rubra by the further rupture of eccrine ducts and more significant lymphocytic inflammation. It is periodic acid-Schiff (PAS)-positive, diastase-resistant by microscopy.", "contents": "Miliaria -- Histopathology. The histology of miliaria is different based on the type, as each is classified by the depth of obstruction of the eccrine duct. Miliaria crystallina displays subcorneal or intracorneal vesicles from the intraepidermal portion of the duct and may contain neutrophils. Miliaria rubra exhibits epidermal spongiosis with parakeratosis and vesicles in the epidermis communicating with the eccrine duct. It can have associated inflammatory lymphocytic infiltrate surrounding the duct and superficial vasculature. Miliaria profunda involves the intradermal spongiosis of the eccrine duct, and is comparable to miliaria rubra. Miliaria profunda differs from rubra by the further rupture of eccrine ducts and more significant lymphocytic inflammation. It is periodic acid-Schiff (PAS)-positive, diastase-resistant by microscopy."}
{"id": "article-25158_8", "title": "Miliaria -- History and Physical", "content": "Miliaria is a disorder involving vesicles, papules, and pustules of the skin. It is crucial to examine the skin closely for rash characteristics and location in order to arrive at an accurate diagnosis.", "contents": "Miliaria -- History and Physical. Miliaria is a disorder involving vesicles, papules, and pustules of the skin. It is crucial to examine the skin closely for rash characteristics and location in order to arrive at an accurate diagnosis."}
{"id": "article-25158_9", "title": "Miliaria -- History and Physical", "content": "Miliaria crystallina appears as 1 to 2 mm superficial vesicles, affecting both adults and neonates usually younger than 2 weeks old. Since the pathophysiology involves the most superficial layer of the epidermis, the stratum corneum, the vesicles have a thin superficial layer. This results in the vesicles resembling water droplets on the skin that easily rupture. [11] The vesicles are superficial; therefore, an inflammatory response is typically absent. The upper trunk, neck, and head are the most commonly affected sites. The rash will usually appear within a few days of exposure to risk factors and will resolve within a day after the superficial layer of skin rubs off. [18]", "contents": "Miliaria -- History and Physical. Miliaria crystallina appears as 1 to 2 mm superficial vesicles, affecting both adults and neonates usually younger than 2 weeks old. Since the pathophysiology involves the most superficial layer of the epidermis, the stratum corneum, the vesicles have a thin superficial layer. This results in the vesicles resembling water droplets on the skin that easily rupture. [11] The vesicles are superficial; therefore, an inflammatory response is typically absent. The upper trunk, neck, and head are the most commonly affected sites. The rash will usually appear within a few days of exposure to risk factors and will resolve within a day after the superficial layer of skin rubs off. [18]"}
{"id": "article-25158_10", "title": "Miliaria -- History and Physical", "content": "Miliaria rubra is the most prevalent form of miliaria. The obstruction of eccrine ducts occurs in the deeper layers of the skin and involves an inflammatory response. This results in larger, erythematous papules and vesicles. A critical clinical diagnostic feature that helps differentiate miliaria rubra from folliculitis is minimal follicular involvement. If pustules are present, then miliaria rubra is called miliaria pustulosa and may indicate a bacterial infection. Because an inflammatory response is involved, patients may experience pruritic and painful symptoms. These symptoms may worsen during perspiration, causing more irritation. In neonates usually between the ages of 1 to 3 weeks, the groin, axilla, and neck are the most commonly affected areas. In adults, miliaria rubra is most likely seen in places where clothes rub on the skin such as the trunk and extremities. The face is usually spared. Superinfection with staphylococci may occur, and when impetigo or multiple abscesses are involved, the condition is called periporitis staphylogenes. [19]", "contents": "Miliaria -- History and Physical. Miliaria rubra is the most prevalent form of miliaria. The obstruction of eccrine ducts occurs in the deeper layers of the skin and involves an inflammatory response. This results in larger, erythematous papules and vesicles. A critical clinical diagnostic feature that helps differentiate miliaria rubra from folliculitis is minimal follicular involvement. If pustules are present, then miliaria rubra is called miliaria pustulosa and may indicate a bacterial infection. Because an inflammatory response is involved, patients may experience pruritic and painful symptoms. These symptoms may worsen during perspiration, causing more irritation. In neonates usually between the ages of 1 to 3 weeks, the groin, axilla, and neck are the most commonly affected areas. In adults, miliaria rubra is most likely seen in places where clothes rub on the skin such as the trunk and extremities. The face is usually spared. Superinfection with staphylococci may occur, and when impetigo or multiple abscesses are involved, the condition is called periporitis staphylogenes. [19]"}
{"id": "article-25158_11", "title": "Miliaria -- History and Physical", "content": "Miliaria profunda, due to a deeper involvement of the skin at the dermal-epidermal junction, results in firm, large, flesh-colored papules that are also not centered around the follicles. The eruption may vary with symptoms from extremely pruritic to asymptomatic. Miliaria profunda is usually seen in patients with numerous previous episodes of miliaria rubra. The rash distribution in adults mainly involves the trunk, but the arms and legs may also be involved. The skin rash usually appears within minutes to hours of perspiration and resolves within an hour of sweating cessation.", "contents": "Miliaria -- History and Physical. Miliaria profunda, due to a deeper involvement of the skin at the dermal-epidermal junction, results in firm, large, flesh-colored papules that are also not centered around the follicles. The eruption may vary with symptoms from extremely pruritic to asymptomatic. Miliaria profunda is usually seen in patients with numerous previous episodes of miliaria rubra. The rash distribution in adults mainly involves the trunk, but the arms and legs may also be involved. The skin rash usually appears within minutes to hours of perspiration and resolves within an hour of sweating cessation."}
{"id": "article-25158_12", "title": "Miliaria -- History and Physical", "content": "In both miliaria rubra and miliaria profunda, anhidrosis may occur in affected areas due to obstructed sweat glands. As such, heat exhaustion may occur due to ineffective thermoregulation in patients with largely affected areas and should be considered in the setting of a skin rash accompanied by hyperthermia.", "contents": "Miliaria -- History and Physical. In both miliaria rubra and miliaria profunda, anhidrosis may occur in affected areas due to obstructed sweat glands. As such, heat exhaustion may occur due to ineffective thermoregulation in patients with largely affected areas and should be considered in the setting of a skin rash accompanied by hyperthermia."}
{"id": "article-25158_13", "title": "Miliaria -- Evaluation", "content": "Miliaria is a clinical diagnosis. Laboratory tests are often inconclusive and not helpful. Dermoscopy has been found to be a useful tool, particularly in people with darker skin, revealing large white globules with surrounding darker halos (white bullseye). [20] When in doubt, a skin punch biopsy can be useful to help with diagnosis. Please refer above to the histopathology section regarding findings. High-definition optical coherence tomography has assisted in finding the obstruction of the eccrine duct. [21]", "contents": "Miliaria -- Evaluation. Miliaria is a clinical diagnosis. Laboratory tests are often inconclusive and not helpful. Dermoscopy has been found to be a useful tool, particularly in people with darker skin, revealing large white globules with surrounding darker halos (white bullseye). [20] When in doubt, a skin punch biopsy can be useful to help with diagnosis. Please refer above to the histopathology section regarding findings. High-definition optical coherence tomography has assisted in finding the obstruction of the eccrine duct. [21]"}
{"id": "article-25158_14", "title": "Miliaria -- Treatment / Management", "content": "With hot, sweaty conditions being the main risk factors for miliaria, general measures to decrease sweating, and eccrine duct blockage are warranted in the management of miliaria. This includes cooler environments, wearing breathable clothes, exfoliating the skin, removing skin occluding objects such as bandages or patches, as well as treating febrile illnesses.", "contents": "Miliaria -- Treatment / Management. With hot, sweaty conditions being the main risk factors for miliaria, general measures to decrease sweating, and eccrine duct blockage are warranted in the management of miliaria. This includes cooler environments, wearing breathable clothes, exfoliating the skin, removing skin occluding objects such as bandages or patches, as well as treating febrile illnesses."}
{"id": "article-25158_15", "title": "Miliaria -- Treatment / Management", "content": "Specific modalities for the treatment of miliaria are unique depending on the type. Miliaria crystallina is usually not treated as it is self-limited and usually resolves within 24 hours. Miliaria rubra treatment is geared towards decreasing inflammation, and therefore mild to mid-potency corticosteroids like triamcinolone 0.1% cream may be applied for one to two weeks. If miliaria pustulosa develops, topical antibiotics such as clindamycin are indicated to treat the superimposed bacterial infection.", "contents": "Miliaria -- Treatment / Management. Specific modalities for the treatment of miliaria are unique depending on the type. Miliaria crystallina is usually not treated as it is self-limited and usually resolves within 24 hours. Miliaria rubra treatment is geared towards decreasing inflammation, and therefore mild to mid-potency corticosteroids like triamcinolone 0.1% cream may be applied for one to two weeks. If miliaria pustulosa develops, topical antibiotics such as clindamycin are indicated to treat the superimposed bacterial infection."}
{"id": "article-25158_16", "title": "Miliaria -- Treatment / Management", "content": "Very little information exists regarding the treatment of miliaria profunda except the general measures listed above. However, the results of a study have shown improvement of miliaria profunda with the combined use of oral isotretinoin 40 mg per day for 2 months and topical anhydrous lanolin. [22]", "contents": "Miliaria -- Treatment / Management. Very little information exists regarding the treatment of miliaria profunda except the general measures listed above. However, the results of a study have shown improvement of miliaria profunda with the combined use of oral isotretinoin 40 mg per day for 2 months and topical anhydrous lanolin. [22]"}
{"id": "article-25158_17", "title": "Miliaria -- Differential Diagnosis", "content": "Viral exanthems or viral infections such as herpes simplex or varicella Cutaneous candidiasis or other fungal skin infections Folliculitis, whether bacterial or pityrosporum Neonatal acne or erythema toxicum neonatorum Drug rashes, particularly acute, generalized, exanthematous pustulosis Grover disease Arthropod bites Lymphocytoma cutis or cutaneous T-cell pseudolymphomas", "contents": "Miliaria -- Differential Diagnosis. Viral exanthems or viral infections such as herpes simplex or varicella Cutaneous candidiasis or other fungal skin infections Folliculitis, whether bacterial or pityrosporum Neonatal acne or erythema toxicum neonatorum Drug rashes, particularly acute, generalized, exanthematous pustulosis Grover disease Arthropod bites Lymphocytoma cutis or cutaneous T-cell pseudolymphomas"}
{"id": "article-25158_18", "title": "Miliaria -- Prognosis", "content": "The majority of miliaria cases resolve spontaneously after decreasing risk factors and moving to a cooler, less humid environment.", "contents": "Miliaria -- Prognosis. The majority of miliaria cases resolve spontaneously after decreasing risk factors and moving to a cooler, less humid environment."}
{"id": "article-25158_19", "title": "Miliaria -- Complications", "content": "The most serious complication that may result from miliaria is anhidrosis, leading to poor thermoregulation and heat exhaustion. This may permanently disable a person from work or prevent an active person from continuing exercise or sports. Opportunistic bacterial superinfections may occur due to the changes in the affected epidermal layer by this skin condition.", "contents": "Miliaria -- Complications. The most serious complication that may result from miliaria is anhidrosis, leading to poor thermoregulation and heat exhaustion. This may permanently disable a person from work or prevent an active person from continuing exercise or sports. Opportunistic bacterial superinfections may occur due to the changes in the affected epidermal layer by this skin condition."}
{"id": "article-25158_20", "title": "Miliaria -- Deterrence and Patient Education", "content": "Clinicians should educate patients about the causes and risk factors of miliaria, including hot, humid climates, and wearing non-breathable clothes. If a patient is predisposed to miliaria, the clinician should create a personalized plan for the patient that includes methods of avoiding overheating, and what to do when the rash appears. Clinicians should also educate patients on the signs and symptoms of heat exhaustion if they develop anhidrosis secondary to miliaria.", "contents": "Miliaria -- Deterrence and Patient Education. Clinicians should educate patients about the causes and risk factors of miliaria, including hot, humid climates, and wearing non-breathable clothes. If a patient is predisposed to miliaria, the clinician should create a personalized plan for the patient that includes methods of avoiding overheating, and what to do when the rash appears. Clinicians should also educate patients on the signs and symptoms of heat exhaustion if they develop anhidrosis secondary to miliaria."}
{"id": "article-25158_21", "title": "Miliaria -- Enhancing Healthcare Team Outcomes", "content": "Miliaria is a generally benign skin disorder that occurs in patients of all ages and genders who are exposed to humid, warm climates. It is usually self-limited and resolves spontaneously in response to a cooler, dryer atmosphere. An interprofessional team that includes the primary clinician, nurses, and pharmacists contributes to improving outcomes in patients with miliaria. In situations where a rash appearing to be miliaria does not resolve quickly, a consultation with a dermatologist should be recommended to rule out other more serious conditions that may mimic miliaria.", "contents": "Miliaria -- Enhancing Healthcare Team Outcomes. Miliaria is a generally benign skin disorder that occurs in patients of all ages and genders who are exposed to humid, warm climates. It is usually self-limited and resolves spontaneously in response to a cooler, dryer atmosphere. An interprofessional team that includes the primary clinician, nurses, and pharmacists contributes to improving outcomes in patients with miliaria. In situations where a rash appearing to be miliaria does not resolve quickly, a consultation with a dermatologist should be recommended to rule out other more serious conditions that may mimic miliaria."}
{"id": "article-25158_22", "title": "Miliaria -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Miliaria -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}