{"id": "article-17205_0", "title": "Adenoviruses -- Continuing Education Activity", "content": "The adenoviruses are DNA viruses common in animals and humans, occurring frequently in both adults and children. There are more than 100 serologically different types of adenovirus, with 49 types that infect humans. The virus infects multiple organ systems; though, most infections are asymptomatic. This activity describes the evaluation and treatment of adenovirus and highlighting the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Adenoviruses -- Continuing Education Activity. The adenoviruses are DNA viruses common in animals and humans, occurring frequently in both adults and children. There are more than 100 serologically different types of adenovirus, with 49 types that infect humans. The virus infects multiple organ systems; though, most infections are asymptomatic. This activity describes the evaluation and treatment of adenovirus and highlighting the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-17205_1", "title": "Adenoviruses -- Continuing Education Activity", "content": "Objectives: Summarize the etiology of adenovirus disease. Outline the pathophysiology of adenovirus. Review the epidemiology of the classic adenovirus disease. Explain the importance of improving care coordination among the interprofessional team to enhance care coordination for patients affected by adenovirus. Access free multiple choice questions on this topic.", "contents": "Adenoviruses -- Continuing Education Activity. Objectives: Summarize the etiology of adenovirus disease. Outline the pathophysiology of adenovirus. Review the epidemiology of the classic adenovirus disease. Explain the importance of improving care coordination among the interprofessional team to enhance care coordination for patients affected by adenovirus. Access free multiple choice questions on this topic."}
{"id": "article-17205_2", "title": "Adenoviruses -- Introduction", "content": "The adenoviruses are DNA viruses common in animals and humans, frequently occurring in both adults and children. There are more than 100 serologically different types of adenovirus, with 49 types that infect humans. The family Adenoviridae is separated into two genera: the avian adenoviruses (aviadenoviruses) and the mammalian adenoviruses (mastadenovirus). [1] Adenovirus is ubiquitous in animals, and in human populations, they may last long periods outside of a host, endemic throughout the year.", "contents": "Adenoviruses -- Introduction. The adenoviruses are DNA viruses common in animals and humans, frequently occurring in both adults and children. There are more than 100 serologically different types of adenovirus, with 49 types that infect humans. The family Adenoviridae is separated into two genera: the avian adenoviruses (aviadenoviruses) and the mammalian adenoviruses (mastadenovirus). [1] Adenovirus is ubiquitous in animals, and in human populations, they may last long periods outside of a host, endemic throughout the year."}
{"id": "article-17205_3", "title": "Adenoviruses -- Introduction", "content": "Based on various serotypes, adenovirus is known as the etiologic mediator of multiple syndromes. It is spread via aerosolized droplets, direct inoculation to the conjunctiva, exposure to infected tissue, blood, and fecal-oral route. The virus infects multiple organ systems; though, most infections are asymptomatic. Adenovirus is recognized to be oncogenic in rodents, but that has not yet been observed in humans. In general, adenovirus infections are self-limited in immunocompetent individuals requiring supportive measures only. However, in immunocompromised individuals, the spectrum of disease is much more extensive, with outcomes potentially being fatal. [2]", "contents": "Adenoviruses -- Introduction. Based on various serotypes, adenovirus is known as the etiologic mediator of multiple syndromes. It is spread via aerosolized droplets, direct inoculation to the conjunctiva, exposure to infected tissue, blood, and fecal-oral route. The virus infects multiple organ systems; though, most infections are asymptomatic. Adenovirus is recognized to be oncogenic in rodents, but that has not yet been observed in humans. In general, adenovirus infections are self-limited in immunocompetent individuals requiring supportive measures only. However, in immunocompromised individuals, the spectrum of disease is much more extensive, with outcomes potentially being fatal. [2]"}
{"id": "article-17205_4", "title": "Adenoviruses -- Etiology", "content": "Adenoviruses are known as etiologic agents of the gastrointestinal tracts, eye, respiratory, kidney, and other organs (of significance in cases of immunosuppression). Group C adenoviruses are noted to be a critical infective agent of the lower respiratory tract. [3] However, most adenovirus infections are self-limiting, with significant morbidity and death occurring mainly in immunocompromised individuals. Cases are often observed in military recruits, those living in close proximity, and in the pediatric population. It is usually transmitted via aerosolized droplets, but the oral-fecal route is also a common mode of transmission. Adenovirus infections are common in daycare centers, closed or crowded places such as military barracks, public swimming pools, a household with young children, and in medical facilities. [4]", "contents": "Adenoviruses -- Etiology. Adenoviruses are known as etiologic agents of the gastrointestinal tracts, eye, respiratory, kidney, and other organs (of significance in cases of immunosuppression). Group C adenoviruses are noted to be a critical infective agent of the lower respiratory tract. [3] However, most adenovirus infections are self-limiting, with significant morbidity and death occurring mainly in immunocompromised individuals. Cases are often observed in military recruits, those living in close proximity, and in the pediatric population. It is usually transmitted via aerosolized droplets, but the oral-fecal route is also a common mode of transmission. Adenovirus infections are common in daycare centers, closed or crowded places such as military barracks, public swimming pools, a household with young children, and in medical facilities. [4]"}
{"id": "article-17205_5", "title": "Adenoviruses -- Epidemiology", "content": "Adenovirus infection is most common in the early spring or winter, but it can also occur throughout the year with no distinct seasonality. Susceptibility in children is most often from age 6 months to 2 years of age and can occur as well in 5 to 9-year-old children. Infection can also occur from exogenous sources (e.g., linens, pillows, lockers, guns), reactivation of the previous virus, and exposure to infected persons by inhalation of aerosolized droplets, conjunctival inoculation, fecal-oral spread. Adenovirus infects military recruits in the United States and other countries as well. Types 3, 4, and 7 leads to pneumonia, acute respiratory diseases in these people.", "contents": "Adenoviruses -- Epidemiology. Adenovirus infection is most common in the early spring or winter, but it can also occur throughout the year with no distinct seasonality. Susceptibility in children is most often from age 6 months to 2 years of age and can occur as well in 5 to 9-year-old children. Infection can also occur from exogenous sources (e.g., linens, pillows, lockers, guns), reactivation of the previous virus, and exposure to infected persons by inhalation of aerosolized droplets, conjunctival inoculation, fecal-oral spread. Adenovirus infects military recruits in the United States and other countries as well. Types 3, 4, and 7 leads to pneumonia, acute respiratory diseases in these people."}
{"id": "article-17205_6", "title": "Adenoviruses -- Epidemiology", "content": "The incubation period lasts from 2 to 14 days. [5] Significantly, latent Adenovirus may exist in renal parenchyma in lymphoid tissue and other tissues for years; in immunocompromised patients, reactivation may occur. Asymptomatic Adenovirus may continue for weeks or months.", "contents": "Adenoviruses -- Epidemiology. The incubation period lasts from 2 to 14 days. [5] Significantly, latent Adenovirus may exist in renal parenchyma in lymphoid tissue and other tissues for years; in immunocompromised patients, reactivation may occur. Asymptomatic Adenovirus may continue for weeks or months."}
{"id": "article-17205_7", "title": "Adenoviruses -- Epidemiology", "content": "Though Adenovirus is resistant to many disinfectants, 95% ethanol solution has been shown to be an active disinfectant. Adenovirus is a widespread cause of upper respiratory tract infections and conjunctivitis. The genome of the Adenovirus within the capsid is highly associated with protein VII--a virus-encoded, histone-like protein. The core protein VII has been associated with the adenovirus genome during the acute phase of infection. [6]", "contents": "Adenoviruses -- Epidemiology. Though Adenovirus is resistant to many disinfectants, 95% ethanol solution has been shown to be an active disinfectant. Adenovirus is a widespread cause of upper respiratory tract infections and conjunctivitis. The genome of the Adenovirus within the capsid is highly associated with protein VII--a virus-encoded, histone-like protein. The core protein VII has been associated with the adenovirus genome during the acute phase of infection. [6]"}
{"id": "article-17205_8", "title": "Adenoviruses -- Pathophysiology", "content": "Adenovirus is an icosahedral capsid double-stranded DNA virus 70 to 90 nm in size. The spot of entry usually dictates the place of infection; gastrointestinal tract infection results from the fecal-oral transmission, whereas respiratory tract infection infections outcome from droplet inhalation. After exposure to adenovirus infection, different relations with the cells may occur, as discussed. [7] See Image. Adenovirus, Smudge Cells.", "contents": "Adenoviruses -- Pathophysiology. Adenovirus is an icosahedral capsid double-stranded DNA virus 70 to 90 nm in size. The spot of entry usually dictates the place of infection; gastrointestinal tract infection results from the fecal-oral transmission, whereas respiratory tract infection infections outcome from droplet inhalation. After exposure to adenovirus infection, different relations with the cells may occur, as discussed. [7] See Image. Adenovirus, Smudge Cells."}
{"id": "article-17205_9", "title": "Adenoviruses -- Pathophysiology", "content": "Lytic infection occurs when an adenovirus enters human epithelial cells and lasts until the entire replication cycle, which further leads to cytokine production, cytolysis, and initiation of the host inflammatory response. Chronic or latent infection, the exact process is unknown, which often involves asymptomatic infection of lymphoid tissue. The oncogenic transformation has been detected in rats, adenovirus gives rise to potent E1A proteins that exalt main rodent cells by changing cellular transcription, eventually causing malignant transformation and deregulation of apoptosis. After getting inside the nucleus, E1A triggers the expression of other viral genes essential for viral replication by interacting with other regulatory proteins, which are necessary for gene transcription and cellular transcription factors. [8]", "contents": "Adenoviruses -- Pathophysiology. Lytic infection occurs when an adenovirus enters human epithelial cells and lasts until the entire replication cycle, which further leads to cytokine production, cytolysis, and initiation of the host inflammatory response. Chronic or latent infection, the exact process is unknown, which often involves asymptomatic infection of lymphoid tissue. The oncogenic transformation has been detected in rats, adenovirus gives rise to potent E1A proteins that exalt main rodent cells by changing cellular transcription, eventually causing malignant transformation and deregulation of apoptosis. After getting inside the nucleus, E1A triggers the expression of other viral genes essential for viral replication by interacting with other regulatory proteins, which are necessary for gene transcription and cellular transcription factors. [8]"}
{"id": "article-17205_10", "title": "Adenoviruses -- History and Physical", "content": "Most adenovirus infections are asymptomatic. Adenovirus symptoms include epidemic keratoconjunctivitis, acute hemorrhagic cystitis, and gastroenteritis. Depending on the organ system affected, one may observe fever, pharyngitis, cervical adenopathy, coryza, watery eyes, gross bloody urine, and dyspnea. On physical examination, cervical adenopathy, pharyngoconjunctivitis, and tonsillitis can be seen.", "contents": "Adenoviruses -- History and Physical. Most adenovirus infections are asymptomatic. Adenovirus symptoms include epidemic keratoconjunctivitis, acute hemorrhagic cystitis, and gastroenteritis. Depending on the organ system affected, one may observe fever, pharyngitis, cervical adenopathy, coryza, watery eyes, gross bloody urine, and dyspnea. On physical examination, cervical adenopathy, pharyngoconjunctivitis, and tonsillitis can be seen."}
{"id": "article-17205_11", "title": "Adenoviruses -- Evaluation", "content": "Adenovirus diagnosis is based on clinical presentation. Other lab work such as viral culture, PCR, viral antigen assay, and serology can help to make the diagnosis of adenovirus.", "contents": "Adenoviruses -- Evaluation. Adenovirus diagnosis is based on clinical presentation. Other lab work such as viral culture, PCR, viral antigen assay, and serology can help to make the diagnosis of adenovirus."}
{"id": "article-17205_12", "title": "Adenoviruses -- Treatment / Management", "content": "In most cases, the treatment of adenovirus infection is supportive. Hydration, NSAIDs, and bed rest for a few days may be beneficial. Antiviral drugs are rarely used to treat adenovirus infections in immunocompetent patients but may be used in immunosuppressed people. Unfortunately, many antivirals, including ganciclovir and vidarabine, also have potential adverse effects. Adenovirus can further be prevented by vaccination (oral, live, enteric-coated), particularly in military recruits between 17 to 50 years old. [9] Other measures such as chlorination of swimming pool water, droplet, and contact precautions are helpful. [10]", "contents": "Adenoviruses -- Treatment / Management. In most cases, the treatment of adenovirus infection is supportive. Hydration, NSAIDs, and bed rest for a few days may be beneficial. Antiviral drugs are rarely used to treat adenovirus infections in immunocompetent patients but may be used in immunosuppressed people. Unfortunately, many antivirals, including ganciclovir and vidarabine, also have potential adverse effects. Adenovirus can further be prevented by vaccination (oral, live, enteric-coated), particularly in military recruits between 17 to 50 years old. [9] Other measures such as chlorination of swimming pool water, droplet, and contact precautions are helpful. [10]"}
{"id": "article-17205_13", "title": "Adenoviruses -- Treatment / Management", "content": "Adenoviruses are outstanding antigens, with vaccination success. Though viral vaccines typically have not been used for adenoviruses, they are noted to play a role in tumorigenesis in cell culture and animals. Furthermore, adenovirus infections rarely cause serious complications. Nevertheless, vaccines can be produced by recombinant DNA technology. Purified fiber or hexon preparations encourage high levels of neutralizing antibodies, and vaccines created by these proteins have been tested efficaciously.", "contents": "Adenoviruses -- Treatment / Management. Adenoviruses are outstanding antigens, with vaccination success. Though viral vaccines typically have not been used for adenoviruses, they are noted to play a role in tumorigenesis in cell culture and animals. Furthermore, adenovirus infections rarely cause serious complications. Nevertheless, vaccines can be produced by recombinant DNA technology. Purified fiber or hexon preparations encourage high levels of neutralizing antibodies, and vaccines created by these proteins have been tested efficaciously."}
{"id": "article-17205_14", "title": "Adenoviruses -- Differential Diagnosis", "content": "Rhinoviruses Coronaviruses Influenza viruses Parainfluenza viruses Enteroviruses Human metapneumoviruses Respiratory syncytial virus", "contents": "Adenoviruses -- Differential Diagnosis. Rhinoviruses Coronaviruses Influenza viruses Parainfluenza viruses Enteroviruses Human metapneumoviruses Respiratory syncytial virus"}
{"id": "article-17205_15", "title": "Adenoviruses -- Prognosis", "content": "Adenovirus infection has an excellent prognosis except in immunocompromised hosts; mortality rates can be up to 70% in immunocompromised individuals.", "contents": "Adenoviruses -- Prognosis. Adenovirus infection has an excellent prognosis except in immunocompromised hosts; mortality rates can be up to 70% in immunocompromised individuals."}
{"id": "article-17205_16", "title": "Adenoviruses -- Complications", "content": "Bronchiolitis obliterans Disseminated adenovirus infection Bronchiectasis", "contents": "Adenoviruses -- Complications. Bronchiolitis obliterans Disseminated adenovirus infection Bronchiectasis"}
{"id": "article-17205_17", "title": "Adenoviruses -- Consultations", "content": "Infectious diseases should be consulted in severely ill patients, especially in immunocompromised patients suffering adenovirus infections. Consultation with an ophthalmologist is essential for the follow-up care of persons with keratoconjunctivitis or corneal opacities. Nephrologist or urologist consultation is considered if hemorrhagic cystitis does not resolve within five days.", "contents": "Adenoviruses -- Consultations. Infectious diseases should be consulted in severely ill patients, especially in immunocompromised patients suffering adenovirus infections. Consultation with an ophthalmologist is essential for the follow-up care of persons with keratoconjunctivitis or corneal opacities. Nephrologist or urologist consultation is considered if hemorrhagic cystitis does not resolve within five days."}
{"id": "article-17205_18", "title": "Adenoviruses -- Deterrence and Patient Education", "content": "The patient should use specific precautions like regular hand hygiene with water and soap or sanitizers that provide an appropriate level of disinfection for adenoviruses. The sharing of towels and pillows between household contacts of patients with conjunctivitis should be avoided. In children, it is difficult to enforce hygienic measures, but the measures must be taught and reinforced. Patients should be counseled of the contagiousness of long-term ocular complications of the ophthalmologic disease.", "contents": "Adenoviruses -- Deterrence and Patient Education. The patient should use specific precautions like regular hand hygiene with water and soap or sanitizers that provide an appropriate level of disinfection for adenoviruses. The sharing of towels and pillows between household contacts of patients with conjunctivitis should be avoided. In children, it is difficult to enforce hygienic measures, but the measures must be taught and reinforced. Patients should be counseled of the contagiousness of long-term ocular complications of the ophthalmologic disease."}
{"id": "article-17205_19", "title": "Adenoviruses -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team that provides an integrated approach to help achieve the best possible outcomes is beneficial. Collaborative shared decision making and communication is a critical element for a favorable result. The interprofessional care provided to the patient must use an integrated care pathway, combined with an evidence-based approach to planning and evaluation of all joint activities. The earlier signs and symptoms of a complication are identified, the better is the prognosis and outcome. Health care workers should be educated to inform the employee health office if they notice any symptoms in themselves. Adenoviral syndrome among health care workers should stop patient care duties and take off until symptoms resolve.", "contents": "Adenoviruses -- Enhancing Healthcare Team Outcomes. An interprofessional team that provides an integrated approach to help achieve the best possible outcomes is beneficial. Collaborative shared decision making and communication is a critical element for a favorable result. The interprofessional care provided to the patient must use an integrated care pathway, combined with an evidence-based approach to planning and evaluation of all joint activities. The earlier signs and symptoms of a complication are identified, the better is the prognosis and outcome. Health care workers should be educated to inform the employee health office if they notice any symptoms in themselves. Adenoviral syndrome among health care workers should stop patient care duties and take off until symptoms resolve."}
{"id": "article-17205_20", "title": "Adenoviruses -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Adenoviruses -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}