{"id": "nurse-article-20175_0", "title": "Cushing Disease (Nursing) -- Learning Outcome", "content": "List the causes of Cushing disease. Describe the presentation of Cushing disease. Summarize the treatment of Cushing disease. Recall the nursing care plans for Cushing disease.", "contents": "Cushing Disease (Nursing) -- Learning Outcome. List the causes of Cushing disease. Describe the presentation of Cushing disease. Summarize the treatment of Cushing disease. Recall the nursing care plans for Cushing disease."}
{"id": "nurse-article-20175_1", "title": "Cushing Disease (Nursing) -- Introduction", "content": "Cushing disease is a rare disorder characterized by increased adrenocorticotropic hormone (ACTH) production from the anterior pituitary, leading to excess cortisol release from the adrenal glands. [1] Most often, this caused by a pituitary adenoma or as the result of excess production of corticotropin-releasing hormone (CRH) from the hypothalamus. Symptoms include generalized weakness, high blood pressure, diabetes mellitus, menstrual disorders, or psychiatric changes. [1] Physical manifestations of excess cortisol levels include moon facies, buffalo hump, bruising, abdominal striae, obesity, facial plethora, and hirsutism. [2]", "contents": "Cushing Disease (Nursing) -- Introduction. Cushing disease is a rare disorder characterized by increased adrenocorticotropic hormone (ACTH) production from the anterior pituitary, leading to excess cortisol release from the adrenal glands. [1] Most often, this caused by a pituitary adenoma or as the result of excess production of corticotropin-releasing hormone (CRH) from the hypothalamus. Symptoms include generalized weakness, high blood pressure, diabetes mellitus, menstrual disorders, or psychiatric changes. [1] Physical manifestations of excess cortisol levels include moon facies, buffalo hump, bruising, abdominal striae, obesity, facial plethora, and hirsutism. [2]"}
{"id": "nurse-article-20175_2", "title": "Cushing Disease (Nursing) -- Introduction", "content": "Cushing disease is a relatively rare disease. The average incidence of new cases is about 2.4 cases per million people per year. This disease often is diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 years. The prevalence of hypertension and abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated cases of the disease. The mortality rate of Cushing disease is estimated to be about 10% to 11%. [2]", "contents": "Cushing Disease (Nursing) -- Introduction. Cushing disease is a relatively rare disease. The average incidence of new cases is about 2.4 cases per million people per year. This disease often is diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 years. The prevalence of hypertension and abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated cases of the disease. The mortality rate of Cushing disease is estimated to be about 10% to 11%. [2]"}
{"id": "nurse-article-20175_3", "title": "Cushing Disease (Nursing) -- Nursing Diagnosis", "content": "Inadequate healing Inadequate body fluid balance Risk for infection Deficient knowledge Impairment in hormonal control Disturbed body image Altered thought and behavior", "contents": "Cushing Disease (Nursing) -- Nursing Diagnosis. Inadequate healing Inadequate body fluid balance Risk for infection Deficient knowledge Impairment in hormonal control Disturbed body image Altered thought and behavior"}
{"id": "nurse-article-20175_4", "title": "Cushing Disease (Nursing) -- Causes", "content": "Pituitary adenomas are responsible for nearly 80% of the cases of Cushing disease. [2] Of note, Cushing syndrome refers to the general state of hypercortisolemia, which can be caused by various mechanisms, including exogenous steroid use, adrenal tumors, ectopic-ACTH production, or high estrogen levels. Cushing disease is specific to the endogenous production of ACTH that leads to secondary hypercortisolism.", "contents": "Cushing Disease (Nursing) -- Causes. Pituitary adenomas are responsible for nearly 80% of the cases of Cushing disease. [2] Of note, Cushing syndrome refers to the general state of hypercortisolemia, which can be caused by various mechanisms, including exogenous steroid use, adrenal tumors, ectopic-ACTH production, or high estrogen levels. Cushing disease is specific to the endogenous production of ACTH that leads to secondary hypercortisolism."}
{"id": "nurse-article-20175_5", "title": "Cushing Disease (Nursing) -- Causes", "content": "Harvey Cushing first described this disease in 1912 after he was presented with a unique case in 1910. Cushing hypothesized that excess basophil pituitary cells were responsible for his patients presenting symptoms of obesity, amenorrhea, abnormal hair growth, underdevelopment of sexual characteristics, hydrocephalus, and cerebral tension. [2]", "contents": "Cushing Disease (Nursing) -- Causes. Harvey Cushing first described this disease in 1912 after he was presented with a unique case in 1910. Cushing hypothesized that excess basophil pituitary cells were responsible for his patients presenting symptoms of obesity, amenorrhea, abnormal hair growth, underdevelopment of sexual characteristics, hydrocephalus, and cerebral tension. [2]"}
{"id": "nurse-article-20175_6", "title": "Cushing Disease (Nursing) -- Risk Factors", "content": "Cushing disease is the second most common cause of Cushing syndrome, the first cause being exogenous steroids. The average incidence of new cases is about 2.4 cases per million people per year. This disease often is diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 years. The prevalence of hypertension and abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated disease cases. The mortality rate of Cushing disease is estimated to be about 10% to 11%. [2]", "contents": "Cushing Disease (Nursing) -- Risk Factors. Cushing disease is the second most common cause of Cushing syndrome, the first cause being exogenous steroids. The average incidence of new cases is about 2.4 cases per million people per year. This disease often is diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 years. The prevalence of hypertension and abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated disease cases. The mortality rate of Cushing disease is estimated to be about 10% to 11%. [2]"}
{"id": "nurse-article-20175_7", "title": "Cushing Disease (Nursing) -- Assessment", "content": "Patients with hypercortisolism present with weight gain (50%), hypertension, easy bruising, striae, acne, flushing, poor wound healing, lower limb edema, fatigue, impaired glucose tolerance, osteoporosis, hyperpigmentation of the skin, mood and memory changes, amenorrhea, hirsutism, decreased sexual drive, or frequent infections. Clinical manifestations vary widely among patients; thus, a high index of clinical suspicion must be maintained in order to make this diagnosis correctly. [3] Although uncommon, large pituitary tumors (macroadenomas) also can present with mass effects on surrounding structures. These cases may present with decreased peripheral vision or headaches. [3]", "contents": "Cushing Disease (Nursing) -- Assessment. Patients with hypercortisolism present with weight gain (50%), hypertension, easy bruising, striae, acne, flushing, poor wound healing, lower limb edema, fatigue, impaired glucose tolerance, osteoporosis, hyperpigmentation of the skin, mood and memory changes, amenorrhea, hirsutism, decreased sexual drive, or frequent infections. Clinical manifestations vary widely among patients; thus, a high index of clinical suspicion must be maintained in order to make this diagnosis correctly. [3] Although uncommon, large pituitary tumors (macroadenomas) also can present with mass effects on surrounding structures. These cases may present with decreased peripheral vision or headaches. [3]"}
{"id": "nurse-article-20175_8", "title": "Cushing Disease (Nursing) -- Evaluation", "content": "On presentation, more than half of the patients with Cushing disease have a microadenoma with a diameter of less than 5 mm. [4] Of these, only 10% are large enough to cause a mass effect on the cerebral tissue to affect the structure of the sellar region. [4] Therefore, most cases of ACTH-secreting pituitary adenomas are found after suspicion of excess cortisol and androgen production. [5]", "contents": "Cushing Disease (Nursing) -- Evaluation. On presentation, more than half of the patients with Cushing disease have a microadenoma with a diameter of less than 5 mm. [4] Of these, only 10% are large enough to cause a mass effect on the cerebral tissue to affect the structure of the sellar region. [4] Therefore, most cases of ACTH-secreting pituitary adenomas are found after suspicion of excess cortisol and androgen production. [5]"}
{"id": "nurse-article-20175_9", "title": "Cushing Disease (Nursing) -- Evaluation", "content": "Biochemical diagnostic tests to confirm hypercortisolism include salivary and blood serum cortisol testing, 24-hour urinary-free cortisol testing, and low-dose overnight dexamethasone suppression testing. [6] The late-night or midnight salivary cortisol test recently has been gaining support due to its ease of administration. [7] This test measures free-circulating cortisol and has both a sensitivity and specificity of 95% to 98%. [7] The urinary-free cortisol test measures the excess cortisol excreted by the kidneys into the urine. [8] Results that are four times higher than normal cortisol levels are considered to be attributable to Cushing syndrome. This test needs to be repeated three times to exclude any normal periods of hypercortisolism. [6] The specificity of this test is 81%. [6] The high false-positive rate can be caused by pseudo-Cushingoid states, sleep apnea, polycystic ovary syndrome, familial glucocorticoid resistance, and hyperthyroidism. In low-dose dexamethasone suppression testing, dexamethasone 0.5 mg is administered by mouth at six-hour intervals for 48 hours. [8] The serum cortisol level is measured 6 hours after the last dose of dexamethasone is given. A cortisol level of less than 50 nmol/L is considered a normal response and rules out Cushing syndrome. The sensitivity and specificity of this test are 100% and 88%, respectively, with a positive predictive value of 92% and a negative predictive value of 89%. [8]", "contents": "Cushing Disease (Nursing) -- Evaluation. Biochemical diagnostic tests to confirm hypercortisolism include salivary and blood serum cortisol testing, 24-hour urinary-free cortisol testing, and low-dose overnight dexamethasone suppression testing. [6] The late-night or midnight salivary cortisol test recently has been gaining support due to its ease of administration. [7] This test measures free-circulating cortisol and has both a sensitivity and specificity of 95% to 98%. [7] The urinary-free cortisol test measures the excess cortisol excreted by the kidneys into the urine. [8] Results that are four times higher than normal cortisol levels are considered to be attributable to Cushing syndrome. This test needs to be repeated three times to exclude any normal periods of hypercortisolism. [6] The specificity of this test is 81%. [6] The high false-positive rate can be caused by pseudo-Cushingoid states, sleep apnea, polycystic ovary syndrome, familial glucocorticoid resistance, and hyperthyroidism. In low-dose dexamethasone suppression testing, dexamethasone 0.5 mg is administered by mouth at six-hour intervals for 48 hours. [8] The serum cortisol level is measured 6 hours after the last dose of dexamethasone is given. A cortisol level of less than 50 nmol/L is considered a normal response and rules out Cushing syndrome. The sensitivity and specificity of this test are 100% and 88%, respectively, with a positive predictive value of 92% and a negative predictive value of 89%. [8]"}
{"id": "nurse-article-20175_10", "title": "Cushing Disease (Nursing) -- Evaluation", "content": "Two or more positive initial screening tests in a patient with a high pretest probability of Cushing disease confirms the biochemical diagnosis of Cushing syndrome. [6] [9] Once Cushing syndrome has been diagnosed, the first step toward finding the cause is by measuring a baseline plasma ACTH level. A level consistently greater than 3.3 pmol/L is classified as corticotropin-dependent. [8] To differentiate Cushing disease from ectopic corticotropin syndrome, a corticotropin-releasing hormone (CRH) test is needed. In a patient with Cushing disease, the administered CRH stimulates the release of additional corticotropin, resulting in an elevated plasma corticotropin level. The sensitivity of the CRH test for detecting Cushing disease is 93% when plasma levels are measured at fifteen and thirty minutes. [8] Alternatively, a high-dose 48-hour dexamethasone suppression test or pituitary magnetic resonance imaging (MRI) can be used. [8]", "contents": "Cushing Disease (Nursing) -- Evaluation. Two or more positive initial screening tests in a patient with a high pretest probability of Cushing disease confirms the biochemical diagnosis of Cushing syndrome. [6] [9] Once Cushing syndrome has been diagnosed, the first step toward finding the cause is by measuring a baseline plasma ACTH level. A level consistently greater than 3.3 pmol/L is classified as corticotropin-dependent. [8] To differentiate Cushing disease from ectopic corticotropin syndrome, a corticotropin-releasing hormone (CRH) test is needed. In a patient with Cushing disease, the administered CRH stimulates the release of additional corticotropin, resulting in an elevated plasma corticotropin level. The sensitivity of the CRH test for detecting Cushing disease is 93% when plasma levels are measured at fifteen and thirty minutes. [8] Alternatively, a high-dose 48-hour dexamethasone suppression test or pituitary magnetic resonance imaging (MRI) can be used. [8]"}
{"id": "nurse-article-20175_11", "title": "Cushing Disease (Nursing) -- Evaluation", "content": "For high-dose 48-hour dexamethasone suppression testing, a plasma cortisol level above 50 nmol/L (measured 48-hours after either administration of dexamethasone 2 mg by mouth every 6 hours for 48 hours, or 48-hours after one dose of 8 mg is given) is indicative of Cushing disease. [2] This test has an 8% false-negative rate. [2] Pituitary MRI may show the ACTH secreting tumor if present. However, MRI fails to detect a tumor in 40% of patients with Cushing disease. The average size of the tumor that was detected on MRI was about 6 mm. [4]", "contents": "Cushing Disease (Nursing) -- Evaluation. For high-dose 48-hour dexamethasone suppression testing, a plasma cortisol level above 50 nmol/L (measured 48-hours after either administration of dexamethasone 2 mg by mouth every 6 hours for 48 hours, or 48-hours after one dose of 8 mg is given) is indicative of Cushing disease. [2] This test has an 8% false-negative rate. [2] Pituitary MRI may show the ACTH secreting tumor if present. However, MRI fails to detect a tumor in 40% of patients with Cushing disease. The average size of the tumor that was detected on MRI was about 6 mm. [4]"}
{"id": "nurse-article-20175_12", "title": "Cushing Disease (Nursing) -- Evaluation", "content": "The most accurate test used to differentiate a pituitary adenoma from ectopic or adrenal Cushing syndrome is inferior petrosal sinus sampling. This invasive method measures the difference in the level of ACTH found in the inferior petrosal sinus (where the pituitary gland drains) as compared to the periphery. [6] [10] A basal central to the peripheral ratio of over 3:1 when CRH is administered confirms the diagnosis of Cushing disease. [10] This test is considered the gold standard in diagnosing Cushing disease because it has a sensitivity and specificity of nearly 94%, but it is rarely used in clinical practice due to its high cost, invasiveness, rare but serious complications, and required expertise to administer. [10]", "contents": "Cushing Disease (Nursing) -- Evaluation. The most accurate test used to differentiate a pituitary adenoma from ectopic or adrenal Cushing syndrome is inferior petrosal sinus sampling. This invasive method measures the difference in the level of ACTH found in the inferior petrosal sinus (where the pituitary gland drains) as compared to the periphery. [6] [10] A basal central to the peripheral ratio of over 3:1 when CRH is administered confirms the diagnosis of Cushing disease. [10] This test is considered the gold standard in diagnosing Cushing disease because it has a sensitivity and specificity of nearly 94%, but it is rarely used in clinical practice due to its high cost, invasiveness, rare but serious complications, and required expertise to administer. [10]"}
{"id": "nurse-article-20175_13", "title": "Cushing Disease (Nursing) -- Medical Management", "content": "If a primary ACTH secreting tumor is found, first-line treatment is surgical resection of the adenoma via trans-sphenoidal surgery (TSS). [8] This can either be conducted via an endonasal or sublabial approach, depending on surgeon preferences. [11] The probability of successful resection is higher when the tumor can be identified during the initial surgery. [11] Overall, remission rates after TSS are in the range of 65% to 90% for microadenomas and less than 65% for macroadenomas. [8] Patients with persistent disease after initial surgery frequently undergo repeat pituitary surgery despite a lower success rate and increased risk for pituitary insufficiency. [11] The most common complications of this procedure include diabetes insipidus (15%), fluid and electrolyte abnormalities (12.5%), and neurological deficits (5.6%). [11] Patients over age 64 have a higher incidence of adverse outcomes. [12]", "contents": "Cushing Disease (Nursing) -- Medical Management. If a primary ACTH secreting tumor is found, first-line treatment is surgical resection of the adenoma via trans-sphenoidal surgery (TSS). [8] This can either be conducted via an endonasal or sublabial approach, depending on surgeon preferences. [11] The probability of successful resection is higher when the tumor can be identified during the initial surgery. [11] Overall, remission rates after TSS are in the range of 65% to 90% for microadenomas and less than 65% for macroadenomas. [8] Patients with persistent disease after initial surgery frequently undergo repeat pituitary surgery despite a lower success rate and increased risk for pituitary insufficiency. [11] The most common complications of this procedure include diabetes insipidus (15%), fluid and electrolyte abnormalities (12.5%), and neurological deficits (5.6%). [11] Patients over age 64 have a higher incidence of adverse outcomes. [12]"}
{"id": "nurse-article-20175_14", "title": "Cushing Disease (Nursing) -- Medical Management", "content": "Alternatively, pituitary radiation therapy can be used after an unsuccessful TSS. [8] [13] External-beam pituitary radiotherapy is most effective in pediatric patients, with cure rates in this population as high as 80% to 88%. [14] The most common complication from this treatment is hypopituitarism, causing growth hormone deficiency. This complication has been reported in 36% to 68% of patients. [14]", "contents": "Cushing Disease (Nursing) -- Medical Management. Alternatively, pituitary radiation therapy can be used after an unsuccessful TSS. [8] [13] External-beam pituitary radiotherapy is most effective in pediatric patients, with cure rates in this population as high as 80% to 88%. [14] The most common complication from this treatment is hypopituitarism, causing growth hormone deficiency. This complication has been reported in 36% to 68% of patients. [14]"}
{"id": "nurse-article-20175_15", "title": "Cushing Disease (Nursing) -- Medical Management", "content": "Lastly, bilateral adrenalectomy can be used to provide an immediate reduction of cortisol levels in patients with Cushing disease. [2] However, these patients will then require lifelong administration of glucocorticoid and mineralocorticoid replacement therapy. A major complication of this treatment is Nelson syndrome, which is the development of ACTH secreting macroadenomas post-bilateral adrenalectomy. [2] The incidence is between 8% to 29% and is diagnosed an average of 15 years post-bilateral adrenalectomy. [2]", "contents": "Cushing Disease (Nursing) -- Medical Management. Lastly, bilateral adrenalectomy can be used to provide an immediate reduction of cortisol levels in patients with Cushing disease. [2] However, these patients will then require lifelong administration of glucocorticoid and mineralocorticoid replacement therapy. A major complication of this treatment is Nelson syndrome, which is the development of ACTH secreting macroadenomas post-bilateral adrenalectomy. [2] The incidence is between 8% to 29% and is diagnosed an average of 15 years post-bilateral adrenalectomy. [2]"}
{"id": "nurse-article-20175_16", "title": "Cushing Disease (Nursing) -- Medical Management", "content": "Post-treatment testing with 24-hour urine and blood samples are used to detect the level of cortisol. [8] The disappearance of the response to the desmopressin test after surgery may suggest complete removal of the tumor and, therefore, a lower possibility of recurrence. [15] Recurrence of hypercortisolemia occurs in about a third of patients after initial treatment of Cushing disease. [14] [16] Therefore, lifelong monitoring is required. Late-night salivary cortisol appears to be the best predictor of recurrence. [17] [18]", "contents": "Cushing Disease (Nursing) -- Medical Management. Post-treatment testing with 24-hour urine and blood samples are used to detect the level of cortisol. [8] The disappearance of the response to the desmopressin test after surgery may suggest complete removal of the tumor and, therefore, a lower possibility of recurrence. [15] Recurrence of hypercortisolemia occurs in about a third of patients after initial treatment of Cushing disease. [14] [16] Therefore, lifelong monitoring is required. Late-night salivary cortisol appears to be the best predictor of recurrence. [17] [18]"}
{"id": "nurse-article-20175_17", "title": "Cushing Disease (Nursing) -- Nursing Management", "content": "Assess vitals Assess heart and lung status (hypertension and fluid overload are common) Perform 12 lead ECG Assess neurovitals (tumor is in the brain) Check electrolytes (low potassium and high sodium are common) Weight patient (Weight gain is common) Check-ins and outs (fluid retention is common) Manage blood glucose levels, which are usually high Encourage bed rest Monitor for signs of infection Check skin integrity Administer antihypertensive drugs as ordered Administer diuretics as prescribed (fluid retention is common) If the patient is to undergo surgery, keep the patient NPO Educate patient about the disease Encourage hand washing to lower the risk of infection. Encourage follow up with a clinician", "contents": "Cushing Disease (Nursing) -- Nursing Management. Assess vitals Assess heart and lung status (hypertension and fluid overload are common) Perform 12 lead ECG Assess neurovitals (tumor is in the brain) Check electrolytes (low potassium and high sodium are common) Weight patient (Weight gain is common) Check-ins and outs (fluid retention is common) Manage blood glucose levels, which are usually high Encourage bed rest Monitor for signs of infection Check skin integrity Administer antihypertensive drugs as ordered Administer diuretics as prescribed (fluid retention is common) If the patient is to undergo surgery, keep the patient NPO Educate patient about the disease Encourage hand washing to lower the risk of infection. Encourage follow up with a clinician"}
{"id": "nurse-article-20175_18", "title": "Cushing Disease (Nursing) -- Outcome Identification", "content": "Without treatment, Cushing disease is ultimately fatal. The mortality is due to the excess production of glucocorticoids, which can lead to many medical problems, including impairment in immune function. For patients who undergo surgery, lifelong treatment with glucocorticoids is necessary.", "contents": "Cushing Disease (Nursing) -- Outcome Identification. Without treatment, Cushing disease is ultimately fatal. The mortality is due to the excess production of glucocorticoids, which can lead to many medical problems, including impairment in immune function. For patients who undergo surgery, lifelong treatment with glucocorticoids is necessary."}
{"id": "nurse-article-20175_19", "title": "Cushing Disease (Nursing) -- Coordination of Care", "content": "Cushing disease is a rare pituitary gland disorder best managed by a multidisciplinary team that includes a neurosurgeon, radiation consultant, endocrinologist, radiologist, primary care provider, nurse practitioner, and an internist. These patients are prone to several complications, including peptic ulcer disease, weight gain, osteoporosis, diabetes, depressed immune system, and hypertension. Hence the patient has to be closely monitored.", "contents": "Cushing Disease (Nursing) -- Coordination of Care. Cushing disease is a rare pituitary gland disorder best managed by a multidisciplinary team that includes a neurosurgeon, radiation consultant, endocrinologist, radiologist, primary care provider, nurse practitioner, and an internist. These patients are prone to several complications, including peptic ulcer disease, weight gain, osteoporosis, diabetes, depressed immune system, and hypertension. Hence the patient has to be closely monitored."}
{"id": "nurse-article-20175_20", "title": "Cushing Disease (Nursing) -- Coordination of Care", "content": "Large pituitary lesions usually require resection, but small lesions may be treated with medications. These patients need lifelong follow-up with regular monitoring of cortisol levels.  Recurrence of disease is not uncommon, and too much or too little cortisol can be life-threatening. [19] The pharmacist must emphasize to the patient the importance of medication compliance. The patient must also be urged to wear a Medical Alert bracelet to inform other clinicians about their health status. Patients need life long follow up. Close communication between the clinicians is vital to prevent complications and improve outcomes. The prognosis for most patients is somewhat guarded. [20] (Level V)", "contents": "Cushing Disease (Nursing) -- Coordination of Care. Large pituitary lesions usually require resection, but small lesions may be treated with medications. These patients need lifelong follow-up with regular monitoring of cortisol levels.  Recurrence of disease is not uncommon, and too much or too little cortisol can be life-threatening. [19] The pharmacist must emphasize to the patient the importance of medication compliance. The patient must also be urged to wear a Medical Alert bracelet to inform other clinicians about their health status. Patients need life long follow up. Close communication between the clinicians is vital to prevent complications and improve outcomes. The prognosis for most patients is somewhat guarded. [20] (Level V)"}
{"id": "nurse-article-20175_21", "title": "Cushing Disease (Nursing) -- Risk Management", "content": "Recently, medical therapy has been gaining popularity in the treatment of pituitary tumors. Although surgery is still considered the first-line treatment, pharmacological therapy can control the associated hormonal imbalances. [21] These medical therapies either target the central inhibition of ACTH secretion, adrenal inhibition of steroidogenesis, or glucocorticoid-receptor blockade. Centrally acting agents include pasireotide and cabergoline. [22] Adrenal steroidogenesis inhibitors include ketoconazole, metyrapone, etomidate, mitotane, and osilodrostat. Lastly, mifepristone can be used as a glucocorticoid-receptor blocker. Although regulatory authorities have approved several pharmaceutical treatments, their use remains limited due to high costs and associated side effects. [5]", "contents": "Cushing Disease (Nursing) -- Risk Management. Recently, medical therapy has been gaining popularity in the treatment of pituitary tumors. Although surgery is still considered the first-line treatment, pharmacological therapy can control the associated hormonal imbalances. [21] These medical therapies either target the central inhibition of ACTH secretion, adrenal inhibition of steroidogenesis, or glucocorticoid-receptor blockade. Centrally acting agents include pasireotide and cabergoline. [22] Adrenal steroidogenesis inhibitors include ketoconazole, metyrapone, etomidate, mitotane, and osilodrostat. Lastly, mifepristone can be used as a glucocorticoid-receptor blocker. Although regulatory authorities have approved several pharmaceutical treatments, their use remains limited due to high costs and associated side effects. [5]"}
{"id": "nurse-article-20175_22", "title": "Cushing Disease (Nursing) -- Pearls and Other issues", "content": "Medical therapy has been gaining popularity in the treatment of pituitary tumors quite recently. Although surgery is still considered the first-line treatment, pharmacological therapy can control the associated hormonal imbalances. [21] These medical therapies either target the central inhibition of ACTH secretion, adrenal inhibition of steroidogenesis, or glucocorticoid-receptor blockade. Centrally acting agents include pasireotide and cabergoline. [22] Adrenal steroidogenesis inhibitors include ketoconazole, metyrapone, etomidate, mitotane, and osilodrostat. Lastly, mifepristone can be used as a glucocorticoid-receptor blocker. Although regulatory authorities have approved several pharmaceutical treatments, their use remains limited due to high costs and associated side effects. [5]", "contents": "Cushing Disease (Nursing) -- Pearls and Other issues. Medical therapy has been gaining popularity in the treatment of pituitary tumors quite recently. Although surgery is still considered the first-line treatment, pharmacological therapy can control the associated hormonal imbalances. [21] These medical therapies either target the central inhibition of ACTH secretion, adrenal inhibition of steroidogenesis, or glucocorticoid-receptor blockade. Centrally acting agents include pasireotide and cabergoline. [22] Adrenal steroidogenesis inhibitors include ketoconazole, metyrapone, etomidate, mitotane, and osilodrostat. Lastly, mifepristone can be used as a glucocorticoid-receptor blocker. Although regulatory authorities have approved several pharmaceutical treatments, their use remains limited due to high costs and associated side effects. [5]"}
{"id": "nurse-article-20175_23", "title": "Cushing Disease (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cushing Disease (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}