{"id": "nurse-article-35872_0", "title": "Acute Scrotum Pain (Nursing) -- Learning Outcome", "content": "Describe causes of scrotal pain Discuss the role of the nurse in managing patients with scrotal pain Summarize the nursing diagnosis of patients with scrotal pain", "contents": "Acute Scrotum Pain (Nursing) -- Learning Outcome. Describe causes of scrotal pain Discuss the role of the nurse in managing patients with scrotal pain Summarize the nursing diagnosis of patients with scrotal pain"}
{"id": "nurse-article-35872_1", "title": "Acute Scrotum Pain (Nursing) -- Introduction", "content": "The acute scrotum is defined as “the constellation of new onset pain, swelling, and/or tenderness of the intrascrotal contents.” Patients may describe the onset of symptoms as rapidly as occurring within minutes or up to 1 to 2 days dependent on the etiology. The acute scrotum is an umbrella term that includes a wide variety of unique disease processes. Rapid evaluation and diagnostics are necessary due to the time dependency of certain morbid but reversible conditions, such as acute testicular torsion.", "contents": "Acute Scrotum Pain (Nursing) -- Introduction. The acute scrotum is defined as “the constellation of new onset pain, swelling, and/or tenderness of the intrascrotal contents.” Patients may describe the onset of symptoms as rapidly as occurring within minutes or up to 1 to 2 days dependent on the etiology. The acute scrotum is an umbrella term that includes a wide variety of unique disease processes. Rapid evaluation and diagnostics are necessary due to the time dependency of certain morbid but reversible conditions, such as acute testicular torsion."}
{"id": "nurse-article-35872_2", "title": "Acute Scrotum Pain (Nursing) -- Introduction", "content": "Knowledge of the relevant anatomy is essential to understanding the differential diagnosis and subsequent steps in the evaluation. The testes are ovoid-shaped organs roughly 3 cm to 5 cm by 3 cm by 3 cm and vertically-oriented. The tunica albuginea envelops them with continuous internal septations converging into a mediastinum testis which acts as the structural support for the organ. This, in turn, is enveloped by the tunica vaginalis. Posterolateral to the testis is the epididymis, a curved structure roughly 6 cm to 7 cm in its longest dimension. Its efferent ductules converge to form the ductus epididymis and eventually the vas deferens.", "contents": "Acute Scrotum Pain (Nursing) -- Introduction. Knowledge of the relevant anatomy is essential to understanding the differential diagnosis and subsequent steps in the evaluation. The testes are ovoid-shaped organs roughly 3 cm to 5 cm by 3 cm by 3 cm and vertically-oriented. The tunica albuginea envelops them with continuous internal septations converging into a mediastinum testis which acts as the structural support for the organ. This, in turn, is enveloped by the tunica vaginalis. Posterolateral to the testis is the epididymis, a curved structure roughly 6 cm to 7 cm in its longest dimension. Its efferent ductules converge to form the ductus epididymis and eventually the vas deferens."}
{"id": "nurse-article-35872_3", "title": "Acute Scrotum Pain (Nursing) -- Introduction", "content": "The vascular anatomy of the scrotal contents is also important to review. The testes receive a joint supply of blood from the testicular artery, deferential artery, and the cremasteric artery. While the deferential artery and the cremasteric artery are branches of the inferior vesical and inferior epigastric artery, respectively, the testicular artery branches directly from the abdominal aorta. The testes are drained via small branching veins forming the pampiniform plexus and ultimately the testicular vein. Notably, the testicular vein drains directly into the inferior vena cava on the right while it drains into the left renal vein contralaterally.", "contents": "Acute Scrotum Pain (Nursing) -- Introduction. The vascular anatomy of the scrotal contents is also important to review. The testes receive a joint supply of blood from the testicular artery, deferential artery, and the cremasteric artery. While the deferential artery and the cremasteric artery are branches of the inferior vesical and inferior epigastric artery, respectively, the testicular artery branches directly from the abdominal aorta. The testes are drained via small branching veins forming the pampiniform plexus and ultimately the testicular vein. Notably, the testicular vein drains directly into the inferior vena cava on the right while it drains into the left renal vein contralaterally."}
{"id": "nurse-article-35872_4", "title": "Acute Scrotum Pain (Nursing) -- Introduction", "content": "The vascular structures, vas deferens, and nerves are all bound within the spermatic cord, a conduit allowing passage from the peritoneum to the scrotum via the inguinal canal. The cremaster muscle is also found within the spermatic cord. The tunica vaginalis usually surrounds only part of the testis and epididymis and then attaches posteriorly to the scrotal wall. However, when the tunica vaginally surrounds the testis and part of the spermatic cord, the testicle is no longer fixed to the scrotal wall and able to twist freely. This is known as the Bell-Clapper deformity and has an incidence of up to 12%. [1] [2] [3]", "contents": "Acute Scrotum Pain (Nursing) -- Introduction. The vascular structures, vas deferens, and nerves are all bound within the spermatic cord, a conduit allowing passage from the peritoneum to the scrotum via the inguinal canal. The cremaster muscle is also found within the spermatic cord. The tunica vaginalis usually surrounds only part of the testis and epididymis and then attaches posteriorly to the scrotal wall. However, when the tunica vaginally surrounds the testis and part of the spermatic cord, the testicle is no longer fixed to the scrotal wall and able to twist freely. This is known as the Bell-Clapper deformity and has an incidence of up to 12%. [1] [2] [3]"}
{"id": "nurse-article-35872_5", "title": "Acute Scrotum Pain (Nursing) -- Nursing Diagnosis", "content": "Scrotal pain Testicular torsion Epididymitis Anxiety", "contents": "Acute Scrotum Pain (Nursing) -- Nursing Diagnosis. Scrotal pain Testicular torsion Epididymitis Anxiety"}
{"id": "nurse-article-35872_6", "title": "Acute Scrotum Pain (Nursing) -- Causes", "content": "The causative etiologies of an acute scrotum are broad include those who are ischemic, traumatic, infectious, inflammatory, neuropathic, acute or chronic, or idiopathic. Given the nature of these, an acute scrotum should be considered analogous to patients presenting with an acute abdomen. By far the most common causes are epididymitis/epididymal-orchitis, testicular appendage torsion, spermatic cord torsion (commonly referred to as testicular torsion), varicoceles, and inguinal hernias. The incidence and frequency of these etiologies are highly variable by age groups. Acute scrotal pain in children is much more likely to represent torsion of the spermatic cord or testicular appendages whereas patient older than 25 are much more likely to have epididymitis. A complete differential diagnosis is discussed later. [4] [5] [6]", "contents": "Acute Scrotum Pain (Nursing) -- Causes. The causative etiologies of an acute scrotum are broad include those who are ischemic, traumatic, infectious, inflammatory, neuropathic, acute or chronic, or idiopathic. Given the nature of these, an acute scrotum should be considered analogous to patients presenting with an acute abdomen. By far the most common causes are epididymitis/epididymal-orchitis, testicular appendage torsion, spermatic cord torsion (commonly referred to as testicular torsion), varicoceles, and inguinal hernias. The incidence and frequency of these etiologies are highly variable by age groups. Acute scrotal pain in children is much more likely to represent torsion of the spermatic cord or testicular appendages whereas patient older than 25 are much more likely to have epididymitis. A complete differential diagnosis is discussed later. [4] [5] [6]"}
{"id": "nurse-article-35872_7", "title": "Acute Scrotum Pain (Nursing) -- Risk Factors", "content": "There is little data which specifically reports the incidence of the acute scrotum as a presenting complaint, but male genitourinary complaints are estimated at between 0.5% and 2.5% of all emergency department visits. The annual incidence of testicular torsion, however, is estimated 1 in 4000. This means however that an estimated 1 in every 160 men will experience spermatic cord torsion within their first 25 years of life. Although it is possible to occur at any age, the incidence drops off dramatically in the adult years. Even among children, however, the most common cause of acute scrotal pain is torsion of the appendix testis rather than that of the spermatic cord.", "contents": "Acute Scrotum Pain (Nursing) -- Risk Factors. There is little data which specifically reports the incidence of the acute scrotum as a presenting complaint, but male genitourinary complaints are estimated at between 0.5% and 2.5% of all emergency department visits. The annual incidence of testicular torsion, however, is estimated 1 in 4000. This means however that an estimated 1 in every 160 men will experience spermatic cord torsion within their first 25 years of life. Although it is possible to occur at any age, the incidence drops off dramatically in the adult years. Even among children, however, the most common cause of acute scrotal pain is torsion of the appendix testis rather than that of the spermatic cord."}
{"id": "nurse-article-35872_8", "title": "Acute Scrotum Pain (Nursing) -- Risk Factors", "content": "Epididymitis is the most common cause of acute scrotal pain in adults. It is estimated that over 600,000 cases are diagnosed in United States (US) emergency departments each year, and this condition was responsible for 1 out of every 144 outpatient visits for men between 18 and 50 years of age. The condition tends to have a bimodal age incidence due to differing microbiological etiologies and risk factors. [7] [8]", "contents": "Acute Scrotum Pain (Nursing) -- Risk Factors. Epididymitis is the most common cause of acute scrotal pain in adults. It is estimated that over 600,000 cases are diagnosed in United States (US) emergency departments each year, and this condition was responsible for 1 out of every 144 outpatient visits for men between 18 and 50 years of age. The condition tends to have a bimodal age incidence due to differing microbiological etiologies and risk factors. [7] [8]"}
{"id": "nurse-article-35872_9", "title": "Acute Scrotum Pain (Nursing) -- Assessment", "content": "A focused history and physical examination are essential in the evaluation of the acute scrotum. A patient should be interviewed and asked about the onset and duration of symptoms as well as whether they have been continuous or intermittent. The clinical should ask about the history of increased activity, physical exertion, heavy lifting, or direct trauma as well as any objective external signs such as swelling, urethral discharge, erythema, rash, or skin color changes.  Associated symptoms such as fevers, dysuria, frequency, urgency, hematospermia, abdominal pain, back pain, or weight loss should be required. It is also important to ask about relevant comorbid conditions including diabetes, congestive heart failure or any immunocompromised state. A sexual history should also be reviewed including number and gender of sexual partners, use of barrier contraceptives (condoms), and history of diagnosis of or treatment for sexually transmitted illnesses.", "contents": "Acute Scrotum Pain (Nursing) -- Assessment. A focused history and physical examination are essential in the evaluation of the acute scrotum. A patient should be interviewed and asked about the onset and duration of symptoms as well as whether they have been continuous or intermittent. The clinical should ask about the history of increased activity, physical exertion, heavy lifting, or direct trauma as well as any objective external signs such as swelling, urethral discharge, erythema, rash, or skin color changes.  Associated symptoms such as fevers, dysuria, frequency, urgency, hematospermia, abdominal pain, back pain, or weight loss should be required. It is also important to ask about relevant comorbid conditions including diabetes, congestive heart failure or any immunocompromised state. A sexual history should also be reviewed including number and gender of sexual partners, use of barrier contraceptives (condoms), and history of diagnosis of or treatment for sexually transmitted illnesses."}
{"id": "nurse-article-35872_10", "title": "Acute Scrotum Pain (Nursing) -- Assessment", "content": "Physical examination should include a visual inspection of the fully exposed abdomen, groins, penis, and scrotum. Care should be taken to note any rashes, ulcers, abnormal scrotal asymmetry (it is normal for the left hemiscrotum to hang slightly lower) or horizontal position of a testicle. The scrotum, perineum, and thighs should be palpated to feel for the presence of crepitance or subcutaneous emphysema. The scrotal contents should be palpated to compare the relative sizes of the testes, detect any obvious intratesticular masses, or other scrotal contents such as hernias. The urethra should be inspected for discharge. Finally, the clinician should investigate bilaterally for the presence of a cremasteric reflex.", "contents": "Acute Scrotum Pain (Nursing) -- Assessment. Physical examination should include a visual inspection of the fully exposed abdomen, groins, penis, and scrotum. Care should be taken to note any rashes, ulcers, abnormal scrotal asymmetry (it is normal for the left hemiscrotum to hang slightly lower) or horizontal position of a testicle. The scrotum, perineum, and thighs should be palpated to feel for the presence of crepitance or subcutaneous emphysema. The scrotal contents should be palpated to compare the relative sizes of the testes, detect any obvious intratesticular masses, or other scrotal contents such as hernias. The urethra should be inspected for discharge. Finally, the clinician should investigate bilaterally for the presence of a cremasteric reflex."}
{"id": "nurse-article-35872_11", "title": "Acute Scrotum Pain (Nursing) -- Assessment", "content": "A “high-riding” asymmetrical testicle with an abnormal lay and loss of ipsilateral cremasteric reflex is historically described as the classic presentation of acute testicular torsion. However, this dogmatic description of the classic presentation is not universally observed in all cases and may lead to misdiagnosis or delay in definitive treatment. The cremasteric reflex is fickle and may be absent in up to 30% of normal males without any pathology. Conversely, several case series report patients with surgically confirmed testicular torsion may still have preserved cremasteric reflexes anywhere from 8% to 30% of the time. Other scrotal pathology such as epididymo-orchitis may also result in loss of a normal reflex.", "contents": "Acute Scrotum Pain (Nursing) -- Assessment. A “high-riding” asymmetrical testicle with an abnormal lay and loss of ipsilateral cremasteric reflex is historically described as the classic presentation of acute testicular torsion. However, this dogmatic description of the classic presentation is not universally observed in all cases and may lead to misdiagnosis or delay in definitive treatment. The cremasteric reflex is fickle and may be absent in up to 30% of normal males without any pathology. Conversely, several case series report patients with surgically confirmed testicular torsion may still have preserved cremasteric reflexes anywhere from 8% to 30% of the time. Other scrotal pathology such as epididymo-orchitis may also result in loss of a normal reflex."}
{"id": "nurse-article-35872_12", "title": "Acute Scrotum Pain (Nursing) -- Evaluation", "content": "Evaluation first begins with a history and physical examination.  If the diagnosis of spermatic cord torsion is strongly suspected, then an emergency surgical consultation is warranted without further delay.  The “classic” cutoff for salvage of testicular torsion is surgical exploration and detorsion within six hours of symptoms onset. This does not mean however that prompt evaluation and definitive surgical exploration be delayed for patients in whom symptoms have been present for greater than 6 hours. The salvage rates do drop to between 80% to 88%% at 12 hours, 31% at 24 hours, and only 2.6% at 48 hours. This may be due to variable degrees or torsion (incomplete torsion) or torsion-detorsion phenomena.", "contents": "Acute Scrotum Pain (Nursing) -- Evaluation. Evaluation first begins with a history and physical examination.  If the diagnosis of spermatic cord torsion is strongly suspected, then an emergency surgical consultation is warranted without further delay.  The “classic” cutoff for salvage of testicular torsion is surgical exploration and detorsion within six hours of symptoms onset. This does not mean however that prompt evaluation and definitive surgical exploration be delayed for patients in whom symptoms have been present for greater than 6 hours. The salvage rates do drop to between 80% to 88%% at 12 hours, 31% at 24 hours, and only 2.6% at 48 hours. This may be due to variable degrees or torsion (incomplete torsion) or torsion-detorsion phenomena."}
{"id": "nurse-article-35872_13", "title": "Acute Scrotum Pain (Nursing) -- Evaluation", "content": "Provided it does not delay definitive surgical consultation, additional studies which may be useful include complete blood counts, urinalysis with microscopy, urine culture, and urethral swabs for gonorrhea and chlamydia. For systemically ill patients or those presenting with sepsis, blood cultures, inflammatory markers, and cross-sectional imaging of the pelvis through the mid-thighs may be considered.", "contents": "Acute Scrotum Pain (Nursing) -- Evaluation. Provided it does not delay definitive surgical consultation, additional studies which may be useful include complete blood counts, urinalysis with microscopy, urine culture, and urethral swabs for gonorrhea and chlamydia. For systemically ill patients or those presenting with sepsis, blood cultures, inflammatory markers, and cross-sectional imaging of the pelvis through the mid-thighs may be considered."}
{"id": "nurse-article-35872_14", "title": "Acute Scrotum Pain (Nursing) -- Evaluation", "content": "Doppler ultrasonography is the most appropriate imaging modality for evaluation of the acute scrotum when it does not delay definitive surgical consultation in cases of presumed torsion. The sensitivity of color Doppler ultrasound is reported to range between 96% to 100% with a specificity of between 84% to 95%. A body of literature exists which also supports the role of point-of-care ultrasound by the treatment provider for the evaluation of the acute scrotum. A detailed review of this technique is beyond the scope of this article, but findings on ultrasound suggestive of testicular torsion include an enlarged, homogenous, hypoechoic testicle with absent color flow or spectral Doppler waveforms suggesting increased vascular resistive index.  The spermatic cord torsion may also be directly observed with ultrasound; a finding described as the “whirlpool” or “snail” sign.", "contents": "Acute Scrotum Pain (Nursing) -- Evaluation. Doppler ultrasonography is the most appropriate imaging modality for evaluation of the acute scrotum when it does not delay definitive surgical consultation in cases of presumed torsion. The sensitivity of color Doppler ultrasound is reported to range between 96% to 100% with a specificity of between 84% to 95%. A body of literature exists which also supports the role of point-of-care ultrasound by the treatment provider for the evaluation of the acute scrotum. A detailed review of this technique is beyond the scope of this article, but findings on ultrasound suggestive of testicular torsion include an enlarged, homogenous, hypoechoic testicle with absent color flow or spectral Doppler waveforms suggesting increased vascular resistive index.  The spermatic cord torsion may also be directly observed with ultrasound; a finding described as the “whirlpool” or “snail” sign."}
{"id": "nurse-article-35872_15", "title": "Acute Scrotum Pain (Nursing) -- Evaluation", "content": "Conversely, infectious etiologies of the acute scrotum cause an increase in blood flow to the testicle or epididymis, which is apparent of Doppler imaging. Resistive indices of the testicle may be abnormally low, and the testicle or epididymis will again be larger than the asymmetry side. Abscesses may also be identified, as well as the presence of subcutaneous gas within the scrotal wall.", "contents": "Acute Scrotum Pain (Nursing) -- Evaluation. Conversely, infectious etiologies of the acute scrotum cause an increase in blood flow to the testicle or epididymis, which is apparent of Doppler imaging. Resistive indices of the testicle may be abnormally low, and the testicle or epididymis will again be larger than the asymmetry side. Abscesses may also be identified, as well as the presence of subcutaneous gas within the scrotal wall."}
{"id": "nurse-article-35872_16", "title": "Acute Scrotum Pain (Nursing) -- Evaluation", "content": "Other imaging modalities are also available. Radionuclide scrotal imaging (RNSI) was at one point the primary modality since its implementation in the 1970s. In the differentiation of testicular torsion and epididymo-orchitis, there is a reported sensitivity range of 89% to 98% and specificity of 90% to 100%. However, this modality is prone to false positives particularly in cases of spermatocele, hydrocele, and inguinal hernias and may lead to unnecessary surgical exploration when compared to modern ultrasonography. MRI had 93% sensitivity and 100% specificity for diagnosing torsion; however, availability and length of time required to complete may limit its appropriateness.  CT imaging is useful when there is a concern for necrotizing skin and soft tissue infections and Fournier’s gangrene. [9] [10] [11]", "contents": "Acute Scrotum Pain (Nursing) -- Evaluation. Other imaging modalities are also available. Radionuclide scrotal imaging (RNSI) was at one point the primary modality since its implementation in the 1970s. In the differentiation of testicular torsion and epididymo-orchitis, there is a reported sensitivity range of 89% to 98% and specificity of 90% to 100%. However, this modality is prone to false positives particularly in cases of spermatocele, hydrocele, and inguinal hernias and may lead to unnecessary surgical exploration when compared to modern ultrasonography. MRI had 93% sensitivity and 100% specificity for diagnosing torsion; however, availability and length of time required to complete may limit its appropriateness.  CT imaging is useful when there is a concern for necrotizing skin and soft tissue infections and Fournier’s gangrene. [9] [10] [11]"}
{"id": "nurse-article-35872_17", "title": "Acute Scrotum Pain (Nursing) -- Medical Management", "content": "The definitive treatment of testicular torsion is surgical exploration and detorsion, usually followed by orchiopexy to prevent recurrent torsion. Manual detorsion can and often should be attempted at the bedside although its success rate is widely variable and has been reported to range from 25% to 80%. In patients with testicular torsion, the affected testicle is rotated medially. Therefore, manual detorsion should be attempted first from a medial-to-lateral direction (“opening of the book”) and may require 180 to 720 more degrees. Specifically, this requires a counterclockwise rotation of the patient's right testicle or a clockwise rotation of the patient's left testicle, similar to the action of opening the spine of a book. Manual detorsion is contraindicated if pain and/or suspected torsion have been present for longer than 6 hours. Point-of-care ultrasound may be usefully in evaluating the direction and effectiveness of this maneuver. Successful manual detorsion should result in near immediate relief of pain. Surgical exploration is still mandated even in the event manual detorsion is successful.", "contents": "Acute Scrotum Pain (Nursing) -- Medical Management. The definitive treatment of testicular torsion is surgical exploration and detorsion, usually followed by orchiopexy to prevent recurrent torsion. Manual detorsion can and often should be attempted at the bedside although its success rate is widely variable and has been reported to range from 25% to 80%. In patients with testicular torsion, the affected testicle is rotated medially. Therefore, manual detorsion should be attempted first from a medial-to-lateral direction (“opening of the book”) and may require 180 to 720 more degrees. Specifically, this requires a counterclockwise rotation of the patient's right testicle or a clockwise rotation of the patient's left testicle, similar to the action of opening the spine of a book. Manual detorsion is contraindicated if pain and/or suspected torsion have been present for longer than 6 hours. Point-of-care ultrasound may be usefully in evaluating the direction and effectiveness of this maneuver. Successful manual detorsion should result in near immediate relief of pain. Surgical exploration is still mandated even in the event manual detorsion is successful."}
{"id": "nurse-article-35872_18", "title": "Acute Scrotum Pain (Nursing) -- Medical Management", "content": "Treatment of epididymitis is discussed in detail in its respective article with antimicrobial therapy directed toward the most likely causative organism. [12] [11]", "contents": "Acute Scrotum Pain (Nursing) -- Medical Management. Treatment of epididymitis is discussed in detail in its respective article with antimicrobial therapy directed toward the most likely causative organism. [12] [11]"}
{"id": "nurse-article-35872_19", "title": "Acute Scrotum Pain (Nursing) -- Nursing Management", "content": "Pain relief Antibiotics for acute epididymitis Keep patient NPO if testicular torsion IV fluids if patient going for surgery Wound check Urine output Manage anxiety", "contents": "Acute Scrotum Pain (Nursing) -- Nursing Management. Pain relief Antibiotics for acute epididymitis Keep patient NPO if testicular torsion IV fluids if patient going for surgery Wound check Urine output Manage anxiety"}
{"id": "nurse-article-35872_20", "title": "Acute Scrotum Pain (Nursing) -- When To Seek Help", "content": "If scrotal pain worsens High fever Unstable hemodynamics Inability to void Persistent nausea and vomiting", "contents": "Acute Scrotum Pain (Nursing) -- When To Seek Help. If scrotal pain worsens High fever Unstable hemodynamics Inability to void Persistent nausea and vomiting"}
{"id": "nurse-article-35872_21", "title": "Acute Scrotum Pain (Nursing) -- Coordination of Care", "content": "The majority of people with acute scrotal pain initially present to the emergency department, and thus, the triage nurse should be fully aware of causes that are urgent and demand immediate medical attention and those that are elective. In many cases, the urologist will need to be consulted to determine the final diagnosis. The role of the radiologist is vital as some type of imaging study is usually required to confirm the diagnosis. The nurse is also important for educating the patient on scrotal disorders like epididymitis which may be associated with sexual activity. Patients who have been diagnosed with torsion should be told to avoid sporting activities unless cleared by the urologist, as there is a small risk of recurrence. [13] [14] (Level III) Only by having an integrated pathway of best practices can one make the diagnosis of urological disorders and lower the morbidity.", "contents": "Acute Scrotum Pain (Nursing) -- Coordination of Care. The majority of people with acute scrotal pain initially present to the emergency department, and thus, the triage nurse should be fully aware of causes that are urgent and demand immediate medical attention and those that are elective. In many cases, the urologist will need to be consulted to determine the final diagnosis. The role of the radiologist is vital as some type of imaging study is usually required to confirm the diagnosis. The nurse is also important for educating the patient on scrotal disorders like epididymitis which may be associated with sexual activity. Patients who have been diagnosed with torsion should be told to avoid sporting activities unless cleared by the urologist, as there is a small risk of recurrence. [13] [14] (Level III) Only by having an integrated pathway of best practices can one make the diagnosis of urological disorders and lower the morbidity."}
{"id": "nurse-article-35872_22", "title": "Acute Scrotum Pain (Nursing) -- Coordination of Care -- Outcomes", "content": "The prognosis of acute scrotal pain depends on the cause. In patients with epididymitis, pain improves within several days of treatment, but the induration may last weeks or months. Some diabetics may develop an abscess and sepsis is a potential consequence. In patients who developed epididymitis secondary to sexual activity, the partner needs to be referred and treated, to stop the cycle of transmission. For patients with a diagnosis of testicular torsion, the diagnosis depends on early diagnosis and treatment. If the treatment is delayed by 12-24 hours, the risk of losing testis and infertility is high. [15] [16] [17] (Level V)", "contents": "Acute Scrotum Pain (Nursing) -- Coordination of Care -- Outcomes. The prognosis of acute scrotal pain depends on the cause. In patients with epididymitis, pain improves within several days of treatment, but the induration may last weeks or months. Some diabetics may develop an abscess and sepsis is a potential consequence. In patients who developed epididymitis secondary to sexual activity, the partner needs to be referred and treated, to stop the cycle of transmission. For patients with a diagnosis of testicular torsion, the diagnosis depends on early diagnosis and treatment. If the treatment is delayed by 12-24 hours, the risk of losing testis and infertility is high. [15] [16] [17] (Level V)"}
{"id": "nurse-article-35872_23", "title": "Acute Scrotum Pain (Nursing) -- Health Teaching and Health Promotion", "content": "Educate patient on surgery for testicular torsion Educate patient on management of acute epididymitis Hand washing and prevention of infection Safe sex practices", "contents": "Acute Scrotum Pain (Nursing) -- Health Teaching and Health Promotion. Educate patient on surgery for testicular torsion Educate patient on management of acute epididymitis Hand washing and prevention of infection Safe sex practices"}
{"id": "nurse-article-35872_24", "title": "Acute Scrotum Pain (Nursing) -- Pearls and Other issues", "content": "Points to remember: The acute scrotum should be approached similarly to the acute abdomen. The differential diagnosis is broad but may be narrowed based on the patient’s demographics, risk factors, history and physical examination. The most common etiology of acute scrotal pain in adults is epididymitis/epididymo-orchitis. Suspected testicular torsion is a time-dependent surgical emergency and consultation should be not delayed. The most appropriate imaging modality is usually Doppler ultrasound. Despite “classic” presentations, a cremasteric reflex does not definitively confirm nor exclude torsion, and the testicle may be salvageable long after the 6-hour window.", "contents": "Acute Scrotum Pain (Nursing) -- Pearls and Other issues. Points to remember: The acute scrotum should be approached similarly to the acute abdomen. The differential diagnosis is broad but may be narrowed based on the patient’s demographics, risk factors, history and physical examination. The most common etiology of acute scrotal pain in adults is epididymitis/epididymo-orchitis. Suspected testicular torsion is a time-dependent surgical emergency and consultation should be not delayed. The most appropriate imaging modality is usually Doppler ultrasound. Despite “classic” presentations, a cremasteric reflex does not definitively confirm nor exclude torsion, and the testicle may be salvageable long after the 6-hour window."}
{"id": "nurse-article-35872_25", "title": "Acute Scrotum Pain (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Scrotum Pain (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}