{"id": "nurse-article-17881_0", "title": "Ascites (Nursing) -- Learning Outcome", "content": "Know the causes of ascites Describe the clinical features of ascites Understand the treatment of ascites Recall the nursing management plans for ascites", "contents": "Ascites (Nursing) -- Learning Outcome. Know the causes of ascites Describe the clinical features of ascites Understand the treatment of ascites Recall the nursing management plans for ascites"}
{"id": "nurse-article-17881_1", "title": "Ascites (Nursing) -- Introduction", "content": "Ascites is the pathologic accumulation of fluid within the peritoneal cavity. It is the most common complication of cirrhosis and occurs in about 50% of patient with decompensated cirrhosis in 10 years. The development of ascites denotes the transition from compensated to decompensated cirrhosis. Mortality increases from complications such as spontaneous bacterial peritonitis and hepatorenal syndrome. Mortality ranges from 15% in a year to 44% in 5 years. [1] [2] [3]", "contents": "Ascites (Nursing) -- Introduction. Ascites is the pathologic accumulation of fluid within the peritoneal cavity. It is the most common complication of cirrhosis and occurs in about 50% of patient with decompensated cirrhosis in 10 years. The development of ascites denotes the transition from compensated to decompensated cirrhosis. Mortality increases from complications such as spontaneous bacterial peritonitis and hepatorenal syndrome. Mortality ranges from 15% in a year to 44% in 5 years. [1] [2] [3]"}
{"id": "nurse-article-17881_2", "title": "Ascites (Nursing) -- Nursing Diagnosis", "content": "Fatigue Poor appetite Nausea Itching Abdominal discomfort Confusion Jaundice Dark urine and pale stools Distended abdomen Malaise", "contents": "Ascites (Nursing) -- Nursing Diagnosis. Fatigue Poor appetite Nausea Itching Abdominal discomfort Confusion Jaundice Dark urine and pale stools Distended abdomen Malaise"}
{"id": "nurse-article-17881_3", "title": "Ascites (Nursing) -- Causes", "content": "In the United States, the most common disease that causes patients to get ascites is cirrhosis, which accounts for approximately 80% of cases. Other causes of ascites include cancer, 10%; heart failure, 3%; tuberculosis, 2%; dialysis, 1%; pancreatic disease, 1%; and others, 2%. Up to 19% of patients with cirrhosis will have hemorrhagic ascites; this may develop spontaneously with 72% of the cases most likely due to bloody lymph and 13% due to hepatocellular carcinoma. It can also develop following paracentesis. [4] [5]", "contents": "Ascites (Nursing) -- Causes. In the United States, the most common disease that causes patients to get ascites is cirrhosis, which accounts for approximately 80% of cases. Other causes of ascites include cancer, 10%; heart failure, 3%; tuberculosis, 2%; dialysis, 1%; pancreatic disease, 1%; and others, 2%. Up to 19% of patients with cirrhosis will have hemorrhagic ascites; this may develop spontaneously with 72% of the cases most likely due to bloody lymph and 13% due to hepatocellular carcinoma. It can also develop following paracentesis. [4] [5]"}
{"id": "nurse-article-17881_4", "title": "Ascites (Nursing) -- Risk Factors", "content": "Patients with cirrhotic ascites have a 3-year mortality rate of approximately 50%. Refractory ascites carries a poor prognosis, with a 1-year survival rate of less than 50%. Males have little intraperitoneal fluid, females have approximately 20 mL, depending on the phase of their menstrual cycle.", "contents": "Ascites (Nursing) -- Risk Factors. Patients with cirrhotic ascites have a 3-year mortality rate of approximately 50%. Refractory ascites carries a poor prognosis, with a 1-year survival rate of less than 50%. Males have little intraperitoneal fluid, females have approximately 20 mL, depending on the phase of their menstrual cycle."}
{"id": "nurse-article-17881_5", "title": "Ascites (Nursing) -- Assessment", "content": "Patients typically report progressive abdominal distension that may be painless or associated with abdominal discomfort, weight gain, early satiety, shortness of breath, and dyspnea resulting from fluid accumulation and increased abdominal pressure. Symptoms such as fever, abdominal tenderness, and confusion can be seen in spontaneous bacterial peritonitis.", "contents": "Ascites (Nursing) -- Assessment. Patients typically report progressive abdominal distension that may be painless or associated with abdominal discomfort, weight gain, early satiety, shortness of breath, and dyspnea resulting from fluid accumulation and increased abdominal pressure. Symptoms such as fever, abdominal tenderness, and confusion can be seen in spontaneous bacterial peritonitis."}
{"id": "nurse-article-17881_6", "title": "Ascites (Nursing) -- Assessment", "content": "Patients with malignant ascites can have symptoms related to malignancy, which may include weight loss. On the other hand, patients with ascites due to heart failure may report dyspnea, orthopnea, and peripheral edema, and those with chylous ascites report diarrhea, steatorrhea, malnutrition, edema, nausea, enlarged lymph nodes, early satiety, fevers, and night sweats.", "contents": "Ascites (Nursing) -- Assessment. Patients with malignant ascites can have symptoms related to malignancy, which may include weight loss. On the other hand, patients with ascites due to heart failure may report dyspnea, orthopnea, and peripheral edema, and those with chylous ascites report diarrhea, steatorrhea, malnutrition, edema, nausea, enlarged lymph nodes, early satiety, fevers, and night sweats."}
{"id": "nurse-article-17881_7", "title": "Ascites (Nursing) -- Assessment", "content": "Patients with ascites typically will have flank dullness on examination, shifting dullness, a fluid wave, evidence of pleural effusions, and findings related to the underlying cause of the ascites, such as stigmata of cirrhosis (cirrhosis includes spider angioma, palmar erythema, and abdominal wall collaterals. Spider angiomata, jaundice, muscle wasting, gynecomastia, and leukonychia are present in patients with advanced liver disease.", "contents": "Ascites (Nursing) -- Assessment. Patients with ascites typically will have flank dullness on examination, shifting dullness, a fluid wave, evidence of pleural effusions, and findings related to the underlying cause of the ascites, such as stigmata of cirrhosis (cirrhosis includes spider angioma, palmar erythema, and abdominal wall collaterals. Spider angiomata, jaundice, muscle wasting, gynecomastia, and leukonychia are present in patients with advanced liver disease."}
{"id": "nurse-article-17881_8", "title": "Ascites (Nursing) -- Assessment", "content": "An umbilical nodule that is not bowel or omental, such as a Sister Mary Joseph nodule, provides evidence for cancer as the cause of ascites. In heart failure, physical examination findings may include jugular venous distension, pulmonary congestion, or peripheral edema.", "contents": "Ascites (Nursing) -- Assessment. An umbilical nodule that is not bowel or omental, such as a Sister Mary Joseph nodule, provides evidence for cancer as the cause of ascites. In heart failure, physical examination findings may include jugular venous distension, pulmonary congestion, or peripheral edema."}
{"id": "nurse-article-17881_9", "title": "Ascites (Nursing) -- Evaluation", "content": "Diagnostic abdominal paracentesis with the appropriate ascitic fluid analysis is probably the most rapid and cost-effective method of diagnosing the cause of ascites. [6] [7]", "contents": "Ascites (Nursing) -- Evaluation. Diagnostic abdominal paracentesis with the appropriate ascitic fluid analysis is probably the most rapid and cost-effective method of diagnosing the cause of ascites. [6] [7]"}
{"id": "nurse-article-17881_10", "title": "Ascites (Nursing) -- Evaluation", "content": "The initial tests that should be performed on the ascitic fluid include a blood cell count, with both a total nucleated cell count and polymorphonuclear neutrophils (PMN) count, and a bacterial culture by bedside inoculation of blood culture bottles. Ascitic fluid protein and albumin are measured simultaneously with the serum albumin level to calculate the serum-ascites albumin gradient (SAAG).", "contents": "Ascites (Nursing) -- Evaluation. The initial tests that should be performed on the ascitic fluid include a blood cell count, with both a total nucleated cell count and polymorphonuclear neutrophils (PMN) count, and a bacterial culture by bedside inoculation of blood culture bottles. Ascitic fluid protein and albumin are measured simultaneously with the serum albumin level to calculate the serum-ascites albumin gradient (SAAG)."}
{"id": "nurse-article-17881_11", "title": "Ascites (Nursing) -- Evaluation", "content": "The presence of a gradient greater or equal to 1.1 g/dL (greater or equal to 11 g/L) predicts that the patient has portal hypertension with 97% accuracy. This is seen in cirrhosis, alcoholic hepatitis, heart failure, massive hepatic metastases, heart failure/pericarditis, Budd-Chiari syndrome, portal vein thrombosis, and idiopathic portal fibrosis. A gradient less than 1.1 g/dL (less than 11 g/L) indicates that the patient does not have portal hypertension and occurs in peritoneal carcinomatosis, peritoneal tuberculosis, pancreatitis, serositis, and nephrotic syndrome.", "contents": "Ascites (Nursing) -- Evaluation. The presence of a gradient greater or equal to 1.1 g/dL (greater or equal to 11 g/L) predicts that the patient has portal hypertension with 97% accuracy. This is seen in cirrhosis, alcoholic hepatitis, heart failure, massive hepatic metastases, heart failure/pericarditis, Budd-Chiari syndrome, portal vein thrombosis, and idiopathic portal fibrosis. A gradient less than 1.1 g/dL (less than 11 g/L) indicates that the patient does not have portal hypertension and occurs in peritoneal carcinomatosis, peritoneal tuberculosis, pancreatitis, serositis, and nephrotic syndrome."}
{"id": "nurse-article-17881_12", "title": "Ascites (Nursing) -- Evaluation", "content": "Additional tests may be performed only if a specific diagnosis is suspected clinically. LDH and glucose level should be determined in suspected cases of secondary peritonitis. Other tests to consider include amylase (greater than 1000 U/L suggests pancreatic ascites). Mycobacterial culture should be performed only if tuberculosis is strongly suspected. Other ascitic fluid indices such as lactate and pH offer little to no additional information.", "contents": "Ascites (Nursing) -- Evaluation. Additional tests may be performed only if a specific diagnosis is suspected clinically. LDH and glucose level should be determined in suspected cases of secondary peritonitis. Other tests to consider include amylase (greater than 1000 U/L suggests pancreatic ascites). Mycobacterial culture should be performed only if tuberculosis is strongly suspected. Other ascitic fluid indices such as lactate and pH offer little to no additional information."}
{"id": "nurse-article-17881_13", "title": "Ascites (Nursing) -- Medical Management", "content": "Appropriate treatment of ascites depends on the cause of fluid retention. The goals of therapy in patients with ascites are to minimize the ascitic fluid volume and decrease peripheral edema, without causing intravascular volume depletion. [8] [9] [10]", "contents": "Ascites (Nursing) -- Medical Management. Appropriate treatment of ascites depends on the cause of fluid retention. The goals of therapy in patients with ascites are to minimize the ascitic fluid volume and decrease peripheral edema, without causing intravascular volume depletion. [8] [9] [10]"}
{"id": "nurse-article-17881_14", "title": "Ascites (Nursing) -- Medical Management", "content": "In cases of  high-albumin-gradient ascites which occurs in cirrhosis, the treatment of ascites in these patients  includes abstinence from alcohol, restricting dietary sodium to 88 mEq (2000 mg)  per day, and treating with diuretics (spironolactone and furosemide in a ratio of 100:40 mg/day)", "contents": "Ascites (Nursing) -- Medical Management. In cases of  high-albumin-gradient ascites which occurs in cirrhosis, the treatment of ascites in these patients  includes abstinence from alcohol, restricting dietary sodium to 88 mEq (2000 mg)  per day, and treating with diuretics (spironolactone and furosemide in a ratio of 100:40 mg/day)"}
{"id": "nurse-article-17881_15", "title": "Ascites (Nursing) -- Medical Management", "content": "Patients with a treatable liver condition, such as autoimmune hepatitis, chronic hepatitis B with reactivation, hemochromatosis, or Wilson disease, should receive specific therapy for these diseases. Occasionally, cirrhosis due to causes other than alcohol or hepatitis B is reversible; however, these diseases are usually less reversible than in alcoholic liver disease, and by the time ascites is present, these patients may be better candidates for liver transplantation than for protracted medical therapy.", "contents": "Ascites (Nursing) -- Medical Management. Patients with a treatable liver condition, such as autoimmune hepatitis, chronic hepatitis B with reactivation, hemochromatosis, or Wilson disease, should receive specific therapy for these diseases. Occasionally, cirrhosis due to causes other than alcohol or hepatitis B is reversible; however, these diseases are usually less reversible than in alcoholic liver disease, and by the time ascites is present, these patients may be better candidates for liver transplantation than for protracted medical therapy."}
{"id": "nurse-article-17881_16", "title": "Ascites (Nursing) -- Medical Management", "content": "Low-albumin-gradient ascites commonly occurs in non-ovarian peritoneal carcinomatosis. These patients often benefit from an outpatient therapeutic paracentesis. Patients with ovarian malignancy may benefit from surgical debulking and chemotherapy.", "contents": "Ascites (Nursing) -- Medical Management. Low-albumin-gradient ascites commonly occurs in non-ovarian peritoneal carcinomatosis. These patients often benefit from an outpatient therapeutic paracentesis. Patients with ovarian malignancy may benefit from surgical debulking and chemotherapy."}
{"id": "nurse-article-17881_17", "title": "Ascites (Nursing) -- Medical Management", "content": "TB peritonitis is treated with anti-tuberculous medications, while pancreatic ascites and postoperative lymphatic leak from a distal splenorenal shunt or radical lymphadenectomy may resolve spontaneously. Chlamydia peritonitis is cured with antibiotics using doxycycline and ascites caused by lupus serositis may respond to glucocorticoids.", "contents": "Ascites (Nursing) -- Medical Management. TB peritonitis is treated with anti-tuberculous medications, while pancreatic ascites and postoperative lymphatic leak from a distal splenorenal shunt or radical lymphadenectomy may resolve spontaneously. Chlamydia peritonitis is cured with antibiotics using doxycycline and ascites caused by lupus serositis may respond to glucocorticoids."}
{"id": "nurse-article-17881_18", "title": "Ascites (Nursing) -- Nursing Management", "content": "Check vitals Oxygenation and pulse oximetry Ins and outs Abdominal girth measurement Body weight Encourage diet Assist with paracentesis Check labs to ensure coagulation parameters are not abnormal Check serum sodium Administer medications (diuretics) as ordered Educate the patient on disease", "contents": "Ascites (Nursing) -- Nursing Management. Check vitals Oxygenation and pulse oximetry Ins and outs Abdominal girth measurement Body weight Encourage diet Assist with paracentesis Check labs to ensure coagulation parameters are not abnormal Check serum sodium Administer medications (diuretics) as ordered Educate the patient on disease"}
{"id": "nurse-article-17881_19", "title": "Ascites (Nursing) -- When To Seek Help", "content": "Fever Hypotension Abdominal pain No urine output Low oxygen saturation", "contents": "Ascites (Nursing) -- When To Seek Help. Fever Hypotension Abdominal pain No urine output Low oxygen saturation"}
{"id": "nurse-article-17881_20", "title": "Ascites (Nursing) -- Outcome Identification", "content": "Abdomen girth normal Can breath Can ambulate and eat No abdominal discomfort No malaise", "contents": "Ascites (Nursing) -- Outcome Identification. Abdomen girth normal Can breath Can ambulate and eat No abdominal discomfort No malaise"}
{"id": "nurse-article-17881_21", "title": "Ascites (Nursing) -- Monitoring", "content": "Abdominal girth Body weight Serum sodium Urine output Diet", "contents": "Ascites (Nursing) -- Monitoring. Abdominal girth Body weight Serum sodium Urine output Diet"}
{"id": "nurse-article-17881_22", "title": "Ascites (Nursing) -- Coordination of Care", "content": "While it may appear that ascites is a GI related problem, the pathology affects almost all organ systems and has very high morbidity and mortality. Ascites is not a benign disorder and depending on the cause can have a mortality exceeding 20%. [11] To prevent complications and improve the quality of life, a streamlined protocol for management is vital. [3] [12] (Level V)", "contents": "Ascites (Nursing) -- Coordination of Care. While it may appear that ascites is a GI related problem, the pathology affects almost all organ systems and has very high morbidity and mortality. Ascites is not a benign disorder and depending on the cause can have a mortality exceeding 20%. [11] To prevent complications and improve the quality of life, a streamlined protocol for management is vital. [3] [12] (Level V)"}
{"id": "nurse-article-17881_23", "title": "Ascites (Nursing) -- Coordination of Care", "content": "Countless articles on a multidisciplinary approach have been published so that the morbidity and mortality can be improved. Besides the gastroenterologist the following interprofessional group of health professionals is highly recommended: Pharmacist to oversee all medications and be alert for drugs that cause liver injury Nurses to monitor body weight, abdominal girth, prevent deep vein thrombosis, encourage ambulation and educate the patient and family about the importance of a low sodium diet Internist to monitor coagulation parameters and general health of the patient Surgeon in case the patient needs decompression of the portal system or a liver transplant Nephrologist to monitor renal function", "contents": "Ascites (Nursing) -- Coordination of Care. Countless articles on a multidisciplinary approach have been published so that the morbidity and mortality can be improved. Besides the gastroenterologist the following interprofessional group of health professionals is highly recommended: Pharmacist to oversee all medications and be alert for drugs that cause liver injury Nurses to monitor body weight, abdominal girth, prevent deep vein thrombosis, encourage ambulation and educate the patient and family about the importance of a low sodium diet Internist to monitor coagulation parameters and general health of the patient Surgeon in case the patient needs decompression of the portal system or a liver transplant Nephrologist to monitor renal function"}
{"id": "nurse-article-17881_24", "title": "Ascites (Nursing) -- Coordination of Care -- Outcomes and Evidence-based Medicine", "content": "Overall the prognosis is much worse for patients who have decompensated cirrhosis compared to those with compensated cirrhosis. Even patients who are ambulatory and have cirrhotic ascites have a 3-year mortality rate of 50%. Patients with refractory ascites have a 1-year survival of less than 50%. There are many evidence-based studies on managing patients with ascites. [13] (Level V). The bottom line is that aggressive care of these patients is critical if one wants to avoid the high mortality. Ascites patients are complex to manage and thus the need for a multidisciplinary team to ensure that the patient gets the right treatment, including a liver transplant.", "contents": "Ascites (Nursing) -- Coordination of Care -- Outcomes and Evidence-based Medicine. Overall the prognosis is much worse for patients who have decompensated cirrhosis compared to those with compensated cirrhosis. Even patients who are ambulatory and have cirrhotic ascites have a 3-year mortality rate of 50%. Patients with refractory ascites have a 1-year survival of less than 50%. There are many evidence-based studies on managing patients with ascites. [13] (Level V). The bottom line is that aggressive care of these patients is critical if one wants to avoid the high mortality. Ascites patients are complex to manage and thus the need for a multidisciplinary team to ensure that the patient gets the right treatment, including a liver transplant."}
{"id": "nurse-article-17881_25", "title": "Ascites (Nursing) -- Health Teaching and Health Promotion", "content": "Limit alcohol intake Hepatitis B vaccination", "contents": "Ascites (Nursing) -- Health Teaching and Health Promotion. Limit alcohol intake Hepatitis B vaccination"}
{"id": "nurse-article-17881_26", "title": "Ascites (Nursing) -- Discharge Planning", "content": "Avoid alcohol Eat healthy Ambulate Limit sodium intake Take diuretic as prescribed Return to clinic for follow up", "contents": "Ascites (Nursing) -- Discharge Planning. Avoid alcohol Eat healthy Ambulate Limit sodium intake Take diuretic as prescribed Return to clinic for follow up"}
{"id": "nurse-article-17881_27", "title": "Ascites (Nursing) -- Pearls and Other issues", "content": "Transfusion of blood products (fresh frozen plasma or platelets) routinely before paracentesis in patients with cirrhosis and coagulopathy, presumably to prevent hemorrhagic complications, is not supported by data Contraindications to paracentesis include coagulopathy in the presence of DIC, massive ileus with bowel distension unless the procedure is image-guided to guarantee that the bowel is not entered. Complications of ascites may include but are not limited to the following: Spontaneous bacterial peritonitis, cellulitis, tense ascites, pleural effusion, and abdominal wall hernias.", "contents": "Ascites (Nursing) -- Pearls and Other issues. Transfusion of blood products (fresh frozen plasma or platelets) routinely before paracentesis in patients with cirrhosis and coagulopathy, presumably to prevent hemorrhagic complications, is not supported by data Contraindications to paracentesis include coagulopathy in the presence of DIC, massive ileus with bowel distension unless the procedure is image-guided to guarantee that the bowel is not entered. Complications of ascites may include but are not limited to the following: Spontaneous bacterial peritonitis, cellulitis, tense ascites, pleural effusion, and abdominal wall hernias."}
{"id": "nurse-article-17881_28", "title": "Ascites (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ascites (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}