{"id": "nurse-article-27356_0", "title": "Bacterial Pneumonia (Nursing) -- Learning Outcome", "content": "Recall the signs and symptoms of bacterial pneumonia Describe the management of bacterial pneumonia Summarize the nursing diagnosis of pneumonia Discuss the prevention of bacterial pneumonia", "contents": "Bacterial Pneumonia (Nursing) -- Learning Outcome. Recall the signs and symptoms of bacterial pneumonia Describe the management of bacterial pneumonia Summarize the nursing diagnosis of pneumonia Discuss the prevention of bacterial pneumonia"}
{"id": "nurse-article-27356_1", "title": "Bacterial Pneumonia (Nursing) -- Introduction", "content": "The word \"pneumonia\" originates from the ancient Greek word \"pneumon\" which means \"lung,\" so the word \"penumonia\" becomes \"lung disease.\" Medically it is an inflammation of one or both lung's parenchyma that is more often but not always caused by infections. The many causes of pneumonia include bacteria, viruses, fungi, and parasites. This article is about bacterial causes of pneumonia as it is the major cause of mortality and morbidity by pneumonia. According to the new classification of pneumonia, there are four categories: community-acquired (CAP), hospital-acquired (HAP), healthcare-associated (HCAP) and ventilator-associated pneumonia (VAP). [1] [2] [3]", "contents": "Bacterial Pneumonia (Nursing) -- Introduction. The word \"pneumonia\" originates from the ancient Greek word \"pneumon\" which means \"lung,\" so the word \"penumonia\" becomes \"lung disease.\" Medically it is an inflammation of one or both lung's parenchyma that is more often but not always caused by infections. The many causes of pneumonia include bacteria, viruses, fungi, and parasites. This article is about bacterial causes of pneumonia as it is the major cause of mortality and morbidity by pneumonia. According to the new classification of pneumonia, there are four categories: community-acquired (CAP), hospital-acquired (HAP), healthcare-associated (HCAP) and ventilator-associated pneumonia (VAP). [1] [2] [3]"}
{"id": "nurse-article-27356_2", "title": "Bacterial Pneumonia (Nursing) -- Introduction -- Types of Bacterial Pneumonia", "content": "CAP: The acute infection of lung tissue in a patient who has acquired it from the community. HAP: The acute infection of lung tissue that develops 48 hours or longer after the hospitalization of a non-intubated patient. VAP: A type of nosocomial infection of lung tissue that usually develops 48 hours or longer after intubation for mechanical ventilation. HCAP: The acute infection of lung tissue acquired from healthcare facilities such as nursing homes, dialysis centres, and outpatient clinics or a patient with hospitalization within the past 3 months (previously included in HAP but becomes a separate category after some cases presenting as outpatients with pneumonia have been found to be infected with multidrug-resistant (MDR) pathogens previously associated with HAP). Some articles include both HAP and VAP under the category of HCAP, so defining HCAP is problematic and controversial.", "contents": "Bacterial Pneumonia (Nursing) -- Introduction -- Types of Bacterial Pneumonia. CAP: The acute infection of lung tissue in a patient who has acquired it from the community. HAP: The acute infection of lung tissue that develops 48 hours or longer after the hospitalization of a non-intubated patient. VAP: A type of nosocomial infection of lung tissue that usually develops 48 hours or longer after intubation for mechanical ventilation. HCAP: The acute infection of lung tissue acquired from healthcare facilities such as nursing homes, dialysis centres, and outpatient clinics or a patient with hospitalization within the past 3 months (previously included in HAP but becomes a separate category after some cases presenting as outpatients with pneumonia have been found to be infected with multidrug-resistant (MDR) pathogens previously associated with HAP). Some articles include both HAP and VAP under the category of HCAP, so defining HCAP is problematic and controversial."}
{"id": "nurse-article-27356_3", "title": "Bacterial Pneumonia (Nursing) -- Nursing Diagnosis", "content": "Chills Chest discomfort Cough Nausea Dyspnea Fatigue Fever Altered mental status", "contents": "Bacterial Pneumonia (Nursing) -- Nursing Diagnosis. Chills Chest discomfort Cough Nausea Dyspnea Fatigue Fever Altered mental status"}
{"id": "nurse-article-27356_4", "title": "Bacterial Pneumonia (Nursing) -- Causes", "content": "Etiology of community-acquired pneumonia is an extensive list of agents that include bacteria, viruses, fungi, and parasites, but this article is about bacterial pneumonia and its causes. Bacteria have classically been categorized into two divisions on the basis of etiology, \"typical\" and \"atypical\" organisms. Typical organisms can be cultured on standard media or seen on Gram stain, but \"atypical\" organisms do not have such properties. [4] Typical pneumonia refers to pneumonia caused by Streptococcus  pneumoniae, Haemophilus influenzae, S. aureus, Group A streptococci, Moraxella catarrhalis, anaerobes and aerobic gram-negative bacteria. Atypical pneumonia is mostly caused by Legionella spp, Mycoplasma pneumoniae, Chlamydia pneumoniae, and C. psittaci.", "contents": "Bacterial Pneumonia (Nursing) -- Causes. Etiology of community-acquired pneumonia is an extensive list of agents that include bacteria, viruses, fungi, and parasites, but this article is about bacterial pneumonia and its causes. Bacteria have classically been categorized into two divisions on the basis of etiology, \"typical\" and \"atypical\" organisms. Typical organisms can be cultured on standard media or seen on Gram stain, but \"atypical\" organisms do not have such properties. [4] Typical pneumonia refers to pneumonia caused by Streptococcus  pneumoniae, Haemophilus influenzae, S. aureus, Group A streptococci, Moraxella catarrhalis, anaerobes and aerobic gram-negative bacteria. Atypical pneumonia is mostly caused by Legionella spp, Mycoplasma pneumoniae, Chlamydia pneumoniae, and C. psittaci."}
{"id": "nurse-article-27356_5", "title": "Bacterial Pneumonia (Nursing) -- Causes", "content": "The most common causes of community-acquired pneumonia (CAP) is S. pneumoniae followed by Klebsiella pneumoniae, Haemophilus influenzae, and Pseudomonas aeruginosa. The most common causes of HCAP and HAP are MRSA (methicillin-resistant Staphylococcus aureus) and Pseudomonas aeruginosa respectively. The causative agents of VAP include both multi-drug resistant (MDR) agents (e.g., S. pneumoniae, other Strep spp, H. influenzae and MSSA) and non-MDR (e.g., P. aeruginosa, methicillin-resistant Staphylococcus aureus, Acinetobacter spp. and antibiotic-resistant Enterobacteriaceae) bacterial pathogens.", "contents": "Bacterial Pneumonia (Nursing) -- Causes. The most common causes of community-acquired pneumonia (CAP) is S. pneumoniae followed by Klebsiella pneumoniae, Haemophilus influenzae, and Pseudomonas aeruginosa. The most common causes of HCAP and HAP are MRSA (methicillin-resistant Staphylococcus aureus) and Pseudomonas aeruginosa respectively. The causative agents of VAP include both multi-drug resistant (MDR) agents (e.g., S. pneumoniae, other Strep spp, H. influenzae and MSSA) and non-MDR (e.g., P. aeruginosa, methicillin-resistant Staphylococcus aureus, Acinetobacter spp. and antibiotic-resistant Enterobacteriaceae) bacterial pathogens."}
{"id": "nurse-article-27356_6", "title": "Bacterial Pneumonia (Nursing) -- Risk Factors", "content": "The incidence of CAP in the United States is more than 5 million per year; 80% of these new cases are treated as outpatients with the mortality rate of less than 1%, and 20% are treated as inpatients with the mortality rate of 12% to 40%. The incidence of CAP varies among different genders; for example, it is more common in males and African Americans than females and other Americans. The incidence rates are higher at extremes of age distribution range; the adult rate is usually 5.15 to 7.06 cases per 1000 persons per year, but in the population of age less than 4 years and greater than 60 years, the rate is more than 12 cases per 1000 persons. In 2005, influenza and pneumonia combined was the eighth most common cause of death in the United States and the seventh Most common cause of death in Canada. The mortality rate also is variable among different regions at  7.3% for the United States and Canada, 9.1% for Europe, and 13.3% for Latin America. [5] [6]", "contents": "Bacterial Pneumonia (Nursing) -- Risk Factors. The incidence of CAP in the United States is more than 5 million per year; 80% of these new cases are treated as outpatients with the mortality rate of less than 1%, and 20% are treated as inpatients with the mortality rate of 12% to 40%. The incidence of CAP varies among different genders; for example, it is more common in males and African Americans than females and other Americans. The incidence rates are higher at extremes of age distribution range; the adult rate is usually 5.15 to 7.06 cases per 1000 persons per year, but in the population of age less than 4 years and greater than 60 years, the rate is more than 12 cases per 1000 persons. In 2005, influenza and pneumonia combined was the eighth most common cause of death in the United States and the seventh Most common cause of death in Canada. The mortality rate also is variable among different regions at  7.3% for the United States and Canada, 9.1% for Europe, and 13.3% for Latin America. [5] [6]"}
{"id": "nurse-article-27356_7", "title": "Bacterial Pneumonia (Nursing) -- Assessment", "content": "The history findings of bacterial pneumonia may vary from indolent to fulminant. Clinical manifestation includes both constitutional findings and findings due to damage to the lung and related tissue. The following are major history findings: Fever with tachycardia and/or chills and sweats. The cough may be either nonproductive or productive with mucoid, purulent or blood-tinged sputum. Pleuritic chest pain, if the pleura is involved. Shortness of breath with normal daily routine work. Other symptoms include fatigue, headache, myalgia, and arthralgia.", "contents": "Bacterial Pneumonia (Nursing) -- Assessment. The history findings of bacterial pneumonia may vary from indolent to fulminant. Clinical manifestation includes both constitutional findings and findings due to damage to the lung and related tissue. The following are major history findings: Fever with tachycardia and/or chills and sweats. The cough may be either nonproductive or productive with mucoid, purulent or blood-tinged sputum. Pleuritic chest pain, if the pleura is involved. Shortness of breath with normal daily routine work. Other symptoms include fatigue, headache, myalgia, and arthralgia."}
{"id": "nurse-article-27356_8", "title": "Bacterial Pneumonia (Nursing) -- Assessment", "content": "Physical findings also vary from patient to patient and mainly depend on the severity of lung consolidation and existence or nonexistence of pleural effusion. The following are major clinical findings: Increased respiratory rate. Percussion sounds vary from flat to dull. Tactile fremitus. Crackles, rales, and bronchial breath sounds are heard on auscultation. Confusion manifests earlier in older patients. A critically ill patient may present with sepsis or multi-organ failure.", "contents": "Bacterial Pneumonia (Nursing) -- Assessment. Physical findings also vary from patient to patient and mainly depend on the severity of lung consolidation and existence or nonexistence of pleural effusion. The following are major clinical findings: Increased respiratory rate. Percussion sounds vary from flat to dull. Tactile fremitus. Crackles, rales, and bronchial breath sounds are heard on auscultation. Confusion manifests earlier in older patients. A critically ill patient may present with sepsis or multi-organ failure."}
{"id": "nurse-article-27356_9", "title": "Bacterial Pneumonia (Nursing) -- Evaluation", "content": "The approach to evaluate and diagnose pneumonia depends on different modalities but primarily it is like a tripod stand which has 3 legs which are summed up as: Clinical Evaluation : It includes taking a careful patient history and performing a thorough physical examination to judge the clinical signs and symptoms mentioned above. Laboratory Evaluation : This includes lab values such as complete blood count with differentials, inflammatory biomarkers like ESR and C-reactive protein, blood cultures, sputum analysis or Gram staining and/or urine antigen testing or polymerase chain reaction for nucleic acid detection of certain bacteria. Radiological Evaluation :  It includes chest x-ray as an initial imaging test and the finding of pulmonary infiltrates on plain film is considered as a gold standard for diagnosis when the lab and clinical features are supportive. [7] [2]", "contents": "Bacterial Pneumonia (Nursing) -- Evaluation. The approach to evaluate and diagnose pneumonia depends on different modalities but primarily it is like a tripod stand which has 3 legs which are summed up as: Clinical Evaluation : It includes taking a careful patient history and performing a thorough physical examination to judge the clinical signs and symptoms mentioned above. Laboratory Evaluation : This includes lab values such as complete blood count with differentials, inflammatory biomarkers like ESR and C-reactive protein, blood cultures, sputum analysis or Gram staining and/or urine antigen testing or polymerase chain reaction for nucleic acid detection of certain bacteria. Radiological Evaluation :  It includes chest x-ray as an initial imaging test and the finding of pulmonary infiltrates on plain film is considered as a gold standard for diagnosis when the lab and clinical features are supportive. [7] [2]"}
{"id": "nurse-article-27356_10", "title": "Bacterial Pneumonia (Nursing) -- Medical Management", "content": "In all patients with bacterial pneumonia, empirical therapy should be started as soon as possible. The first step in treatment is a risk assessment to know whether the patient should be treated in an outpatient or inpatient setting. Cardiopulmonary conditions, age, and severity of symptoms affect risk for bacterial pneumonia, especially CAP. [8] [9] [10]", "contents": "Bacterial Pneumonia (Nursing) -- Medical Management. In all patients with bacterial pneumonia, empirical therapy should be started as soon as possible. The first step in treatment is a risk assessment to know whether the patient should be treated in an outpatient or inpatient setting. Cardiopulmonary conditions, age, and severity of symptoms affect risk for bacterial pneumonia, especially CAP. [8] [9] [10]"}
{"id": "nurse-article-27356_11", "title": "Bacterial Pneumonia (Nursing) -- Medical Management", "content": "An expanded CURB-65 or CURB-65 pneumonia severity score can be used for risk quantification. It includes C = Confusion, U = Uremia (BUN greater than 20 mg/dL), R = Respiratory rate (greater than 30 per min), B = B.P (BP less than 90/60 mmHg) and age greater than 65 years. One point is scored for each previously mentioned risk factor. If the total of the score is 2 or more than 2, it indicates hospital admission. If the total is 4 or more than 4, it indicates ICU admission. Recommended therapy for different settings are as follows:", "contents": "Bacterial Pneumonia (Nursing) -- Medical Management. An expanded CURB-65 or CURB-65 pneumonia severity score can be used for risk quantification. It includes C = Confusion, U = Uremia (BUN greater than 20 mg/dL), R = Respiratory rate (greater than 30 per min), B = B.P (BP less than 90/60 mmHg) and age greater than 65 years. One point is scored for each previously mentioned risk factor. If the total of the score is 2 or more than 2, it indicates hospital admission. If the total is 4 or more than 4, it indicates ICU admission. Recommended therapy for different settings are as follows:"}
{"id": "nurse-article-27356_12", "title": "Bacterial Pneumonia (Nursing) -- Medical Management", "content": "Outpatient Setting: For patients having comorbid conditions ( e.g., diabetes, malignancy, etc.) the regimen is \"fluoroquinolone\" or \"beta-lactams + macrolide.\" For patients with no comorbid conditions, we can use \"macrolide\" or \"doxycycline\" empirically. Testing is usually not performed as the empiric regimen is almost always successful. Inpatient Setting (non-ICU): Recommended therapy is fluoroquinolone or macrolide + beta-lactam. Inpatient setting (ICU): Recommended therapy is beta-lactam + macrolide or beta-lactam + fluoroquinolone. After getting a culture-positive lab result, therapies should be directed to the culture-specific pathogen. The patient also can benefit from smoking cessation counseling and influenza and pneumococcal vaccination. All patients treated at home should be scheduled for a follow-up visit within 2 days to assess any complication of pneumonia.", "contents": "Bacterial Pneumonia (Nursing) -- Medical Management. Outpatient Setting: For patients having comorbid conditions ( e.g., diabetes, malignancy, etc.) the regimen is \"fluoroquinolone\" or \"beta-lactams + macrolide.\" For patients with no comorbid conditions, we can use \"macrolide\" or \"doxycycline\" empirically. Testing is usually not performed as the empiric regimen is almost always successful. Inpatient Setting (non-ICU): Recommended therapy is fluoroquinolone or macrolide + beta-lactam. Inpatient setting (ICU): Recommended therapy is beta-lactam + macrolide or beta-lactam + fluoroquinolone. After getting a culture-positive lab result, therapies should be directed to the culture-specific pathogen. The patient also can benefit from smoking cessation counseling and influenza and pneumococcal vaccination. All patients treated at home should be scheduled for a follow-up visit within 2 days to assess any complication of pneumonia."}
{"id": "nurse-article-27356_13", "title": "Bacterial Pneumonia (Nursing) -- Nursing Management", "content": "Obtain blood work and check cultures Hydrate the patient Administer antibiotics as ordered Keep patient comfortable and warm Perform suction as required Measure ins and out Manage pain and cough Promote nutrition Administer oxygen as needed Provide rest Teach patient hand washing", "contents": "Bacterial Pneumonia (Nursing) -- Nursing Management. Obtain blood work and check cultures Hydrate the patient Administer antibiotics as ordered Keep patient comfortable and warm Perform suction as required Measure ins and out Manage pain and cough Promote nutrition Administer oxygen as needed Provide rest Teach patient hand washing"}
{"id": "nurse-article-27356_14", "title": "Bacterial Pneumonia (Nursing) -- When To Seek Help", "content": "Altered mental status Dyspnea Low oxygen saturations Unstable hemodynamics Fever Unresponsive Copious sputum production and respiratory distress", "contents": "Bacterial Pneumonia (Nursing) -- When To Seek Help. Altered mental status Dyspnea Low oxygen saturations Unstable hemodynamics Fever Unresponsive Copious sputum production and respiratory distress"}
{"id": "nurse-article-27356_15", "title": "Bacterial Pneumonia (Nursing) -- Outcome Identification", "content": "Normal vitals No dyspnea or fever Able to ambulate Energetic", "contents": "Bacterial Pneumonia (Nursing) -- Outcome Identification. Normal vitals No dyspnea or fever Able to ambulate Energetic"}
{"id": "nurse-article-27356_16", "title": "Bacterial Pneumonia (Nursing) -- Monitoring", "content": "Vitals Chest auscultation Checking cultures and antibiotic sensitivity Monitoring neurovitals Ins and Outs Ambulation Diet", "contents": "Bacterial Pneumonia (Nursing) -- Monitoring. Vitals Chest auscultation Checking cultures and antibiotic sensitivity Monitoring neurovitals Ins and Outs Ambulation Diet"}
{"id": "nurse-article-27356_17", "title": "Bacterial Pneumonia (Nursing) -- Coordination of Care", "content": "The management of a pneumonia is multidisciplinary. Besides the administration of antibiotics, these patients often require chest physical therapy, a dietary consult, physical therapy to help regain muscle mass and a dental consult. The key is to educate the patient on discontinuation of smoking and abstaining from alcohol. Further, patients should be encouraged to get the appropriate influenza and pneumococcal vaccines. Finally, it is important to educate the patient on compliance with antibiotics if they want a complete resolution of the infectious process. [10] [11] (Level V)", "contents": "Bacterial Pneumonia (Nursing) -- Coordination of Care. The management of a pneumonia is multidisciplinary. Besides the administration of antibiotics, these patients often require chest physical therapy, a dietary consult, physical therapy to help regain muscle mass and a dental consult. The key is to educate the patient on discontinuation of smoking and abstaining from alcohol. Further, patients should be encouraged to get the appropriate influenza and pneumococcal vaccines. Finally, it is important to educate the patient on compliance with antibiotics if they want a complete resolution of the infectious process. [10] [11] (Level V)"}
{"id": "nurse-article-27356_18", "title": "Bacterial Pneumonia (Nursing) -- Coordination of Care -- Outcomes", "content": "In healthy people, the outcome after a bacterial pneumonia is excellent. However, in people with advanced age, lung disease, immunosuppression, infection with aggressive gram-negative organisms (Klebsiella) and other comorbidities, the outcomes are usually poor. When a pneumonia is left untreated, it carries a mortality in excess of 25%. Pneumonia can also lead to extensive lung damage and lead to residual impairment in lung function. Other reported complications of pneumonia that occur in 1-5% of patients include lung abscess, empyema, and bronchiectasis. [12] [13] (Level V)", "contents": "Bacterial Pneumonia (Nursing) -- Coordination of Care -- Outcomes. In healthy people, the outcome after a bacterial pneumonia is excellent. However, in people with advanced age, lung disease, immunosuppression, infection with aggressive gram-negative organisms (Klebsiella) and other comorbidities, the outcomes are usually poor. When a pneumonia is left untreated, it carries a mortality in excess of 25%. Pneumonia can also lead to extensive lung damage and lead to residual impairment in lung function. Other reported complications of pneumonia that occur in 1-5% of patients include lung abscess, empyema, and bronchiectasis. [12] [13] (Level V)"}
{"id": "nurse-article-27356_19", "title": "Bacterial Pneumonia (Nursing) -- Health Teaching and Health Promotion", "content": "Get vaccinated against pneumococcus and influenza Eat healthy Ambulate Wash hands", "contents": "Bacterial Pneumonia (Nursing) -- Health Teaching and Health Promotion. Get vaccinated against pneumococcus and influenza Eat healthy Ambulate Wash hands"}
{"id": "nurse-article-27356_20", "title": "Bacterial Pneumonia (Nursing) -- Risk Management", "content": "Call a physician if: Unstable hemodynamics Fever Copious sputum production Respiratory distress Loss of consciousness Altered mental status", "contents": "Bacterial Pneumonia (Nursing) -- Risk Management. Call a physician if: Unstable hemodynamics Fever Copious sputum production Respiratory distress Loss of consciousness Altered mental status"}
{"id": "nurse-article-27356_21", "title": "Bacterial Pneumonia (Nursing) -- Discharge Planning", "content": "Get vaccinated against pneumococcus and influenza Eat healthy Ambulate Wash hands Follow up with a clinician Exercise regularly", "contents": "Bacterial Pneumonia (Nursing) -- Discharge Planning. Get vaccinated against pneumococcus and influenza Eat healthy Ambulate Wash hands Follow up with a clinician Exercise regularly"}
{"id": "nurse-article-27356_22", "title": "Bacterial Pneumonia (Nursing) -- Pearls and Other issues", "content": "The management of pneumonia is with an interprofessional team. The reason is that most patients are managed as outpatients but if not properly treated, the morbidity and mortality are high.", "contents": "Bacterial Pneumonia (Nursing) -- Pearls and Other issues. The management of pneumonia is with an interprofessional team. The reason is that most patients are managed as outpatients but if not properly treated, the morbidity and mortality are high."}
{"id": "nurse-article-27356_23", "title": "Bacterial Pneumonia (Nursing) -- Pearls and Other issues", "content": "Besides the administration of antibiotics, these patients often require chest physical therapy, a dietary consult, physical therapy to help regain muscle mass and a dental consult. The key is to educate the patient on the discontinuation of smoking and abstaining from alcohol. Patients need to be referred to a dietitian to ensure that they are eating healthy.", "contents": "Bacterial Pneumonia (Nursing) -- Pearls and Other issues. Besides the administration of antibiotics, these patients often require chest physical therapy, a dietary consult, physical therapy to help regain muscle mass and a dental consult. The key is to educate the patient on the discontinuation of smoking and abstaining from alcohol. Patients need to be referred to a dietitian to ensure that they are eating healthy."}
{"id": "nurse-article-27356_24", "title": "Bacterial Pneumonia (Nursing) -- Pearls and Other issues", "content": "Further, the clinicians should encourage patients to get appropriate influenza and pneumococcal vaccines. The pharmacist should not only teach about antibiotic compliance but ensure that the patient is prescribed the right antibiotics aimed at the target organism.", "contents": "Bacterial Pneumonia (Nursing) -- Pearls and Other issues. Further, the clinicians should encourage patients to get appropriate influenza and pneumococcal vaccines. The pharmacist should not only teach about antibiotic compliance but ensure that the patient is prescribed the right antibiotics aimed at the target organism."}
{"id": "nurse-article-27356_25", "title": "Bacterial Pneumonia (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bacterial Pneumonia (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}