{"id": "nurse-article-19411_0", "title": "Autism Spectrum Disorder (Nursing) -- Learning Outcome", "content": "Understand the presentation of autism spectrum disorders (ASD) Recall the management of patients with ASD Describe the nursing diagnosis of ASD", "contents": "Autism Spectrum Disorder (Nursing) -- Learning Outcome. Understand the presentation of autism spectrum disorders (ASD) Recall the management of patients with ASD Describe the nursing diagnosis of ASD"}
{"id": "nurse-article-19411_1", "title": "Autism Spectrum Disorder (Nursing) -- Introduction", "content": "Autism spectrum disorders (ASD) are a group of rapidly growing disabilities. They are characterized by repetitive patterns of behavior, interests, or activities, problems in social interactions. ASD is a complicated neurological disorder that is characterized by behavioral and psychological problems in children. These children become distressed when their surrounding environment is changed because their adaptive capabilities are minimal. The symptoms are present from early childhood and affect daily functioning. Children with ASD have co-occurring language problems, intellectual disabilities, and epilepsy at higher rates than the general population.", "contents": "Autism Spectrum Disorder (Nursing) -- Introduction. Autism spectrum disorders (ASD) are a group of rapidly growing disabilities. They are characterized by repetitive patterns of behavior, interests, or activities, problems in social interactions. ASD is a complicated neurological disorder that is characterized by behavioral and psychological problems in children. These children become distressed when their surrounding environment is changed because their adaptive capabilities are minimal. The symptoms are present from early childhood and affect daily functioning. Children with ASD have co-occurring language problems, intellectual disabilities, and epilepsy at higher rates than the general population."}
{"id": "nurse-article-19411_2", "title": "Autism Spectrum Disorder (Nursing) -- Introduction", "content": "Childhood disintegrative disorder, also called disintegrative psychosis and Heller syndrome, is a rare disorder that is categorized under ASD. In the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), childhood disintegrative disorder, along with other types of autism, are merged into a single spectrum called autism spectrum disorder. Childhood disintegrative disorder has a relatively late onset and is characterized by regression of previously acquired skills in the areas of social, language, and motor functioning. It is not known what causes this disease, and it is often seen that children who have this disorder have achieved normal developmental milestones before the regression of skills. The age at which this disease manifests is variable, but it is typically seen after three years of reaching normal milestones. The regression can be so fast that the child may be mindful of it, and in the beginning, may even ask what is going on with them. Some children may appear to be responding to hallucinations, but the most common and distinct feature of this disease is that the attained skills are gone.", "contents": "Autism Spectrum Disorder (Nursing) -- Introduction. Childhood disintegrative disorder, also called disintegrative psychosis and Heller syndrome, is a rare disorder that is categorized under ASD. In the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), childhood disintegrative disorder, along with other types of autism, are merged into a single spectrum called autism spectrum disorder. Childhood disintegrative disorder has a relatively late onset and is characterized by regression of previously acquired skills in the areas of social, language, and motor functioning. It is not known what causes this disease, and it is often seen that children who have this disorder have achieved normal developmental milestones before the regression of skills. The age at which this disease manifests is variable, but it is typically seen after three years of reaching normal milestones. The regression can be so fast that the child may be mindful of it, and in the beginning, may even ask what is going on with them. Some children may appear to be responding to hallucinations, but the most common and distinct feature of this disease is that the attained skills are gone."}
{"id": "nurse-article-19411_3", "title": "Autism Spectrum Disorder (Nursing) -- Introduction", "content": "Many children are already delayed when the disorder becomes apparent, but these delays are not always evident in young children. This condition has been described as a devastating disease that affects both the individual's life and the family. [1]", "contents": "Autism Spectrum Disorder (Nursing) -- Introduction. Many children are already delayed when the disorder becomes apparent, but these delays are not always evident in young children. This condition has been described as a devastating disease that affects both the individual's life and the family. [1]"}
{"id": "nurse-article-19411_4", "title": "Autism Spectrum Disorder (Nursing) -- Nursing Diagnosis", "content": "Impaired verbal communication related to reduced ability to read body language At risk for injury Impaired social interaction Family and caregiver lack of knowledge regarding autism Ineffective therapeutic regimen related to economic difficulties", "contents": "Autism Spectrum Disorder (Nursing) -- Nursing Diagnosis. Impaired verbal communication related to reduced ability to read body language At risk for injury Impaired social interaction Family and caregiver lack of knowledge regarding autism Ineffective therapeutic regimen related to economic difficulties"}
{"id": "nurse-article-19411_5", "title": "Autism Spectrum Disorder (Nursing) -- Causes", "content": "The cause is still not known. The onset is variable. It develops in days to weeks, while in other cases, it develops slowly. It is not known whether epilepsy causes it, but children that have an autism spectrum disorder have an increased risk of having epilepsy. Childhood disintegrative disorder is associated with the following diseases, particularly if it is late onset: Subacute sclerosing panencephalitis: A chronic infection of the brain by a form of the measles virus. This disease leads to the inflammation of the brain and the death of nerve cells. Tuberous sclerosis (TSC): A genetic disorder. Tumors formation in the brain, which is benign. It also affects other organs of the body like eyes, kidneys, heart, skin, and lungs. Leukodystrophy: In this condition, there is maldevelopment of the myelin sheath, causing white matter in the brain to disintegrate. Lipid storage diseases: Toxic accumulation of excessive fats (lipids) in the brain and nervous system", "contents": "Autism Spectrum Disorder (Nursing) -- Causes. The cause is still not known. The onset is variable. It develops in days to weeks, while in other cases, it develops slowly. It is not known whether epilepsy causes it, but children that have an autism spectrum disorder have an increased risk of having epilepsy. Childhood disintegrative disorder is associated with the following diseases, particularly if it is late onset: Subacute sclerosing panencephalitis: A chronic infection of the brain by a form of the measles virus. This disease leads to the inflammation of the brain and the death of nerve cells. Tuberous sclerosis (TSC): A genetic disorder. Tumors formation in the brain, which is benign. It also affects other organs of the body like eyes, kidneys, heart, skin, and lungs. Leukodystrophy: In this condition, there is maldevelopment of the myelin sheath, causing white matter in the brain to disintegrate. Lipid storage diseases: Toxic accumulation of excessive fats (lipids) in the brain and nervous system"}
{"id": "nurse-article-19411_6", "title": "Autism Spectrum Disorder (Nursing) -- Risk Factors", "content": "Autism spectrum disorder becoming increasingly prevalent, and its prevalence is reported to be 1 in 68. Childhood disintegrative disorder is a rare disease, with only 1.7 in 100,000 cases, and the prevalence of this disease is estimated to be 1 to 2 in 100,000. [2] Childhood disintegrative disorder is an uncommon disorder with its prevalence of 60 times less than that for autistic disorder, estimating a prevalence of 10 per 10,000 for autism. [3] Childhood disintegrative disorder is four times more common in boys than girls.", "contents": "Autism Spectrum Disorder (Nursing) -- Risk Factors. Autism spectrum disorder becoming increasingly prevalent, and its prevalence is reported to be 1 in 68. Childhood disintegrative disorder is a rare disease, with only 1.7 in 100,000 cases, and the prevalence of this disease is estimated to be 1 to 2 in 100,000. [2] Childhood disintegrative disorder is an uncommon disorder with its prevalence of 60 times less than that for autistic disorder, estimating a prevalence of 10 per 10,000 for autism. [3] Childhood disintegrative disorder is four times more common in boys than girls."}
{"id": "nurse-article-19411_7", "title": "Autism Spectrum Disorder (Nursing) -- Assessment", "content": "The symptoms of ASD are usually identified by two years of age, and one-third of children experience regression of skills at the same time. The symptoms of childhood disintegrative disorder usually start later, at around four years of age. In ASD, regression of skills develops around two years of age, while in childhood disintegrative disorder, regression is later, more severe, and more global in extent. Children with childhood disintegrative disorder generally have the worst outcome among individuals with ASD. Their cognitive and communication skills are affected. Most children with childhood disintegrative disorder experience a distinct prodrome characterized by bouts of anxiety and terror with no consistent medical, environmental, or psychosocial triggers.", "contents": "Autism Spectrum Disorder (Nursing) -- Assessment. The symptoms of ASD are usually identified by two years of age, and one-third of children experience regression of skills at the same time. The symptoms of childhood disintegrative disorder usually start later, at around four years of age. In ASD, regression of skills develops around two years of age, while in childhood disintegrative disorder, regression is later, more severe, and more global in extent. Children with childhood disintegrative disorder generally have the worst outcome among individuals with ASD. Their cognitive and communication skills are affected. Most children with childhood disintegrative disorder experience a distinct prodrome characterized by bouts of anxiety and terror with no consistent medical, environmental, or psychosocial triggers."}
{"id": "nurse-article-19411_8", "title": "Autism Spectrum Disorder (Nursing) -- Assessment", "content": "A child affected with childhood disintegrative disorder shows normal development, and they normally develop age-appropriate verbal and nonverbal communication, as well as social relationships, motor, play, and self-care skills as compared to other same-aged children. However, by 2 to 10 years of age, they almost completely lose their acquired skills in 2 of the following 6 functional areas: Receptive language skills (comprehension of language: listening and understanding what is communicated) Expressive language skills (being able to produce speech and communicate a message) Social skills and self-care skills Bowel and bladder control Motor skills Play skills Impairment of function also occurs in social interactions and communications. The 10th revision of the International Statistical Classification of Diseases and Related Health Problems (ICD-10) Criteria for Childhood Disintegrative Disorder Diagnosis (WHO)", "contents": "Autism Spectrum Disorder (Nursing) -- Assessment. A child affected with childhood disintegrative disorder shows normal development, and they normally develop age-appropriate verbal and nonverbal communication, as well as social relationships, motor, play, and self-care skills as compared to other same-aged children. However, by 2 to 10 years of age, they almost completely lose their acquired skills in 2 of the following 6 functional areas: Receptive language skills (comprehension of language: listening and understanding what is communicated) Expressive language skills (being able to produce speech and communicate a message) Social skills and self-care skills Bowel and bladder control Motor skills Play skills Impairment of function also occurs in social interactions and communications. The 10th revision of the International Statistical Classification of Diseases and Related Health Problems (ICD-10) Criteria for Childhood Disintegrative Disorder Diagnosis (WHO)"}
{"id": "nurse-article-19411_9", "title": "Autism Spectrum Disorder (Nursing) -- Assessment", "content": "Normal development up to the age of at least two years; the presence of normal age-appropriate milestones are achieved in the areas of communication, social relationships, play, and adaptive behavior at age two years or later are required for this diagnosis.", "contents": "Autism Spectrum Disorder (Nursing) -- Assessment. Normal development up to the age of at least two years; the presence of normal age-appropriate milestones are achieved in the areas of communication, social relationships, play, and adaptive behavior at age two years or later are required for this diagnosis."}
{"id": "nurse-article-19411_10", "title": "Autism Spectrum Disorder (Nursing) -- Assessment", "content": "A definite loss of previously acquired skills at the onset of the disorder. The diagnosis requires a clinically significant loss of skills (and not just a failure to use them in certain situations) in at least 2 of the following areas: Expressive or receptive language Play Social skills or adaptive behavior Bowel or bladder control Motor skills", "contents": "Autism Spectrum Disorder (Nursing) -- Assessment. A definite loss of previously acquired skills at the onset of the disorder. The diagnosis requires a clinically significant loss of skills (and not just a failure to use them in certain situations) in at least 2 of the following areas: Expressive or receptive language Play Social skills or adaptive behavior Bowel or bladder control Motor skills"}
{"id": "nurse-article-19411_11", "title": "Autism Spectrum Disorder (Nursing) -- Assessment", "content": "Qualitatively abnormal social functioning, manifest in at least 2 of the following areas: Qualitative abnormalities in reciprocal social interaction (of the type defined for autism) Qualitative abnormalities in communication (of the type defined for autism) Restricted, repetitive, and stereotyped patterns of behavior, interests, and activities, including motor stereotypies and mannerisms General loss of interest in objects and the environment", "contents": "Autism Spectrum Disorder (Nursing) -- Assessment. Qualitatively abnormal social functioning, manifest in at least 2 of the following areas: Qualitative abnormalities in reciprocal social interaction (of the type defined for autism) Qualitative abnormalities in communication (of the type defined for autism) Restricted, repetitive, and stereotyped patterns of behavior, interests, and activities, including motor stereotypies and mannerisms General loss of interest in objects and the environment"}
{"id": "nurse-article-19411_12", "title": "Autism Spectrum Disorder (Nursing) -- Assessment", "content": "The disorder is not attributable to the other varieties of pervasive developmental disorder acquired aphasia with epilepsy, elective mutism, schizophrenia, and Rett syndrome.", "contents": "Autism Spectrum Disorder (Nursing) -- Assessment. The disorder is not attributable to the other varieties of pervasive developmental disorder acquired aphasia with epilepsy, elective mutism, schizophrenia, and Rett syndrome."}
{"id": "nurse-article-19411_13", "title": "Autism Spectrum Disorder (Nursing) -- Evaluation", "content": "Children diagnosed with childhood disintegrative disorder rarely reveal an underlying neurological or medical cause. Complete medical and neurological examinations are done, and tests to exclude reversible  causes of the condition: Complete blood count Urea and electrolytes/glucose Liver function test Thyroid function test Heavy metal levels HIV testing Urine screening for aminoaciduria Neuroimaging studies (MRI or CT scan) Electroencephalogram (EEG) These tests are usually done during the initial assessment in secondary care. Electroencephalogram (EEG) and neuroimaging studies are done to exclude the alternative diagnosis.", "contents": "Autism Spectrum Disorder (Nursing) -- Evaluation. Children diagnosed with childhood disintegrative disorder rarely reveal an underlying neurological or medical cause. Complete medical and neurological examinations are done, and tests to exclude reversible  causes of the condition: Complete blood count Urea and electrolytes/glucose Liver function test Thyroid function test Heavy metal levels HIV testing Urine screening for aminoaciduria Neuroimaging studies (MRI or CT scan) Electroencephalogram (EEG) These tests are usually done during the initial assessment in secondary care. Electroencephalogram (EEG) and neuroimaging studies are done to exclude the alternative diagnosis."}
{"id": "nurse-article-19411_14", "title": "Autism Spectrum Disorder (Nursing) -- Evaluation -- DSM V criteria", "content": "Deficits in social interaction and communication Restricted interests, repetitive behavior, and activities These symptoms impair everyday functioning", "contents": "Autism Spectrum Disorder (Nursing) -- Evaluation -- DSM V criteria. Deficits in social interaction and communication Restricted interests, repetitive behavior, and activities These symptoms impair everyday functioning"}
{"id": "nurse-article-19411_15", "title": "Autism Spectrum Disorder (Nursing) -- Medical Management", "content": "Treatment for childhood disintegrative disorder is similar to the treatment of autism. The stress falls on early and excessive educational interventions. Most of the treatment plan is behavior-based and highly structured. Family counseling, including educating the parents so that they can follow the child treatments at home, is usually part of the overall treatment plan. Therapies in the areas of language, speech, social skills development, occupational, and sensory integration may all be used according to the needs of the individual child. Loss of language, skills related to social interaction, and self-care are delirious, and the affected children face ongoing problems in certain areas and require long-term care. Treatment of childhood disintegrative disorder requires behavior therapy, environmental therapy, and medications.", "contents": "Autism Spectrum Disorder (Nursing) -- Medical Management. Treatment for childhood disintegrative disorder is similar to the treatment of autism. The stress falls on early and excessive educational interventions. Most of the treatment plan is behavior-based and highly structured. Family counseling, including educating the parents so that they can follow the child treatments at home, is usually part of the overall treatment plan. Therapies in the areas of language, speech, social skills development, occupational, and sensory integration may all be used according to the needs of the individual child. Loss of language, skills related to social interaction, and self-care are delirious, and the affected children face ongoing problems in certain areas and require long-term care. Treatment of childhood disintegrative disorder requires behavior therapy, environmental therapy, and medications."}
{"id": "nurse-article-19411_16", "title": "Autism Spectrum Disorder (Nursing) -- Medical Management -- Behavior Therapy", "content": "The applied behavioral analysis mainly focuses on methodically training the patient to re-learn self-care, language, and social skills. These treatment programs are designed in such a way that they use a reward system to reinforce acceptable behaviors and discourage trouble behavior. These programs are usually devised by certified professionals in behavior analysis, which is then can be used by other healthcare personnel. People from different domains like speech therapists, physical therapists, psychologists, and occupational therapists with differing levels of competence can benefit from this. Teachers, parents, and caretakers are advised to use these behavior models at all times.", "contents": "Autism Spectrum Disorder (Nursing) -- Medical Management -- Behavior Therapy. The applied behavioral analysis mainly focuses on methodically training the patient to re-learn self-care, language, and social skills. These treatment programs are designed in such a way that they use a reward system to reinforce acceptable behaviors and discourage trouble behavior. These programs are usually devised by certified professionals in behavior analysis, which is then can be used by other healthcare personnel. People from different domains like speech therapists, physical therapists, psychologists, and occupational therapists with differing levels of competence can benefit from this. Teachers, parents, and caretakers are advised to use these behavior models at all times."}
{"id": "nurse-article-19411_17", "title": "Autism Spectrum Disorder (Nursing) -- Medical Management -- Environmental Therapy", "content": "In the form of sensory enrichment applies augmentation of the sensory experience to improve symptoms in autism, many of which are also present in childhood disintegrative disorder.", "contents": "Autism Spectrum Disorder (Nursing) -- Medical Management -- Environmental Therapy. In the form of sensory enrichment applies augmentation of the sensory experience to improve symptoms in autism, many of which are also present in childhood disintegrative disorder."}
{"id": "nurse-article-19411_18", "title": "Autism Spectrum Disorder (Nursing) -- Medical Management -- Medications", "content": "Medications are used to treat the symptoms as they develop during the disease as there is no drug available to cure this disease directly. Antipsychotic medications are used for repetitive behavior patterns and aggression. To control problematic behavior, particularly aggression, experts use selective serotonin reuptake inhibitors (SSRIs), stimulants, and other antipsychotics. There is a significant risk of neuroleptic malignant syndrome with the use of neuroleptic medication. If seizures develop, anticonvulsants are used.", "contents": "Autism Spectrum Disorder (Nursing) -- Medical Management -- Medications. Medications are used to treat the symptoms as they develop during the disease as there is no drug available to cure this disease directly. Antipsychotic medications are used for repetitive behavior patterns and aggression. To control problematic behavior, particularly aggression, experts use selective serotonin reuptake inhibitors (SSRIs), stimulants, and other antipsychotics. There is a significant risk of neuroleptic malignant syndrome with the use of neuroleptic medication. If seizures develop, anticonvulsants are used."}
{"id": "nurse-article-19411_19", "title": "Autism Spectrum Disorder (Nursing) -- Nursing Management", "content": "Ensure patient safety Assess mood and behavior Check for physical and sexual abuse", "contents": "Autism Spectrum Disorder (Nursing) -- Nursing Management. Ensure patient safety Assess mood and behavior Check for physical and sexual abuse"}
{"id": "nurse-article-19411_20", "title": "Autism Spectrum Disorder (Nursing) -- When To Seek Help", "content": "If angry, irritable, aggressive, violent, or paranoid", "contents": "Autism Spectrum Disorder (Nursing) -- When To Seek Help. If angry, irritable, aggressive, violent, or paranoid"}
{"id": "nurse-article-19411_21", "title": "Autism Spectrum Disorder (Nursing) -- Outcome Identification", "content": "The child is calm and safe.", "contents": "Autism Spectrum Disorder (Nursing) -- Outcome Identification. The child is calm and safe."}
{"id": "nurse-article-19411_22", "title": "Autism Spectrum Disorder (Nursing) -- Monitoring", "content": "Check behavior Assess mood Ensure safety", "contents": "Autism Spectrum Disorder (Nursing) -- Monitoring. Check behavior Assess mood Ensure safety"}
{"id": "nurse-article-19411_23", "title": "Autism Spectrum Disorder (Nursing) -- Coordination of Care", "content": "Childhood disintegrative disorder under ASD is a very rare disease. The disorder is complex to manage and is best done with an interprofessional team that specializes in the management of childhood behavior disorders.", "contents": "Autism Spectrum Disorder (Nursing) -- Coordination of Care. Childhood disintegrative disorder under ASD is a very rare disease. The disorder is complex to manage and is best done with an interprofessional team that specializes in the management of childhood behavior disorders."}
{"id": "nurse-article-19411_24", "title": "Autism Spectrum Disorder (Nursing) -- Coordination of Care", "content": "The main feature of this disease is that after achieving age-appropriate milestones, a child's previously acquired skills regress. Unlike autism, seizures are more frequently seen. The cause of this condition is not known, and there is no cure. It is important to recognize this disease and follow up with combined child pediatric and psychiatric assessments. Corticosteroid treatment seems to improve language, motor skills, and behavior in these children. It is important for primary care clinicians, including physician assistants, nurse practitioners, and physicians be familiar with this disease so that appropriate diagnosis and appropriate treatment can be obtained. [4] [5] (Level 3)", "contents": "Autism Spectrum Disorder (Nursing) -- Coordination of Care. The main feature of this disease is that after achieving age-appropriate milestones, a child's previously acquired skills regress. Unlike autism, seizures are more frequently seen. The cause of this condition is not known, and there is no cure. It is important to recognize this disease and follow up with combined child pediatric and psychiatric assessments. Corticosteroid treatment seems to improve language, motor skills, and behavior in these children. It is important for primary care clinicians, including physician assistants, nurse practitioners, and physicians be familiar with this disease so that appropriate diagnosis and appropriate treatment can be obtained. [4] [5] (Level 3)"}
{"id": "nurse-article-19411_25", "title": "Autism Spectrum Disorder (Nursing) -- Coordination of Care", "content": "Because many clinicians are not aware of childhood disintegrative disorder, they should seek advice from the Autism Society of America. Besides providing educational information, the society also provides legal assistance.", "contents": "Autism Spectrum Disorder (Nursing) -- Coordination of Care. Because many clinicians are not aware of childhood disintegrative disorder, they should seek advice from the Autism Society of America. Besides providing educational information, the society also provides legal assistance."}
{"id": "nurse-article-19411_26", "title": "Autism Spectrum Disorder (Nursing) -- Coordination of Care", "content": "The school nurse should be actively involved in the care of these children as they have severe developmental disabilities and are vulnerable to physical and sexual abuse. Parents need to be educated about this disorder and be trained to recognize sexual abuse. The social worker should be involved to ensure that the home environment is safe and prevents the child from wandering away. Additionally, parents need to advise teachers to watch over their children while in school.", "contents": "Autism Spectrum Disorder (Nursing) -- Coordination of Care. The school nurse should be actively involved in the care of these children as they have severe developmental disabilities and are vulnerable to physical and sexual abuse. Parents need to be educated about this disorder and be trained to recognize sexual abuse. The social worker should be involved to ensure that the home environment is safe and prevents the child from wandering away. Additionally, parents need to advise teachers to watch over their children while in school."}
{"id": "nurse-article-19411_27", "title": "Autism Spectrum Disorder (Nursing) -- Coordination of Care", "content": "Finally, there is a problem with informed consent. Unless the issue is life-threatening, everyone involved in the care of the child should first get consent from the parent if an intervention is required. Not doing so can lead to unnecessary legal troubles. Pharmacists should review medications, check the dosage, and review usage and side effects with parents. [Level 5]", "contents": "Autism Spectrum Disorder (Nursing) -- Coordination of Care. Finally, there is a problem with informed consent. Unless the issue is life-threatening, everyone involved in the care of the child should first get consent from the parent if an intervention is required. Not doing so can lead to unnecessary legal troubles. Pharmacists should review medications, check the dosage, and review usage and side effects with parents. [Level 5]"}
{"id": "nurse-article-19411_28", "title": "Autism Spectrum Disorder (Nursing) -- Coordination of Care -- Outcomes", "content": "The outcomes for these children are guarded, and the quality of life is very poor. Many succumb to illness and die prematurely.", "contents": "Autism Spectrum Disorder (Nursing) -- Coordination of Care -- Outcomes. The outcomes for these children are guarded, and the quality of life is very poor. Many succumb to illness and die prematurely."}
{"id": "nurse-article-19411_29", "title": "Autism Spectrum Disorder (Nursing) -- Health Teaching and Health Promotion", "content": "Parents and families who have children diagnosed with an autism spectrum disorder or other chronic diseases face many challenges. These challenges include social isolation, frustrations, a strained relationship, and financial difficulties. Helpful strategies include encouraging families to tell their own stories, thus assisting with emotional processing. The focus should be on strengthening protective factors such as increasing parents' communication skills, behavioral management, and providing psycho-education for extending parents' understanding of their child's condition and developmental challenges. Other helpful strategies include connecting with others with the same disease, developing an alliance, caring for one's self, and become an advocate. Recommendations for health care providers include understanding the common problems faced by parents, building parent-to-parent connections, and encouraging a good relationship with parents and their children. [6] [7]", "contents": "Autism Spectrum Disorder (Nursing) -- Health Teaching and Health Promotion. Parents and families who have children diagnosed with an autism spectrum disorder or other chronic diseases face many challenges. These challenges include social isolation, frustrations, a strained relationship, and financial difficulties. Helpful strategies include encouraging families to tell their own stories, thus assisting with emotional processing. The focus should be on strengthening protective factors such as increasing parents' communication skills, behavioral management, and providing psycho-education for extending parents' understanding of their child's condition and developmental challenges. Other helpful strategies include connecting with others with the same disease, developing an alliance, caring for one's self, and become an advocate. Recommendations for health care providers include understanding the common problems faced by parents, building parent-to-parent connections, and encouraging a good relationship with parents and their children. [6] [7]"}
{"id": "nurse-article-19411_30", "title": "Autism Spectrum Disorder (Nursing) -- Risk Management", "content": "Always check for sexual abuse as these children are vulnerable", "contents": "Autism Spectrum Disorder (Nursing) -- Risk Management. Always check for sexual abuse as these children are vulnerable"}
{"id": "nurse-article-19411_31", "title": "Autism Spectrum Disorder (Nursing) -- Discharge Planning", "content": "Educating the family on prognosis Encourage a healthy diet Educate the family on the vulnerability of the child to sexual abuse Seek support systems", "contents": "Autism Spectrum Disorder (Nursing) -- Discharge Planning. Educating the family on prognosis Encourage a healthy diet Educate the family on the vulnerability of the child to sexual abuse Seek support systems"}
{"id": "nurse-article-19411_32", "title": "Autism Spectrum Disorder (Nursing) -- Evidence-Based Issues", "content": "Childhood disintegrative disorder under ASD is a very rare disease. The disorder is complex to manage and is best done with an interprofessional team that specializes in the management of childhood behavior disorders.", "contents": "Autism Spectrum Disorder (Nursing) -- Evidence-Based Issues. Childhood disintegrative disorder under ASD is a very rare disease. The disorder is complex to manage and is best done with an interprofessional team that specializes in the management of childhood behavior disorders."}
{"id": "nurse-article-19411_33", "title": "Autism Spectrum Disorder (Nursing) -- Evidence-Based Issues", "content": "The main feature of this disease is that after achieving age-appropriate milestones, a child's previously acquired skills regress. Unlike autism, seizures are more frequently seen. The cause of this condition is not known, and there is no cure. It is important to recognize this disease and follow up with combined child pediatric and psychiatric assessments. Corticosteroid treatment seems to improve language, motor skills, and behavior in these children. It is important for primary care clinicians, including physician assistants, nurse practitioners, and physicians be familiar with this disease so that appropriate diagnosis and appropriate treatment can be obtained. [4] [5] (Level III)", "contents": "Autism Spectrum Disorder (Nursing) -- Evidence-Based Issues. The main feature of this disease is that after achieving age-appropriate milestones, a child's previously acquired skills regress. Unlike autism, seizures are more frequently seen. The cause of this condition is not known, and there is no cure. It is important to recognize this disease and follow up with combined child pediatric and psychiatric assessments. Corticosteroid treatment seems to improve language, motor skills, and behavior in these children. It is important for primary care clinicians, including physician assistants, nurse practitioners, and physicians be familiar with this disease so that appropriate diagnosis and appropriate treatment can be obtained. [4] [5] (Level III)"}
{"id": "nurse-article-19411_34", "title": "Autism Spectrum Disorder (Nursing) -- Pearls and Other issues", "content": "There is no treatment to cure autism spectrum disorder, but early diagnosis and early intensive management have the potential to produce favorable outcomes in all aspects of the disease. The screening tests should be carried out anytime during child development if there are concerns for autism and other pervasive developmental disorders. It is usually done at 18 and 24 months during well-baby visits. The overall basis for management of autism spectrum disorder is 3-fold: (1) improve quality of life maximize function, (2) promote a child’s independence, and (3) maximize function. [1]", "contents": "Autism Spectrum Disorder (Nursing) -- Pearls and Other issues. There is no treatment to cure autism spectrum disorder, but early diagnosis and early intensive management have the potential to produce favorable outcomes in all aspects of the disease. The screening tests should be carried out anytime during child development if there are concerns for autism and other pervasive developmental disorders. It is usually done at 18 and 24 months during well-baby visits. The overall basis for management of autism spectrum disorder is 3-fold: (1) improve quality of life maximize function, (2) promote a child’s independence, and (3) maximize function. [1]"}
{"id": "nurse-article-19411_35", "title": "Autism Spectrum Disorder (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Autism Spectrum Disorder (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}