{"id": "nurse-article-25253_0", "title": "Mononucleosis (Nursing) -- Learning Outcome", "content": "List the causes of infectious mononucleosis Describe the presentation of infectious mononucleosis Summarize the treatment of infectious mononucleosis Recall the nursing management of a patient with infectious mononucleosis", "contents": "Mononucleosis (Nursing) -- Learning Outcome. List the causes of infectious mononucleosis Describe the presentation of infectious mononucleosis Summarize the treatment of infectious mononucleosis Recall the nursing management of a patient with infectious mononucleosis"}
{"id": "nurse-article-25253_1", "title": "Mononucleosis (Nursing) -- Introduction", "content": "Mononucleosis classically presents with fever, lymphadenopathy, and tonsillar pharyngitis. The term “infectious mononucleosis” was first used in the 1920s to describe a group of students with a similar pharyngeal illness and blood laboratory findings of lymphocytosis and atypical mononuclear cells. It was only later that Epstein-Barr virus (EBV) was established as the cause of mononucleosis after an exposed healthcare worker developed a positive heterophile test. [1] [2]", "contents": "Mononucleosis (Nursing) -- Introduction. Mononucleosis classically presents with fever, lymphadenopathy, and tonsillar pharyngitis. The term “infectious mononucleosis” was first used in the 1920s to describe a group of students with a similar pharyngeal illness and blood laboratory findings of lymphocytosis and atypical mononuclear cells. It was only later that Epstein-Barr virus (EBV) was established as the cause of mononucleosis after an exposed healthcare worker developed a positive heterophile test. [1] [2]"}
{"id": "nurse-article-25253_2", "title": "Mononucleosis (Nursing) -- Nursing Diagnosis", "content": "Fatigue Fever Swollen tonsils Headache Rash Sore throat General malaise", "contents": "Mononucleosis (Nursing) -- Nursing Diagnosis. Fatigue Fever Swollen tonsils Headache Rash Sore throat General malaise"}
{"id": "nurse-article-25253_3", "title": "Mononucleosis (Nursing) -- Causes", "content": "The cause of mononucleosis is the Epstein-Barr virus (EBV). EBV is a type of herpesvirus spread by contact, typically with salivary secretions. The duration of oral shedding is not entirely clear, but high levels of shedding can continue for a median of 6 months after illness onset. Transmission is generally person-to-person, but EBV is not considered a highly contagious disease. [3]", "contents": "Mononucleosis (Nursing) -- Causes. The cause of mononucleosis is the Epstein-Barr virus (EBV). EBV is a type of herpesvirus spread by contact, typically with salivary secretions. The duration of oral shedding is not entirely clear, but high levels of shedding can continue for a median of 6 months after illness onset. Transmission is generally person-to-person, but EBV is not considered a highly contagious disease. [3]"}
{"id": "nurse-article-25253_4", "title": "Mononucleosis (Nursing) -- Risk Factors", "content": "It is estimated that up to 95% of adults in the world are eventually seropositive to EBV. Therefore, EBV is widely disseminated in all population groups. The traditional age group where peak incidence is noted, however, is in 15 to 24-year olds. Classically, the symptomatic infection is in adolescents, which is why laypersons may refer to the infection as the “kissing disease.” Mononucleosis is uncommon in adults:  approximately 2% of all pharyngeal disease in adults is attributable to this disease. Adults are generally not susceptible to clinical illness because of previous exposure. In the United States, clinically evident infection occurs at rates estimated at 30 times higher in whites than in blacks. One explanation for this disparity is that if acquired at a young (childhood) age, EBV is often subclinical. This would suggest earlier EBV exposures in blacks, and a higher frequency of asymptomatic infection as young children. [1] [4]", "contents": "Mononucleosis (Nursing) -- Risk Factors. It is estimated that up to 95% of adults in the world are eventually seropositive to EBV. Therefore, EBV is widely disseminated in all population groups. The traditional age group where peak incidence is noted, however, is in 15 to 24-year olds. Classically, the symptomatic infection is in adolescents, which is why laypersons may refer to the infection as the “kissing disease.” Mononucleosis is uncommon in adults:  approximately 2% of all pharyngeal disease in adults is attributable to this disease. Adults are generally not susceptible to clinical illness because of previous exposure. In the United States, clinically evident infection occurs at rates estimated at 30 times higher in whites than in blacks. One explanation for this disparity is that if acquired at a young (childhood) age, EBV is often subclinical. This would suggest earlier EBV exposures in blacks, and a higher frequency of asymptomatic infection as young children. [1] [4]"}
{"id": "nurse-article-25253_5", "title": "Mononucleosis (Nursing) -- Assessment", "content": "Fever, sore throat, fatigue, and tender lymph nodes are classic findings on history-taking in infected individuals with mononucleosis. The classical triad is fever, pharyngitis, and lymphadenopathy. Additional complaints include a headache, general malaise, and poor oral intake.  Unfortunately for some, fatigue can be persistent for months in select individuals. Lymphadenopathy is more common in the posterior cervical region. The pharyngitis is often heralded with tonsillar exudates. Petechial lesions on the palate occur infrequently. Also, splenomegaly is a key finding on physical in up to half of patients with active clinical mononucleosis. Identification is important in patients prone to future injury, e.g., active sports participants. Skin examination in some patients may infrequently reveal a nonspecific, generalized maculopapular rash. This is separate from the antibiotic-induced rash discussed below.", "contents": "Mononucleosis (Nursing) -- Assessment. Fever, sore throat, fatigue, and tender lymph nodes are classic findings on history-taking in infected individuals with mononucleosis. The classical triad is fever, pharyngitis, and lymphadenopathy. Additional complaints include a headache, general malaise, and poor oral intake.  Unfortunately for some, fatigue can be persistent for months in select individuals. Lymphadenopathy is more common in the posterior cervical region. The pharyngitis is often heralded with tonsillar exudates. Petechial lesions on the palate occur infrequently. Also, splenomegaly is a key finding on physical in up to half of patients with active clinical mononucleosis. Identification is important in patients prone to future injury, e.g., active sports participants. Skin examination in some patients may infrequently reveal a nonspecific, generalized maculopapular rash. This is separate from the antibiotic-induced rash discussed below."}
{"id": "nurse-article-25253_6", "title": "Mononucleosis (Nursing) -- Evaluation", "content": "As always, initial evaluation should include airway assessment to determine that the airway is patent and there is no impending occlusion or compromise. In rare instances, abscess or edema can impede proper maintenance of the airway. Also, determination of hemodynamic stability is important to rule out concomitant splenic injury or rupture in the acute illness of mononucleosis. Laboratory evaluation most commonly will reveal lymphocytosis, with a lymphocyte differential often greater than 50%. Atypical lymphocytosis of greater than 10% can be seen on blood smear. A general leukocytosis and occasionally thrombocytopenia may also be appreciated. Imaging is generally not needed in the evaluation of mononucleosis. The monospot (or heterophile antibody) test for mononucleosis is the diagnostic test of choice and is nearly 100% specific for the disease. The sensitivity of this test is closer to 85%.  If the patient is early in the illness, the test may be falsely negative, and it should be repeated later during the course of the disease. If the diagnosis is unclear, the patient should also undergo evaluation for streptococcal infection by rapid antigen testing or throat culture. [5] [6] [7]", "contents": "Mononucleosis (Nursing) -- Evaluation. As always, initial evaluation should include airway assessment to determine that the airway is patent and there is no impending occlusion or compromise. In rare instances, abscess or edema can impede proper maintenance of the airway. Also, determination of hemodynamic stability is important to rule out concomitant splenic injury or rupture in the acute illness of mononucleosis. Laboratory evaluation most commonly will reveal lymphocytosis, with a lymphocyte differential often greater than 50%. Atypical lymphocytosis of greater than 10% can be seen on blood smear. A general leukocytosis and occasionally thrombocytopenia may also be appreciated. Imaging is generally not needed in the evaluation of mononucleosis. The monospot (or heterophile antibody) test for mononucleosis is the diagnostic test of choice and is nearly 100% specific for the disease. The sensitivity of this test is closer to 85%.  If the patient is early in the illness, the test may be falsely negative, and it should be repeated later during the course of the disease. If the diagnosis is unclear, the patient should also undergo evaluation for streptococcal infection by rapid antigen testing or throat culture. [5] [6] [7]"}
{"id": "nurse-article-25253_7", "title": "Mononucleosis (Nursing) -- Medical Management", "content": "Treatment is generally supportive for mononucleosis. Antipyretics and anti-inflammatory medications help to treat fever, sore throat, and the general fatigue seen in this illness. Hydration, rest, and good nutritional intake should also be encouraged. Corticosteroids are not generally recommended in the routine treatment of mononucleosis because of concerns with immunosuppression; however, in cases of airway obstruction, corticosteroids (and possible otolaryngology consultation) are indicated along with appropriate airway management. In instances where antibiotics have been inappropriately administered in patients with mononucleosis, a generalized maculopapular rash may develop. Classically, this is after administration of amoxicillin but can be seen with other antibiotics as well. All athletes should avoid sports during the early course of the illness (approximately three weeks) because of the splenic enlargement was seen in approximately 50% of patients with mononucleosis and the associated risk of splenic rupture. [8] [9]", "contents": "Mononucleosis (Nursing) -- Medical Management. Treatment is generally supportive for mononucleosis. Antipyretics and anti-inflammatory medications help to treat fever, sore throat, and the general fatigue seen in this illness. Hydration, rest, and good nutritional intake should also be encouraged. Corticosteroids are not generally recommended in the routine treatment of mononucleosis because of concerns with immunosuppression; however, in cases of airway obstruction, corticosteroids (and possible otolaryngology consultation) are indicated along with appropriate airway management. In instances where antibiotics have been inappropriately administered in patients with mononucleosis, a generalized maculopapular rash may develop. Classically, this is after administration of amoxicillin but can be seen with other antibiotics as well. All athletes should avoid sports during the early course of the illness (approximately three weeks) because of the splenic enlargement was seen in approximately 50% of patients with mononucleosis and the associated risk of splenic rupture. [8] [9]"}
{"id": "nurse-article-25253_8", "title": "Mononucleosis (Nursing) -- Nursing Management", "content": "Obtain a history of exposure Check vitals and document presence of fever Encourage not sharing food or personal care items Encourage patient not to kiss Educate patient on avoiding sports for at least 6 weeks Encourage hydration Tell the patient not to take penicillin-like antibiotics as it may result in a rash Take acetaminophen for pain and headache Inform patients to miss school until symptoms subside", "contents": "Mononucleosis (Nursing) -- Nursing Management. Obtain a history of exposure Check vitals and document presence of fever Encourage not sharing food or personal care items Encourage patient not to kiss Educate patient on avoiding sports for at least 6 weeks Encourage hydration Tell the patient not to take penicillin-like antibiotics as it may result in a rash Take acetaminophen for pain and headache Inform patients to miss school until symptoms subside"}
{"id": "nurse-article-25253_9", "title": "Mononucleosis (Nursing) -- When To Seek Help", "content": "If abdominal pain Shoulder tip pain (think splenic rupture) Hypotension (ruptured spleen)", "contents": "Mononucleosis (Nursing) -- When To Seek Help. If abdominal pain Shoulder tip pain (think splenic rupture) Hypotension (ruptured spleen)"}
{"id": "nurse-article-25253_10", "title": "Mononucleosis (Nursing) -- Outcome Identification", "content": "The majority of individuals who develop mononucleosis have an excellent outcome. The disorder is self limited and recovery is common in 2-4 weeks. The rare patient may develop a splenic rupture but even these cases are now managed conservatively as long as the patient remains hemodynamically stable. [10] [11] (Level V)", "contents": "Mononucleosis (Nursing) -- Outcome Identification. The majority of individuals who develop mononucleosis have an excellent outcome. The disorder is self limited and recovery is common in 2-4 weeks. The rare patient may develop a splenic rupture but even these cases are now managed conservatively as long as the patient remains hemodynamically stable. [10] [11] (Level V)"}
{"id": "nurse-article-25253_11", "title": "Mononucleosis (Nursing) -- Coordination of Care", "content": "Once a patient has been diagnosed with infectious mononucleosis, the nurse and primary care provider should educate the patient on potential complications and the course of the illness. The patient should be told to avoid all physical activity for at least 4-6 weeks to minimize the risk of splenic rupture. The patient should be told about the signs and symptoms of splenic rupture and when to return to the hospital. All patients should be told about the need to follow up until the symptoms subside and permission to return to physical activity. [12] [13] (Level V)", "contents": "Mononucleosis (Nursing) -- Coordination of Care. Once a patient has been diagnosed with infectious mononucleosis, the nurse and primary care provider should educate the patient on potential complications and the course of the illness. The patient should be told to avoid all physical activity for at least 4-6 weeks to minimize the risk of splenic rupture. The patient should be told about the signs and symptoms of splenic rupture and when to return to the hospital. All patients should be told about the need to follow up until the symptoms subside and permission to return to physical activity. [12] [13] (Level V)"}
{"id": "nurse-article-25253_12", "title": "Mononucleosis (Nursing) -- Coordination of Care -- Outcomes", "content": "The majority of individuals who develop mononucleosis have an excellent outcome. The disorder is self limited and recovery is common in 2-4 weeks. The rare patient may develop a splenic rupture but even these cases are now managed conservatively as long as the patient remains hemodynamically stable. [10] [11] (Level V)", "contents": "Mononucleosis (Nursing) -- Coordination of Care -- Outcomes. The majority of individuals who develop mononucleosis have an excellent outcome. The disorder is self limited and recovery is common in 2-4 weeks. The rare patient may develop a splenic rupture but even these cases are now managed conservatively as long as the patient remains hemodynamically stable. [10] [11] (Level V)"}
{"id": "nurse-article-25253_13", "title": "Mononucleosis (Nursing) -- Health Teaching and Health Promotion", "content": "Once a patient has been diagnosed with infectious mononucleosis, the nurse practitioner and primary care provider should provide coordinated education of the patient and family on potential complications and the course of the illness. The patient should be told to avoid all physical activity for at least 4-6 weeks to minimize the risk of splenic rupture. The patient should be told about the signs and symptoms of splenic rupture and when to return to the hospital. All patients should be told about the need to follow up until the symptoms subside and permission to return to physical activity.  The pharmacist should educate the patient on supportive care and the need to remain hydrated. Finally, all clinicians looking after patients with mononucleosis should be aware of the potential complications, and make the appropriate referral to the specialist when symptoms arise. [12] [13] (Level V)", "contents": "Mononucleosis (Nursing) -- Health Teaching and Health Promotion. Once a patient has been diagnosed with infectious mononucleosis, the nurse practitioner and primary care provider should provide coordinated education of the patient and family on potential complications and the course of the illness. The patient should be told to avoid all physical activity for at least 4-6 weeks to minimize the risk of splenic rupture. The patient should be told about the signs and symptoms of splenic rupture and when to return to the hospital. All patients should be told about the need to follow up until the symptoms subside and permission to return to physical activity.  The pharmacist should educate the patient on supportive care and the need to remain hydrated. Finally, all clinicians looking after patients with mononucleosis should be aware of the potential complications, and make the appropriate referral to the specialist when symptoms arise. [12] [13] (Level V)"}
{"id": "nurse-article-25253_14", "title": "Mononucleosis (Nursing) -- Pearls and Other issues", "content": "The diagnostic test of choice for mononucleosis is the heterophile antibody (monospot) test. This can be occasionally falsely negative in early disease and require repeat testing later in the course of the illness. The most important entity to exclude from the differential diagnosis is primary HIV infection.", "contents": "Mononucleosis (Nursing) -- Pearls and Other issues. The diagnostic test of choice for mononucleosis is the heterophile antibody (monospot) test. This can be occasionally falsely negative in early disease and require repeat testing later in the course of the illness. The most important entity to exclude from the differential diagnosis is primary HIV infection."}
{"id": "nurse-article-25253_15", "title": "Mononucleosis (Nursing) -- Pearls and Other issues", "content": "Splenic rupture is a rare complication in mononucleosis but can be potentially life-threatening if not diagnosed in a timely fashion.  Consider it on the differential in the patient with classic mononucleosis, abdominal pain, and anemia. Airway obstruction is another rarely seen adverse outcome that requires immediate treatment and management.", "contents": "Mononucleosis (Nursing) -- Pearls and Other issues. Splenic rupture is a rare complication in mononucleosis but can be potentially life-threatening if not diagnosed in a timely fashion.  Consider it on the differential in the patient with classic mononucleosis, abdominal pain, and anemia. Airway obstruction is another rarely seen adverse outcome that requires immediate treatment and management."}
{"id": "nurse-article-25253_16", "title": "Mononucleosis (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mononucleosis (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}