{"id": "nurse-article-19888_0", "title": "Conjunctivitis (Nursing) -- Learning Outcome", "content": "Recall the causes of conjunctivitis Describe the presentation of conjunctivitis Summarize the treatment of conjunctivitis", "contents": "Conjunctivitis (Nursing) -- Learning Outcome. Recall the causes of conjunctivitis Describe the presentation of conjunctivitis Summarize the treatment of conjunctivitis"}
{"id": "nurse-article-19888_1", "title": "Conjunctivitis (Nursing) -- Introduction", "content": "Conjunctivitis is a common cause of eye redness and, subsequently, a common complaint in the emergency department, urgent care, and primary care clinics. It can affect people of any age, demographic or socioeconomic status. Although usually self-limiting and rarely resulting in vision loss, it is essential to rule out other sight-threatening causes of red-eye when assessing for conjunctivitis.", "contents": "Conjunctivitis (Nursing) -- Introduction. Conjunctivitis is a common cause of eye redness and, subsequently, a common complaint in the emergency department, urgent care, and primary care clinics. It can affect people of any age, demographic or socioeconomic status. Although usually self-limiting and rarely resulting in vision loss, it is essential to rule out other sight-threatening causes of red-eye when assessing for conjunctivitis."}
{"id": "nurse-article-19888_2", "title": "Conjunctivitis (Nursing) -- Introduction", "content": "The conjunctiva is the transparent, lubricating mucous membrane covering the outer surface of the eye. [1] It is composed of two parts, the \"bulbar conjunctiva,\" which covers the globe, and the \"tarsal conjunctiva,\" which lines the eyelid's inner surface.", "contents": "Conjunctivitis (Nursing) -- Introduction. The conjunctiva is the transparent, lubricating mucous membrane covering the outer surface of the eye. [1] It is composed of two parts, the \"bulbar conjunctiva,\" which covers the globe, and the \"tarsal conjunctiva,\" which lines the eyelid's inner surface."}
{"id": "nurse-article-19888_3", "title": "Conjunctivitis (Nursing) -- Introduction", "content": "Conjunctivitis refers to the inflammation or infection of the conjunctiva. It can be acute or chronic and infectious or non-infectious. Acute conjunctivitis refers to symptom duration of 3 to 4 weeks from presentation (usually only lasting 1 to 2 weeks), whereas chronic is defined as lasting more than four weeks.", "contents": "Conjunctivitis (Nursing) -- Introduction. Conjunctivitis refers to the inflammation or infection of the conjunctiva. It can be acute or chronic and infectious or non-infectious. Acute conjunctivitis refers to symptom duration of 3 to 4 weeks from presentation (usually only lasting 1 to 2 weeks), whereas chronic is defined as lasting more than four weeks."}
{"id": "nurse-article-19888_4", "title": "Conjunctivitis (Nursing) -- Nursing Diagnosis", "content": "Eye discomfort Eye redness Eye irritation Eye tearing Anxiety Burning eyes", "contents": "Conjunctivitis (Nursing) -- Nursing Diagnosis. Eye discomfort Eye redness Eye irritation Eye tearing Anxiety Burning eyes"}
{"id": "nurse-article-19888_5", "title": "Conjunctivitis (Nursing) -- Causes", "content": "Conjunctivitis is the most prevalent etiology of eye redness and discharge. While there are many types of conjunctivitis, viral, allergic, and bacterial are the three most common.", "contents": "Conjunctivitis (Nursing) -- Causes. Conjunctivitis is the most prevalent etiology of eye redness and discharge. While there are many types of conjunctivitis, viral, allergic, and bacterial are the three most common."}
{"id": "nurse-article-19888_6", "title": "Conjunctivitis (Nursing) -- Causes", "content": "Infectious conjunctivitis can result from bacteria, viruses, fungi, and parasites. However, 80% of acute cases of conjunctivitis are viral, the most common pathogen being adenovirus. Adenoviruses are responsible for 65 to 90% of cases of viral conjunctivitis. [2] Other common viral pathogens are herpes simplex, herpes zoster, and enterovirus.", "contents": "Conjunctivitis (Nursing) -- Causes. Infectious conjunctivitis can result from bacteria, viruses, fungi, and parasites. However, 80% of acute cases of conjunctivitis are viral, the most common pathogen being adenovirus. Adenoviruses are responsible for 65 to 90% of cases of viral conjunctivitis. [2] Other common viral pathogens are herpes simplex, herpes zoster, and enterovirus."}
{"id": "nurse-article-19888_7", "title": "Conjunctivitis (Nursing) -- Causes", "content": "Bacterial conjunctivitis is far more common in children than adults, and the pathogens responsible for bacterial conjunctivitis vary depending on the age group. Staphylococcal species, specifically Staphylococcal aureus, followed by Streptococcus pneumoniae and Haemophilus influenza, are the most common cause in adults, while in children, the disease is more often caused by H. influenza, S. pneumoniae, and Moraxella catarrhalis. [2] Other bacterial causes include Neisseria gonorrhoeae, Chlamydia trachomatis, and Corynebacterium diphtheria. N. gonorrhoeae is the most common cause of bacterial conjunctivitis in neonates. [1] Allergens, toxins, and local irritants are responsible for non-infectious conjunctivitis.", "contents": "Conjunctivitis (Nursing) -- Causes. Bacterial conjunctivitis is far more common in children than adults, and the pathogens responsible for bacterial conjunctivitis vary depending on the age group. Staphylococcal species, specifically Staphylococcal aureus, followed by Streptococcus pneumoniae and Haemophilus influenza, are the most common cause in adults, while in children, the disease is more often caused by H. influenza, S. pneumoniae, and Moraxella catarrhalis. [2] Other bacterial causes include Neisseria gonorrhoeae, Chlamydia trachomatis, and Corynebacterium diphtheria. N. gonorrhoeae is the most common cause of bacterial conjunctivitis in neonates. [1] Allergens, toxins, and local irritants are responsible for non-infectious conjunctivitis."}
{"id": "nurse-article-19888_8", "title": "Conjunctivitis (Nursing) -- Risk Factors", "content": "The prevalence of conjunctivitis varies by age, sex, and time of year. There is a bimodal distribution of diagnosed cases of acute conjunctivitis NOS in the emergency department (ED). The highest diagnosis rates are among children under seven years of age, with the highest incidence occurring between the ages of 0 and 4 years. The secondary distribution peak occurs at the ages of 22 years in women and 28 years in men. Overall the rates of conjunctivitis diagnosed in the ED are slightly higher in women than in men. Seasonality is also a factor in the presentation and, thus, the diagnosis of conjunctivitis. Varying by age, there is a peak incidence in all presentations of conjunctivitis in children ages 0 to 4 years in March, followed by other age groups in May. A nationwide ED study found seasonality to be consistent for all geographic regions, regardless of changes in climate or weather patterns. [3] Allergic conjunctivitis is the most frequent cause of conjunctivitis, affecting 15 to 40% of the population, and is observed most commonly in spring and summer. Bacterial conjunctivitis rates are highest from December to April. [1] [2] [3]", "contents": "Conjunctivitis (Nursing) -- Risk Factors. The prevalence of conjunctivitis varies by age, sex, and time of year. There is a bimodal distribution of diagnosed cases of acute conjunctivitis NOS in the emergency department (ED). The highest diagnosis rates are among children under seven years of age, with the highest incidence occurring between the ages of 0 and 4 years. The secondary distribution peak occurs at the ages of 22 years in women and 28 years in men. Overall the rates of conjunctivitis diagnosed in the ED are slightly higher in women than in men. Seasonality is also a factor in the presentation and, thus, the diagnosis of conjunctivitis. Varying by age, there is a peak incidence in all presentations of conjunctivitis in children ages 0 to 4 years in March, followed by other age groups in May. A nationwide ED study found seasonality to be consistent for all geographic regions, regardless of changes in climate or weather patterns. [3] Allergic conjunctivitis is the most frequent cause of conjunctivitis, affecting 15 to 40% of the population, and is observed most commonly in spring and summer. Bacterial conjunctivitis rates are highest from December to April. [1] [2] [3]"}
{"id": "nurse-article-19888_9", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "History and physical examination are, of course, essential in the diagnosis of conjunctivitis and in determining the cause and, therefore, treatment of the condition. Important points to remember when taking the ocular history of the patient should include the timing of onset, prodromal symptoms, unilateral or bilateral eye involvement, associated symptoms, previous treatment and response, past episodes, type of discharge, the presence of pain, itching, eyelid characteristics, periorbital involvement, vision changes, photophobia, and corneal opacity.", "contents": "Conjunctivitis (Nursing) -- Assessment. History and physical examination are, of course, essential in the diagnosis of conjunctivitis and in determining the cause and, therefore, treatment of the condition. Important points to remember when taking the ocular history of the patient should include the timing of onset, prodromal symptoms, unilateral or bilateral eye involvement, associated symptoms, previous treatment and response, past episodes, type of discharge, the presence of pain, itching, eyelid characteristics, periorbital involvement, vision changes, photophobia, and corneal opacity."}
{"id": "nurse-article-19888_10", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "The ocular exam should focus on visual acuity, extraocular motility, visual fields, discharge type, shape, size and response of pupil, the presence of proptosis, corneal opacity, foreign body assessment, tonometry, and eyelid swelling.", "contents": "Conjunctivitis (Nursing) -- Assessment. The ocular exam should focus on visual acuity, extraocular motility, visual fields, discharge type, shape, size and response of pupil, the presence of proptosis, corneal opacity, foreign body assessment, tonometry, and eyelid swelling."}
{"id": "nurse-article-19888_11", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "The redness of the conjunctiva in conjunctivitis is generally diffuse. It involves the entire conjunctival surface, both the bulbar and tarsal conjunctiva, which helps exclude more severe conditions such as keratitis, iritis, and angle-closure glaucoma as they involve the entire bulbar conjunctiva but spare the tarsal conjunctiva. If the redness is localized, one should consider an alternative diagnosis of foreign body, pterygium, or episcleritis. [4]", "contents": "Conjunctivitis (Nursing) -- Assessment. The redness of the conjunctiva in conjunctivitis is generally diffuse. It involves the entire conjunctival surface, both the bulbar and tarsal conjunctiva, which helps exclude more severe conditions such as keratitis, iritis, and angle-closure glaucoma as they involve the entire bulbar conjunctiva but spare the tarsal conjunctiva. If the redness is localized, one should consider an alternative diagnosis of foreign body, pterygium, or episcleritis. [4]"}
{"id": "nurse-article-19888_12", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "After redness, the type of discharge is an important factor in determining the cause of conjunctivitis. Bacterial conjunctivitis is typically associated with purulent discharge, which reforms immediately after removal from the eye, or mucopurulent discharge, which tends to be thicker and sticks to the eyelashes. [5] [6] Compared to other causes of bacterial conjunctivitis, N gonorrhoeae is typically hyperacute in presentation, presenting with copious purulent discharge, abrupt onset, and rapid progression. Traditionally, the discharge in both viral and allergic conjunctivitis is watery. In the context of watery discharge, the additional finding of preauricular lymphadenopathy can point toward the diagnosis of viral rather than allergic conjunctivitis. [2]", "contents": "Conjunctivitis (Nursing) -- Assessment. After redness, the type of discharge is an important factor in determining the cause of conjunctivitis. Bacterial conjunctivitis is typically associated with purulent discharge, which reforms immediately after removal from the eye, or mucopurulent discharge, which tends to be thicker and sticks to the eyelashes. [5] [6] Compared to other causes of bacterial conjunctivitis, N gonorrhoeae is typically hyperacute in presentation, presenting with copious purulent discharge, abrupt onset, and rapid progression. Traditionally, the discharge in both viral and allergic conjunctivitis is watery. In the context of watery discharge, the additional finding of preauricular lymphadenopathy can point toward the diagnosis of viral rather than allergic conjunctivitis. [2]"}
{"id": "nurse-article-19888_13", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "Similar to redness and discharge, many other common signs and symptoms of conjunctivitis are nonspecific and can make determining the underlying cause more difficult. For example, itching has historically correlated with allergic conjunctivitis. While in the context of watery discharge and a history of atopy, this is likely true, one study found that 58% of patients with culture-positive bacterial conjunctivitis also reported itchy eyes. [7]", "contents": "Conjunctivitis (Nursing) -- Assessment. Similar to redness and discharge, many other common signs and symptoms of conjunctivitis are nonspecific and can make determining the underlying cause more difficult. For example, itching has historically correlated with allergic conjunctivitis. While in the context of watery discharge and a history of atopy, this is likely true, one study found that 58% of patients with culture-positive bacterial conjunctivitis also reported itchy eyes. [7]"}
{"id": "nurse-article-19888_14", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "Comparably, papillae are a nonspecific finding in conjunctivitis. Papillae can be present in both noninfectious and infectious conjunctivitis. They are small elevations with central vessels, usually under the superior tarsal conjunctiva. Papillae are often present in bacterial conjunctivitis, allergic conjunctivitis, and contact lens intolerance. The papillae in chronic allergic conjunctivitis can lead to a cobblestone appearance of the conjunctiva.", "contents": "Conjunctivitis (Nursing) -- Assessment. Comparably, papillae are a nonspecific finding in conjunctivitis. Papillae can be present in both noninfectious and infectious conjunctivitis. They are small elevations with central vessels, usually under the superior tarsal conjunctiva. Papillae are often present in bacterial conjunctivitis, allergic conjunctivitis, and contact lens intolerance. The papillae in chronic allergic conjunctivitis can lead to a cobblestone appearance of the conjunctiva."}
{"id": "nurse-article-19888_15", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "While also nonspecific, the presence of follicles, in correlation with other findings, can help differentiate the etiology of conjunctivitis. Follicles are small, elevated yellow-white lesions found at the palpebral and bulbar conjunctiva junction, also known as the lower cul-de-sac. Follicles are a lymphocytic response often present in chlamydial and adenoviral conjunctivitis.", "contents": "Conjunctivitis (Nursing) -- Assessment. While also nonspecific, the presence of follicles, in correlation with other findings, can help differentiate the etiology of conjunctivitis. Follicles are small, elevated yellow-white lesions found at the palpebral and bulbar conjunctiva junction, also known as the lower cul-de-sac. Follicles are a lymphocytic response often present in chlamydial and adenoviral conjunctivitis."}
{"id": "nurse-article-19888_16", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "In a patient with a history of perioral cold sores, current skin lesions, or suspected viral conjunctivitis, a fluorescein examination should be performed as herpes simplex virus (HSV) can produce corneal dendritic lesions even in the absence of skin lesions. This exam is an important step in the physical evaluation as it may result in the only finding to differentiate HSV from other viral causes of conjunctivitis, which subsequently requires different management and follow-up. In comparison, herpes zoster ophthalmicus typically presents in patients over 60 years with a painful vesicular rash following the distribution of the fifth cranial nerve. Prodrome can include headache, fever, malaise, and photophobia. Vesicles at the tip of the nose, referred to as the Hutchinson sign, strongly predict eye involvement with herpes zoster. [8]", "contents": "Conjunctivitis (Nursing) -- Assessment. In a patient with a history of perioral cold sores, current skin lesions, or suspected viral conjunctivitis, a fluorescein examination should be performed as herpes simplex virus (HSV) can produce corneal dendritic lesions even in the absence of skin lesions. This exam is an important step in the physical evaluation as it may result in the only finding to differentiate HSV from other viral causes of conjunctivitis, which subsequently requires different management and follow-up. In comparison, herpes zoster ophthalmicus typically presents in patients over 60 years with a painful vesicular rash following the distribution of the fifth cranial nerve. Prodrome can include headache, fever, malaise, and photophobia. Vesicles at the tip of the nose, referred to as the Hutchinson sign, strongly predict eye involvement with herpes zoster. [8]"}
{"id": "nurse-article-19888_17", "title": "Conjunctivitis (Nursing) -- Assessment", "content": "While presentations can often overlap, a systematic approach, thorough history, and physical exam can safely rule out any acute sight-threatening diagnoses and lead to the likely cause of conjunctivitis. The classic findings of the three most common types of conjunctivitis can be found below: Bacterial: symptoms of redness and foreign body sensation, morning matting of the eyes, white-yellow purulent or mucopurulent discharge, conjunctival papillae, and infrequently preauricular lymphadenopathy. [9] Viral: symptoms of itching and tearing, history of recent upper respiratory tract infection, watery discharge, inferior palpebral conjunctival follicles, tender preauricular lymphadenopathy. [10] [11] Allergic: symptoms of itching or burning, history of allergies/atopy, watery discharge, edematous eyelids, conjunctival papillae, no preauricular lymphadenopathy. [12]", "contents": "Conjunctivitis (Nursing) -- Assessment. While presentations can often overlap, a systematic approach, thorough history, and physical exam can safely rule out any acute sight-threatening diagnoses and lead to the likely cause of conjunctivitis. The classic findings of the three most common types of conjunctivitis can be found below: Bacterial: symptoms of redness and foreign body sensation, morning matting of the eyes, white-yellow purulent or mucopurulent discharge, conjunctival papillae, and infrequently preauricular lymphadenopathy. [9] Viral: symptoms of itching and tearing, history of recent upper respiratory tract infection, watery discharge, inferior palpebral conjunctival follicles, tender preauricular lymphadenopathy. [10] [11] Allergic: symptoms of itching or burning, history of allergies/atopy, watery discharge, edematous eyelids, conjunctival papillae, no preauricular lymphadenopathy. [12]"}
{"id": "nurse-article-19888_18", "title": "Conjunctivitis (Nursing) -- Evaluation", "content": "Labs and cultures are rarely indicated to confirm the diagnosis of conjunctivitis. Eyelid cultures and cytology are usually reserved for cases of recurrent conjunctivitis, those resistant to treatment, suspected gonococcal or chlamydial infection, suspected infectious neonatal conjunctivitis, and adults presenting with severe purulent discharge. [1] [2] [10] Rapid antigen testing is available for adenoviruses and can be used to confirm suspected viral causes of conjunctivitis to prevent unnecessary antibiotic use. One study comparing rapid antigen testing to PCR and viral culture and confirmatory immunofluorescent staining found rapid antigen testing to have a sensitivity of 89% and a specificity of up to 94%. [13]", "contents": "Conjunctivitis (Nursing) -- Evaluation. Labs and cultures are rarely indicated to confirm the diagnosis of conjunctivitis. Eyelid cultures and cytology are usually reserved for cases of recurrent conjunctivitis, those resistant to treatment, suspected gonococcal or chlamydial infection, suspected infectious neonatal conjunctivitis, and adults presenting with severe purulent discharge. [1] [2] [10] Rapid antigen testing is available for adenoviruses and can be used to confirm suspected viral causes of conjunctivitis to prevent unnecessary antibiotic use. One study comparing rapid antigen testing to PCR and viral culture and confirmatory immunofluorescent staining found rapid antigen testing to have a sensitivity of 89% and a specificity of up to 94%. [13]"}
{"id": "nurse-article-19888_19", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "To decrease the transmission rate, treating both viral and bacterial conjunctivitis should include patient education.", "contents": "Conjunctivitis (Nursing) -- Medical Management. To decrease the transmission rate, treating both viral and bacterial conjunctivitis should include patient education."}
{"id": "nurse-article-19888_20", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Bacterial conjunctivitis, while typically self-limiting, can be treated to help reduce the duration of symptoms. No significant difference in outcomes has been observed in trials comparing different types of ophthalmic antibiotic drops. While ointments typically last longer than drops, they tend to interfere with vision. Initial treatment for acute, non-severe bacterial conjunctivitis varies depending on the antimicrobial agent but generally is administered to the affected eye every two to 6 hours for 5 to 7 days. For mild bacterial conjunctivitis, older-generation antibiotics are generally advised. Later-generation antibiotics are reserved for more grave infections to minimize the development of resistance in the ocular surface flora. [14]", "contents": "Conjunctivitis (Nursing) -- Medical Management. Bacterial conjunctivitis, while typically self-limiting, can be treated to help reduce the duration of symptoms. No significant difference in outcomes has been observed in trials comparing different types of ophthalmic antibiotic drops. While ointments typically last longer than drops, they tend to interfere with vision. Initial treatment for acute, non-severe bacterial conjunctivitis varies depending on the antimicrobial agent but generally is administered to the affected eye every two to 6 hours for 5 to 7 days. For mild bacterial conjunctivitis, older-generation antibiotics are generally advised. Later-generation antibiotics are reserved for more grave infections to minimize the development of resistance in the ocular surface flora. [14]"}
{"id": "nurse-article-19888_21", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "In moderate to severe cases of bacterial conjunctivitis, the latest-generation fluoroquinolones are more suitable as they provide strong gram-negative and some gram-positive coverage. Antibiotic options are available as liquid solutions and topical ointments. Liquid suspension/solutions include polymyxin B/trimethoprim, ciprofloxacin, ofloxacin, levofloxacin, moxifloxacin, gatifloxacin or azithromycin, while bacitracin, erythromycin or ciprofloxacin can be administered as an ointment. Fluoroquinolones should be prescribed for contact lens wearers to provide empiric coverage for Pseudomonas.", "contents": "Conjunctivitis (Nursing) -- Medical Management. In moderate to severe cases of bacterial conjunctivitis, the latest-generation fluoroquinolones are more suitable as they provide strong gram-negative and some gram-positive coverage. Antibiotic options are available as liquid solutions and topical ointments. Liquid suspension/solutions include polymyxin B/trimethoprim, ciprofloxacin, ofloxacin, levofloxacin, moxifloxacin, gatifloxacin or azithromycin, while bacitracin, erythromycin or ciprofloxacin can be administered as an ointment. Fluoroquinolones should be prescribed for contact lens wearers to provide empiric coverage for Pseudomonas."}
{"id": "nurse-article-19888_22", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "The recommended treatment for gonococcal conjunctivitis is ceftriaxone 1 gram intramuscular (IM), and it is recommended to treat concurrent chlamydial infection with 1 gm azithromycin PO as well. The neonatal dosing for gonococcal conjunctivitis is 25 to 50 mg/kg ceftriaxone intravenous (IV)/IM with a max dose of 125 mg, with 20 mg/kg azithromycin PO once daily for three days.", "contents": "Conjunctivitis (Nursing) -- Medical Management. The recommended treatment for gonococcal conjunctivitis is ceftriaxone 1 gram intramuscular (IM), and it is recommended to treat concurrent chlamydial infection with 1 gm azithromycin PO as well. The neonatal dosing for gonococcal conjunctivitis is 25 to 50 mg/kg ceftriaxone intravenous (IV)/IM with a max dose of 125 mg, with 20 mg/kg azithromycin PO once daily for three days."}
{"id": "nurse-article-19888_23", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Viral conjunctivitis due to adenoviruses is self-limiting, and treatment should target symptomatic relief with cold compresses and artificial tears. Povidone-iodine 0.8% may be a potential option to decrease contagiousness in patients with adenoviral infections. [15]", "contents": "Conjunctivitis (Nursing) -- Medical Management. Viral conjunctivitis due to adenoviruses is self-limiting, and treatment should target symptomatic relief with cold compresses and artificial tears. Povidone-iodine 0.8% may be a potential option to decrease contagiousness in patients with adenoviral infections. [15]"}
{"id": "nurse-article-19888_24", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Herpes simplex keratitis should receive antiviral therapy. Mild infections can have treatment with trifluridine 1% drops every 2 hours or 8 to 9 times a day for 10 to 14 days, topical ganciclovir 0.15% gel one drop five times a day until epithelium heals and then three times daily for one week, or oral acyclovir 400 mg PO 5 times a day for 7 to 10 days to limit epithelial toxicity. Patients should have a follow-up with ophthalmologists within 2 to 5 days to monitor for complications.", "contents": "Conjunctivitis (Nursing) -- Medical Management. Herpes simplex keratitis should receive antiviral therapy. Mild infections can have treatment with trifluridine 1% drops every 2 hours or 8 to 9 times a day for 10 to 14 days, topical ganciclovir 0.15% gel one drop five times a day until epithelium heals and then three times daily for one week, or oral acyclovir 400 mg PO 5 times a day for 7 to 10 days to limit epithelial toxicity. Patients should have a follow-up with ophthalmologists within 2 to 5 days to monitor for complications."}
{"id": "nurse-article-19888_25", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Treatment of herpes zoster conjunctivitis includes a combination of oral antivirals and topical steroids; however, steroids should only be part of therapy in consultation with ophthalmology. Antiviral doses differ from those used for herpes simplex and consist of oral acyclovir 800 mg five times a day, oral famciclovir 500 mg three times a day, or oral valacyclovir 1 g three times a day, each for 7 to 10 days.", "contents": "Conjunctivitis (Nursing) -- Medical Management. Treatment of herpes zoster conjunctivitis includes a combination of oral antivirals and topical steroids; however, steroids should only be part of therapy in consultation with ophthalmology. Antiviral doses differ from those used for herpes simplex and consist of oral acyclovir 800 mg five times a day, oral famciclovir 500 mg three times a day, or oral valacyclovir 1 g three times a day, each for 7 to 10 days."}
{"id": "nurse-article-19888_26", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "A study by Wilkins et al. observed the effect of topical steroids compared with hypromellose in comforting patients with acute presumed viral conjunctivitis. It reported that a short course of topical dexamethasone in acute follicular conjunctivitis cases presumed to have viral origin was not harmful. [16]", "contents": "Conjunctivitis (Nursing) -- Medical Management. A study by Wilkins et al. observed the effect of topical steroids compared with hypromellose in comforting patients with acute presumed viral conjunctivitis. It reported that a short course of topical dexamethasone in acute follicular conjunctivitis cases presumed to have viral origin was not harmful. [16]"}
{"id": "nurse-article-19888_27", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Steroid use with antibiotics is controversial, and studies report mixed results in reducing corneal scarring. [17] [18] Unfortunately, steroids may slow the rate of healing, increase the risk of corneal melting, and increase the risk of elevated IOP.", "contents": "Conjunctivitis (Nursing) -- Medical Management. Steroid use with antibiotics is controversial, and studies report mixed results in reducing corneal scarring. [17] [18] Unfortunately, steroids may slow the rate of healing, increase the risk of corneal melting, and increase the risk of elevated IOP."}
{"id": "nurse-article-19888_28", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Lastly, the treatment for allergic conjunctivitis consists of allergen avoidance, artificial tears, cold compresses, and a wide range of topical agents. Topical agents include topical antihistamines alone or in combination with vasoconstrictors, topical mast cell inhibitors, and topical glucocorticoids for refractory symptoms. Oral antihistamines can also be used in moderate to severe cases of allergic conjunctivitis.", "contents": "Conjunctivitis (Nursing) -- Medical Management. Lastly, the treatment for allergic conjunctivitis consists of allergen avoidance, artificial tears, cold compresses, and a wide range of topical agents. Topical agents include topical antihistamines alone or in combination with vasoconstrictors, topical mast cell inhibitors, and topical glucocorticoids for refractory symptoms. Oral antihistamines can also be used in moderate to severe cases of allergic conjunctivitis."}
{"id": "nurse-article-19888_29", "title": "Conjunctivitis (Nursing) -- Medical Management", "content": "Patients with moderate to severe pain, vision loss, corneal involvement, severe purulent discharge, conjunctival scarring, recurrent episodes, lack of response to therapy, or herpes simplex keratitis should receive a prompt referral to an ophthalmologist. In addition, those requiring steroids, contact lens wearers, and patients with photophobia should also get a referral. [1] [2] [10]", "contents": "Conjunctivitis (Nursing) -- Medical Management. Patients with moderate to severe pain, vision loss, corneal involvement, severe purulent discharge, conjunctival scarring, recurrent episodes, lack of response to therapy, or herpes simplex keratitis should receive a prompt referral to an ophthalmologist. In addition, those requiring steroids, contact lens wearers, and patients with photophobia should also get a referral. [1] [2] [10]"}
{"id": "nurse-article-19888_30", "title": "Conjunctivitis (Nursing) -- Nursing Management", "content": "Check visual acuity Educate the patient on the disease Apply cool compress Administer medications as prescribed Encourage hand washing Use artificial tears if the eye is irritated Advise not to share personal care items Keep children at home until symptoms subside Wear sunglasses when going out If the discharge is purulent, return to ED", "contents": "Conjunctivitis (Nursing) -- Nursing Management. Check visual acuity Educate the patient on the disease Apply cool compress Administer medications as prescribed Encourage hand washing Use artificial tears if the eye is irritated Advise not to share personal care items Keep children at home until symptoms subside Wear sunglasses when going out If the discharge is purulent, return to ED"}
{"id": "nurse-article-19888_31", "title": "Conjunctivitis (Nursing) -- When To Seek Help", "content": "Eye pain Visual acuity is affected Purulent discharge No recovery after 5 to 7 days", "contents": "Conjunctivitis (Nursing) -- When To Seek Help. Eye pain Visual acuity is affected Purulent discharge No recovery after 5 to 7 days"}
{"id": "nurse-article-19888_32", "title": "Conjunctivitis (Nursing) -- Outcome Identification", "content": "Conjunctivitis is easily treatable and usually benign and self-limiting. Symptom duration varies depending on the type. Viral conjunctivitis typically increases in severity until day 4 or 5 and resolves within the following 1 to 2 weeks for a total duration of 2 to 3 weeks. Bacterial conjunctivitis tends to last 7 to 10 days but can be shortened by early antibiotic administration within the first six days of onset.", "contents": "Conjunctivitis (Nursing) -- Outcome Identification. Conjunctivitis is easily treatable and usually benign and self-limiting. Symptom duration varies depending on the type. Viral conjunctivitis typically increases in severity until day 4 or 5 and resolves within the following 1 to 2 weeks for a total duration of 2 to 3 weeks. Bacterial conjunctivitis tends to last 7 to 10 days but can be shortened by early antibiotic administration within the first six days of onset."}
{"id": "nurse-article-19888_33", "title": "Conjunctivitis (Nursing) -- Monitoring", "content": "Check visual acuity Educate the patient on the disease Apply cool compress Administer medications as prescribed Encourage hand washing Use artificial tears if the eye is irritated", "contents": "Conjunctivitis (Nursing) -- Monitoring. Check visual acuity Educate the patient on the disease Apply cool compress Administer medications as prescribed Encourage hand washing Use artificial tears if the eye is irritated"}
{"id": "nurse-article-19888_34", "title": "Conjunctivitis (Nursing) -- Coordination of Care", "content": "Viral and bacterial conjunctivitis can spread by direct contact and have high transmission rates. Patient education is crucial to prevent transmission. The importance of hand hygiene for patients, staff, family, and friends should be highlighted. One study found that when swabbing the hands of infected patients, 46% resulted in positive cultures. [2] Patients should be instructed to avoid touching their eyes, shaking hands, sharing personal items such as cosmetics or towels, and avoiding swimming pools while infected. Medical instruments should be disinfected and admitted patients with active conjunctivitis should be isolated. [1] [2] [3]", "contents": "Conjunctivitis (Nursing) -- Coordination of Care. Viral and bacterial conjunctivitis can spread by direct contact and have high transmission rates. Patient education is crucial to prevent transmission. The importance of hand hygiene for patients, staff, family, and friends should be highlighted. One study found that when swabbing the hands of infected patients, 46% resulted in positive cultures. [2] Patients should be instructed to avoid touching their eyes, shaking hands, sharing personal items such as cosmetics or towels, and avoiding swimming pools while infected. Medical instruments should be disinfected and admitted patients with active conjunctivitis should be isolated. [1] [2] [3]"}
{"id": "nurse-article-19888_35", "title": "Conjunctivitis (Nursing) -- Health Teaching and Health Promotion", "content": "Viral and bacterial conjunctivitis can spread by direct contact and have high transmission rates. Patient education is crucial to prevent transmission. The importance of hand hygiene for patients, staff, family, and friends should be highlighted. One study found that when swabbing the hands of infected patients, 46% resulted in positive cultures. [2] Patients should be instructed to avoid touching their eyes, shaking hands, sharing personal items such as cosmetics or towels, and avoiding swimming pools while infected. Medical instruments should be disinfected and admitted patients with active conjunctivitis should be isolated. [1] [2] [3]", "contents": "Conjunctivitis (Nursing) -- Health Teaching and Health Promotion. Viral and bacterial conjunctivitis can spread by direct contact and have high transmission rates. Patient education is crucial to prevent transmission. The importance of hand hygiene for patients, staff, family, and friends should be highlighted. One study found that when swabbing the hands of infected patients, 46% resulted in positive cultures. [2] Patients should be instructed to avoid touching their eyes, shaking hands, sharing personal items such as cosmetics or towels, and avoiding swimming pools while infected. Medical instruments should be disinfected and admitted patients with active conjunctivitis should be isolated. [1] [2] [3]"}
{"id": "nurse-article-19888_36", "title": "Conjunctivitis (Nursing) -- Discharge Planning", "content": "Educate the patient on the disease Apply cool compress Take medications as prescribed Encourage hand washing Use artificial tears if the eye is irritated Do not share personal care items Keep children at home until symptoms subside Wear sunglasses when going out If the discharge is purulent, return to ED", "contents": "Conjunctivitis (Nursing) -- Discharge Planning. Educate the patient on the disease Apply cool compress Take medications as prescribed Encourage hand washing Use artificial tears if the eye is irritated Do not share personal care items Keep children at home until symptoms subside Wear sunglasses when going out If the discharge is purulent, return to ED"}
{"id": "nurse-article-19888_37", "title": "Conjunctivitis (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Conjunctivitis (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}