{"id": "nurse-article-19927_0", "title": "Allergic Contact Dermatitis (Nursing) -- Learning Outcome", "content": "List the causes of allergic contact dermatitis Describe the presentation of allergic contact dermatitis Summarize the treatment of allergic contact dermatitis Recall the nursing management of allergic contact dermatitis", "contents": "Allergic Contact Dermatitis (Nursing) -- Learning Outcome. List the causes of allergic contact dermatitis Describe the presentation of allergic contact dermatitis Summarize the treatment of allergic contact dermatitis Recall the nursing management of allergic contact dermatitis"}
{"id": "nurse-article-19927_1", "title": "Allergic Contact Dermatitis (Nursing) -- Introduction", "content": "Allergic contact dermatitis (ACD) is a type 4 or delayed-type, hypersensitivity response (DTH) by an individual’s immune system to a small molecule (< 500 daltons), or hapten, that contacts a sensitized individual’s skin. [1] The initial or induction phase of ACD occurs when the hapten combines with a protein to form a complex that leads to the expansion of an allergen-specific T cell population; this process is known as sensitization. During the elicitation phase, re-exposure to the antigen leads to the development of dermatitis. [2] ACD accounts for 20% of contact dermatoses, and allergens differ greatly based upon geography, personal habits and hobbies, and often, the types of preservatives that are legally permissible, such as quaternium-15 in the United States but not Europe. [3]", "contents": "Allergic Contact Dermatitis (Nursing) -- Introduction. Allergic contact dermatitis (ACD) is a type 4 or delayed-type, hypersensitivity response (DTH) by an individual’s immune system to a small molecule (< 500 daltons), or hapten, that contacts a sensitized individual’s skin. [1] The initial or induction phase of ACD occurs when the hapten combines with a protein to form a complex that leads to the expansion of an allergen-specific T cell population; this process is known as sensitization. During the elicitation phase, re-exposure to the antigen leads to the development of dermatitis. [2] ACD accounts for 20% of contact dermatoses, and allergens differ greatly based upon geography, personal habits and hobbies, and often, the types of preservatives that are legally permissible, such as quaternium-15 in the United States but not Europe. [3]"}
{"id": "nurse-article-19927_2", "title": "Allergic Contact Dermatitis (Nursing) -- Nursing Diagnosis", "content": "Itching Dry skin Anxiety Excoriations", "contents": "Allergic Contact Dermatitis (Nursing) -- Nursing Diagnosis. Itching Dry skin Anxiety Excoriations"}
{"id": "nurse-article-19927_3", "title": "Allergic Contact Dermatitis (Nursing) -- Causes", "content": "Allergic contact dermatitis (ACD) is an inflammatory disease of the skin that is caused by a type 4 hypersensitivity reaction. It results from contact of an offending chemical or antigen with the skin. [4] Morphology and location of the dermatitis are often the best indicators of the offending agent. For instance, when found around the wrist it may indicate an allergic response to a bracelet or watchband.", "contents": "Allergic Contact Dermatitis (Nursing) -- Causes. Allergic contact dermatitis (ACD) is an inflammatory disease of the skin that is caused by a type 4 hypersensitivity reaction. It results from contact of an offending chemical or antigen with the skin. [4] Morphology and location of the dermatitis are often the best indicators of the offending agent. For instance, when found around the wrist it may indicate an allergic response to a bracelet or watchband."}
{"id": "nurse-article-19927_4", "title": "Allergic Contact Dermatitis (Nursing) -- Risk Factors", "content": "Allergic contact dermatitis (ACD) is an inflammatory disease of the skin that is common in the general population.  It is the most common type of occupational skin disease. [5]", "contents": "Allergic Contact Dermatitis (Nursing) -- Risk Factors. Allergic contact dermatitis (ACD) is an inflammatory disease of the skin that is common in the general population.  It is the most common type of occupational skin disease. [5]"}
{"id": "nurse-article-19927_5", "title": "Allergic Contact Dermatitis (Nursing) -- Assessment", "content": "Allergic contact dermatitis (ACD) can present on physical exam as acute or chronic. Acute ACD is typically characterized by an erythematous, eczematous, or vesicular dermatitis. Although ACD may present with a localized, well-demarcated skin eruption, it can also be more widespread. For example, rinse-off products such as shampoo or body wash may come into contact with many parts of the body, leading to a more diffuse presentation. [6] Additionally, in cases where an allergen is consumed systemically, a more diffuse cutaneous reaction may occur. Chronic ACD more commonly presents with lichenification, fissuring, and scale. [7]", "contents": "Allergic Contact Dermatitis (Nursing) -- Assessment. Allergic contact dermatitis (ACD) can present on physical exam as acute or chronic. Acute ACD is typically characterized by an erythematous, eczematous, or vesicular dermatitis. Although ACD may present with a localized, well-demarcated skin eruption, it can also be more widespread. For example, rinse-off products such as shampoo or body wash may come into contact with many parts of the body, leading to a more diffuse presentation. [6] Additionally, in cases where an allergen is consumed systemically, a more diffuse cutaneous reaction may occur. Chronic ACD more commonly presents with lichenification, fissuring, and scale. [7]"}
{"id": "nurse-article-19927_6", "title": "Allergic Contact Dermatitis (Nursing) -- Evaluation", "content": "A good clinical evaluation of allergic contact dermatitis (ACD) involves a detailed history and physical. The morphology and location of the dermatitis is often the best indicator of the offending agent. Patch testing can be performed to help confirm the diagnosis. If the diagnosis is still not certain, a skin biopsy usually demonstrates spongiosis. [8]", "contents": "Allergic Contact Dermatitis (Nursing) -- Evaluation. A good clinical evaluation of allergic contact dermatitis (ACD) involves a detailed history and physical. The morphology and location of the dermatitis is often the best indicator of the offending agent. Patch testing can be performed to help confirm the diagnosis. If the diagnosis is still not certain, a skin biopsy usually demonstrates spongiosis. [8]"}
{"id": "nurse-article-19927_7", "title": "Allergic Contact Dermatitis (Nursing) -- Medical Management", "content": "The most definitive treatment of allergic contact dermatitis (ACD) is the identification and removal of the offending agent. Acute allergic contact dermatitis can also be treated with topical or oral corticosteroids.  Oral antihistamines may help with pruritus in some cases.  If ACD involves a delicate area such as skin folds or eyelids, topical calcineurin inhibitors or PDE4 inhibitors may also be effective.  If the allergen is identified, strict avoidance is necessary to prevent recurrence. [4]", "contents": "Allergic Contact Dermatitis (Nursing) -- Medical Management. The most definitive treatment of allergic contact dermatitis (ACD) is the identification and removal of the offending agent. Acute allergic contact dermatitis can also be treated with topical or oral corticosteroids.  Oral antihistamines may help with pruritus in some cases.  If ACD involves a delicate area such as skin folds or eyelids, topical calcineurin inhibitors or PDE4 inhibitors may also be effective.  If the allergen is identified, strict avoidance is necessary to prevent recurrence. [4]"}
{"id": "nurse-article-19927_8", "title": "Allergic Contact Dermatitis (Nursing) -- Medical Management", "content": "In cases of chronic or recalcitrant ACD, patch testing is the gold standard in identifying the causative agent. [9] Successful patch testing requires several components: choice of appropriate chemicals for testing, a positive patch test to relevant allergens, and patient counseling of patch test results. In addition, the American Contact Dermatitis Society’s Contact Allergen Management Program (CAMP) can be utilized to generate a “safe list” of products that do not contain the patient’s allergens.  In the case where allergens cannot be avoided, systemic therapy may be necessary. [2]", "contents": "Allergic Contact Dermatitis (Nursing) -- Medical Management. In cases of chronic or recalcitrant ACD, patch testing is the gold standard in identifying the causative agent. [9] Successful patch testing requires several components: choice of appropriate chemicals for testing, a positive patch test to relevant allergens, and patient counseling of patch test results. In addition, the American Contact Dermatitis Society’s Contact Allergen Management Program (CAMP) can be utilized to generate a “safe list” of products that do not contain the patient’s allergens.  In the case where allergens cannot be avoided, systemic therapy may be necessary. [2]"}
{"id": "nurse-article-19927_9", "title": "Allergic Contact Dermatitis (Nursing) -- Nursing Management", "content": "Cool compress Use moisturizers Avoid allergens like latex gloves Always get a detailed history of allergens and avoid them", "contents": "Allergic Contact Dermatitis (Nursing) -- Nursing Management. Cool compress Use moisturizers Avoid allergens like latex gloves Always get a detailed history of allergens and avoid them"}
{"id": "nurse-article-19927_10", "title": "Allergic Contact Dermatitis (Nursing) -- When To Seek Help", "content": "If rash is severe Fever Eyes and mucous membranes involved Skin breakdown", "contents": "Allergic Contact Dermatitis (Nursing) -- When To Seek Help. If rash is severe Fever Eyes and mucous membranes involved Skin breakdown"}
{"id": "nurse-article-19927_11", "title": "Allergic Contact Dermatitis (Nursing) -- Outcome Identification", "content": "No itching Skin well hydrated No blisters or vesicles", "contents": "Allergic Contact Dermatitis (Nursing) -- Outcome Identification. No itching Skin well hydrated No blisters or vesicles"}
{"id": "nurse-article-19927_12", "title": "Allergic Contact Dermatitis (Nursing) -- Monitoring", "content": "Intensity of itching Skin dryness Blisters Excoriations Skin breakdown", "contents": "Allergic Contact Dermatitis (Nursing) -- Monitoring. Intensity of itching Skin dryness Blisters Excoriations Skin breakdown"}
{"id": "nurse-article-19927_13", "title": "Allergic Contact Dermatitis (Nursing) -- Coordination of Care", "content": "Enhancing pt outcomes is a physicians number one priority. It is important that patients with alletgic contact dermatitis are given strict return precations and are advised on the natuarla progression of the diseae. Patients should not simple be treated and sent out the door with a prescription. It is important to tailor the treatemt to the patient and to the body aprt affected. Patients also need to have follow up with a specialist and continued education. It is important to utilize nurses and ancilary staff to help commincate in a way that the patient undersatnds. Patents should also have contined monitoring and follow up with their primary care physicna who can help coordinate care.", "contents": "Allergic Contact Dermatitis (Nursing) -- Coordination of Care. Enhancing pt outcomes is a physicians number one priority. It is important that patients with alletgic contact dermatitis are given strict return precations and are advised on the natuarla progression of the diseae. Patients should not simple be treated and sent out the door with a prescription. It is important to tailor the treatemt to the patient and to the body aprt affected. Patients also need to have follow up with a specialist and continued education. It is important to utilize nurses and ancilary staff to help commincate in a way that the patient undersatnds. Patents should also have contined monitoring and follow up with their primary care physicna who can help coordinate care."}
{"id": "nurse-article-19927_14", "title": "Allergic Contact Dermatitis (Nursing) -- Health Teaching and Health Promotion", "content": "Educating patients on allergic contact dermatitis (ACD) involves assisting the patient in identifying their allergic triggers. Patients must then be provided with practical behavioral modifications to help decrease the inflammatory response of this disease. For instance, in professions that require regular use of rubber gloves, it is important that patients can identify the natural rubber allergy and choose a glove type that uses a rubber accelerator (i.e., thiurams, carbamates, mercapto compounds) towards which they do not form a reaction. [10]", "contents": "Allergic Contact Dermatitis (Nursing) -- Health Teaching and Health Promotion. Educating patients on allergic contact dermatitis (ACD) involves assisting the patient in identifying their allergic triggers. Patients must then be provided with practical behavioral modifications to help decrease the inflammatory response of this disease. For instance, in professions that require regular use of rubber gloves, it is important that patients can identify the natural rubber allergy and choose a glove type that uses a rubber accelerator (i.e., thiurams, carbamates, mercapto compounds) towards which they do not form a reaction. [10]"}
{"id": "nurse-article-19927_15", "title": "Allergic Contact Dermatitis (Nursing) -- Risk Management", "content": "Refer patient to eye doctor if eyelids involved", "contents": "Allergic Contact Dermatitis (Nursing) -- Risk Management. Refer patient to eye doctor if eyelids involved"}
{"id": "nurse-article-19927_16", "title": "Allergic Contact Dermatitis (Nursing) -- Discharge Planning", "content": "Avoid allergens Use moisturizers liberally Apply cool compresses Avoid use of fragrances and jewlery made of nickel Eat healthy Wear latex free gloves", "contents": "Allergic Contact Dermatitis (Nursing) -- Discharge Planning. Avoid allergens Use moisturizers liberally Apply cool compresses Avoid use of fragrances and jewlery made of nickel Eat healthy Wear latex free gloves"}
{"id": "nurse-article-19927_17", "title": "Allergic Contact Dermatitis (Nursing) -- Pearls and Other issues", "content": "Cross-sensitization may occur in the population affected by allergic contact dermatitis (ACD). This process occurs when an antigen that is chemically similar to an antigen that had previously been sensitized by the host triggers a contact dermatitis. Additionally, systemically-induced allergic dermatitis may take place when an individual who previously has been sensitized to a contact allergin consumes the allergen by another route (inhalation, ingestion, injection). [1]", "contents": "Allergic Contact Dermatitis (Nursing) -- Pearls and Other issues. Cross-sensitization may occur in the population affected by allergic contact dermatitis (ACD). This process occurs when an antigen that is chemically similar to an antigen that had previously been sensitized by the host triggers a contact dermatitis. Additionally, systemically-induced allergic dermatitis may take place when an individual who previously has been sensitized to a contact allergin consumes the allergen by another route (inhalation, ingestion, injection). [1]"}
{"id": "nurse-article-19927_18", "title": "Allergic Contact Dermatitis (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Allergic Contact Dermatitis (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}