{"id": "nurse-article-20325_0", "title": "Delirium (Nursing) -- Learning Outcome", "content": "List the causes of delirium Describe the presentation of delirium Summarize the treatment of delirium", "contents": "Delirium (Nursing) -- Learning Outcome. List the causes of delirium Describe the presentation of delirium Summarize the treatment of delirium"}
{"id": "nurse-article-20325_1", "title": "Delirium (Nursing) -- Introduction", "content": "Delirium, also known as an acute confessional state, is a clinical syndrome that usually develops in the elderly. It is characterized by an alteration of attention, consciousness, and cognition, with a reduced ability to focus, sustain or shift attention. It develops over a short period of time and fluctuates during the day. The clinical presentation can vary, usually demonstrating psychomotor behavioral disturbances such as hyperactivity or hypoactivity and with impairment in sleep duration and architecture. [1]", "contents": "Delirium (Nursing) -- Introduction. Delirium, also known as an acute confessional state, is a clinical syndrome that usually develops in the elderly. It is characterized by an alteration of attention, consciousness, and cognition, with a reduced ability to focus, sustain or shift attention. It develops over a short period of time and fluctuates during the day. The clinical presentation can vary, usually demonstrating psychomotor behavioral disturbances such as hyperactivity or hypoactivity and with impairment in sleep duration and architecture. [1]"}
{"id": "nurse-article-20325_2", "title": "Delirium (Nursing) -- Introduction", "content": "By definition, delirium is caused by an underlying medical condition and is not better explained by another preexisting, evolving, or established neurocognitive disorder. The underlying cause of delirium can vary widely and involve anything that stresses the baseline homeostasis of a vulnerable patient. Examples include substance intoxication or withdrawal, medication side effects, infection, surgery, metabolic derangements, pain, or even simple conditions such as constipation or urinary retention. The diagnosis is often missed due to its subtle clinical manifestation, especially in the hypoactive type. [1]", "contents": "Delirium (Nursing) -- Introduction. By definition, delirium is caused by an underlying medical condition and is not better explained by another preexisting, evolving, or established neurocognitive disorder. The underlying cause of delirium can vary widely and involve anything that stresses the baseline homeostasis of a vulnerable patient. Examples include substance intoxication or withdrawal, medication side effects, infection, surgery, metabolic derangements, pain, or even simple conditions such as constipation or urinary retention. The diagnosis is often missed due to its subtle clinical manifestation, especially in the hypoactive type. [1]"}
{"id": "nurse-article-20325_3", "title": "Delirium (Nursing) -- Introduction", "content": "Delirium is dangerous, often preventable, and associated with a significant cost burden and increased morbidity and mortality. [2] Efforts should focus on prevention, early detection, and treatment of the underlying cause. This activity reviews the evaluation and management of delirium and the role of interprofessional team members in collaborating to provide well-coordinated care and improve patient outcomes.", "contents": "Delirium (Nursing) -- Introduction. Delirium is dangerous, often preventable, and associated with a significant cost burden and increased morbidity and mortality. [2] Efforts should focus on prevention, early detection, and treatment of the underlying cause. This activity reviews the evaluation and management of delirium and the role of interprofessional team members in collaborating to provide well-coordinated care and improve patient outcomes."}
{"id": "nurse-article-20325_4", "title": "Delirium (Nursing) -- Nursing Diagnosis", "content": "Confusion Agitation Angry Irritable Anxious Belligerent Wandering Unable to sleep Refusing treatment Causing disturbance Not aware of the reality Paranoid Somnolent", "contents": "Delirium (Nursing) -- Nursing Diagnosis. Confusion Agitation Angry Irritable Anxious Belligerent Wandering Unable to sleep Refusing treatment Causing disturbance Not aware of the reality Paranoid Somnolent"}
{"id": "nurse-article-20325_5", "title": "Delirium (Nursing) -- Causes", "content": "Delirium is a manifestation of stress on the function of the central nervous system in a vulnerable patient. The pathophysiology is not fully understood, and there is likely no single etiology. Multiple theories describe potential pathophysiologic causes of delirium, and any single case of delirium probably involves one or more of these theories in a complex and interconnected process. Multifactorial models have been accepted, describing delirium as an interaction of a vulnerable patient with predisposing factors exposed to noxious insults or precipitant factors. [3]", "contents": "Delirium (Nursing) -- Causes. Delirium is a manifestation of stress on the function of the central nervous system in a vulnerable patient. The pathophysiology is not fully understood, and there is likely no single etiology. Multiple theories describe potential pathophysiologic causes of delirium, and any single case of delirium probably involves one or more of these theories in a complex and interconnected process. Multifactorial models have been accepted, describing delirium as an interaction of a vulnerable patient with predisposing factors exposed to noxious insults or precipitant factors. [3]"}
{"id": "nurse-article-20325_6", "title": "Delirium (Nursing) -- Causes", "content": "There are two groups of risk factors related to delirium: predisposing and precipitant factors. The most common predisposing factors are older age (older than 70 years), dementia (often not recognized clinically), functional disabilities, male gender, poor vision and hearing, and mild cognitive impairment. Alcohol use disorder and laboratory abnormalities have also been associated with an increased risk. [4]", "contents": "Delirium (Nursing) -- Causes. There are two groups of risk factors related to delirium: predisposing and precipitant factors. The most common predisposing factors are older age (older than 70 years), dementia (often not recognized clinically), functional disabilities, male gender, poor vision and hearing, and mild cognitive impairment. Alcohol use disorder and laboratory abnormalities have also been associated with an increased risk. [4]"}
{"id": "nurse-article-20325_7", "title": "Delirium (Nursing) -- Causes", "content": "Precipitating factors will vary. However, medication side effects account for up to 39% of delirium cases. [5] Many medications can precipitate delirium, especially psychoactive medications or anticholinergic drugs. Helpful references have been developed to aid health care providers in avoiding medications that can precipitate delirium. The American Geriatric Society has published the \"2019 Updated AGS Beers Criteria for Potentially Inappropriate Medication Use in Older Adults\". [6] It is a list of medications with potentially harmful side effects for the elderly population, including those likely to cause delirium. A second helpful resource is the website \"ACBcalc.com.\" This website will report the cumulative anticholinergic burden of a patient's medications and offer alternatives with lower anticholinergic activity. [7]", "contents": "Delirium (Nursing) -- Causes. Precipitating factors will vary. However, medication side effects account for up to 39% of delirium cases. [5] Many medications can precipitate delirium, especially psychoactive medications or anticholinergic drugs. Helpful references have been developed to aid health care providers in avoiding medications that can precipitate delirium. The American Geriatric Society has published the \"2019 Updated AGS Beers Criteria for Potentially Inappropriate Medication Use in Older Adults\". [6] It is a list of medications with potentially harmful side effects for the elderly population, including those likely to cause delirium. A second helpful resource is the website \"ACBcalc.com.\" This website will report the cumulative anticholinergic burden of a patient's medications and offer alternatives with lower anticholinergic activity. [7]"}
{"id": "nurse-article-20325_8", "title": "Delirium (Nursing) -- Causes", "content": "Other precipitating factors include surgery, anesthesia, hypoxia, untreated pain, infections, acute illness, and an acute exacerbation of chronic illness. If the patient is highly vulnerable, possibly a patient with advanced dementia, smaller disturbances such as constipation, dehydration, sleep deprivation, urinary retention, or minor medical procedures can also precipitate delirium.", "contents": "Delirium (Nursing) -- Causes. Other precipitating factors include surgery, anesthesia, hypoxia, untreated pain, infections, acute illness, and an acute exacerbation of chronic illness. If the patient is highly vulnerable, possibly a patient with advanced dementia, smaller disturbances such as constipation, dehydration, sleep deprivation, urinary retention, or minor medical procedures can also precipitate delirium."}
{"id": "nurse-article-20325_9", "title": "Delirium (Nursing) -- Causes", "content": "The nature of delirium is transient but can persist in patients with predisposing factors. A systematic review showed that hospital delirium persisted to the time of discharge in 45% of cases and persisted one month later in 33% of cases. [8]", "contents": "Delirium (Nursing) -- Causes. The nature of delirium is transient but can persist in patients with predisposing factors. A systematic review showed that hospital delirium persisted to the time of discharge in 45% of cases and persisted one month later in 33% of cases. [8]"}
{"id": "nurse-article-20325_10", "title": "Delirium (Nursing) -- Risk Factors", "content": "The prevalence of delirium is higher in the elderly population. It is a common surgical complication among older adults, with an incidence reported up to 10% to 20% after major elective surgery and up to 50% after high-risk procedures (cardiothoracic and hepatic surgeries). Postoperative delirium is associated with a 7 to 10% increased risk of 30-day mortality and increases hospital stay by 2 or 3 days. [9]", "contents": "Delirium (Nursing) -- Risk Factors. The prevalence of delirium is higher in the elderly population. It is a common surgical complication among older adults, with an incidence reported up to 10% to 20% after major elective surgery and up to 50% after high-risk procedures (cardiothoracic and hepatic surgeries). Postoperative delirium is associated with a 7 to 10% increased risk of 30-day mortality and increases hospital stay by 2 or 3 days. [9]"}
{"id": "nurse-article-20325_11", "title": "Delirium (Nursing) -- Risk Factors", "content": "Delirium in the general population increases health care utilization and is associated with increased complications and poor outcomes. The total health care cost attributable to delirium is estimated at $164 billion annually. In patients presenting to the emergency department with delirium, there is a 70% increased risk of death at six months, and delirium in the ICU is associated with a 2 to 4-fold increased risk of overall mortality. [10]", "contents": "Delirium (Nursing) -- Risk Factors. Delirium in the general population increases health care utilization and is associated with increased complications and poor outcomes. The total health care cost attributable to delirium is estimated at $164 billion annually. In patients presenting to the emergency department with delirium, there is a 70% increased risk of death at six months, and delirium in the ICU is associated with a 2 to 4-fold increased risk of overall mortality. [10]"}
{"id": "nurse-article-20325_12", "title": "Delirium (Nursing) -- Assessment", "content": "Delirium is a potential indicator of a life-threatening illness, and every episode of delirium should be appropriately evaluated. The evaluation involves taking a thorough history, a complete physical exam, laboratory tests, and possible imaging. The test selections should be based on information obtained from the history and physical examination, keeping in mind that delirium is often multifactorial in etiology and can be influenced by a number of predisposing factors, precipitating factors, or both. Delirium is often referred to in 3 main manifestations. 1) Hyperactive Delirium: Patients present with increased agitation and sympathetic activity. They can present with hallucinations, delusions, and occasionally combative or uncooperative behavior.", "contents": "Delirium (Nursing) -- Assessment. Delirium is a potential indicator of a life-threatening illness, and every episode of delirium should be appropriately evaluated. The evaluation involves taking a thorough history, a complete physical exam, laboratory tests, and possible imaging. The test selections should be based on information obtained from the history and physical examination, keeping in mind that delirium is often multifactorial in etiology and can be influenced by a number of predisposing factors, precipitating factors, or both. Delirium is often referred to in 3 main manifestations. 1) Hyperactive Delirium: Patients present with increased agitation and sympathetic activity. They can present with hallucinations, delusions, and occasionally combative or uncooperative behavior."}
{"id": "nurse-article-20325_13", "title": "Delirium (Nursing) -- Assessment", "content": "2) Hypoactive Delirium: Patients have increased somnolence and decreased arousal. Hypoactive delirium is dangerous as it is often unrecognized or mistaken for fatigue or depression. It is associated with higher rates of morbidity and mortality. 3) Mixed Presentation: Patients can fluctuate between Hyperactive and Hypoactive presentations. [3] Two additional manifestations can be further delineated due to their unique treatment requirements. 1) Delirium at the End of Life: Also referred to as terminal delirium, it occurs in the final hours to days of life. 2) Delirium secondary to substance intoxication or withdrawal. For example, delirium is associated with alcohol withdrawal. Delirium is defined by the DSM-5 (Diagnostic and Statistical Manual of Mental Disorders Fifth Edition) and includes the presence of all of the following criteria:", "contents": "Delirium (Nursing) -- Assessment. 2) Hypoactive Delirium: Patients have increased somnolence and decreased arousal. Hypoactive delirium is dangerous as it is often unrecognized or mistaken for fatigue or depression. It is associated with higher rates of morbidity and mortality. 3) Mixed Presentation: Patients can fluctuate between Hyperactive and Hypoactive presentations. [3] Two additional manifestations can be further delineated due to their unique treatment requirements. 1) Delirium at the End of Life: Also referred to as terminal delirium, it occurs in the final hours to days of life. 2) Delirium secondary to substance intoxication or withdrawal. For example, delirium is associated with alcohol withdrawal. Delirium is defined by the DSM-5 (Diagnostic and Statistical Manual of Mental Disorders Fifth Edition) and includes the presence of all of the following criteria:"}
{"id": "nurse-article-20325_14", "title": "Delirium (Nursing) -- Assessment", "content": "Disturbance in attention and awareness develops acutely and tends to fluctuate in severity. At least one additional disturbance in cognition Disturbances are not better explained by preexisting dementia. Disturbances do not occur in the context of a severely reduced level of arousal or coma. Evidence of an underlying organic cause or causes. Other features include alterations in the sleep-wake cycle, perceptual disturbances, delusions, inappropriate or unsafe behavior, and emotional lability. [11]", "contents": "Delirium (Nursing) -- Assessment. Disturbance in attention and awareness develops acutely and tends to fluctuate in severity. At least one additional disturbance in cognition Disturbances are not better explained by preexisting dementia. Disturbances do not occur in the context of a severely reduced level of arousal or coma. Evidence of an underlying organic cause or causes. Other features include alterations in the sleep-wake cycle, perceptual disturbances, delusions, inappropriate or unsafe behavior, and emotional lability. [11]"}
{"id": "nurse-article-20325_15", "title": "Delirium (Nursing) -- Assessment", "content": "When evaluating a patient with delirium, it is crucial to speak with caregivers or other people who know the patient well. Many patients with delirium have underlying dementia, and knowing the baseline functional status of a patient is critical to knowing if acute changes have occurred. Other important questions to ask while taking the history include: Have there been any changes to medications? Drug-related causes account for up to 39% of delirium cases. [12] Have there been any new symptoms such as cough, fever, headache, dysuria, expressions of pain, change in eating, or bowel and urinary habits? Has there been any sleep deprivation or changes to their environment?", "contents": "Delirium (Nursing) -- Assessment. When evaluating a patient with delirium, it is crucial to speak with caregivers or other people who know the patient well. Many patients with delirium have underlying dementia, and knowing the baseline functional status of a patient is critical to knowing if acute changes have occurred. Other important questions to ask while taking the history include: Have there been any changes to medications? Drug-related causes account for up to 39% of delirium cases. [12] Have there been any new symptoms such as cough, fever, headache, dysuria, expressions of pain, change in eating, or bowel and urinary habits? Has there been any sleep deprivation or changes to their environment?"}
{"id": "nurse-article-20325_16", "title": "Delirium (Nursing) -- Assessment", "content": "Have there been any falls? This may prompt the need for brain imaging, particularly in patients that are anticoagulated or have head trauma related to the fall. It may also suggest the need for X-rays to evaluate for bone fractures. It is also imperative to carefully review recent and current medications. If possible, avoid drugs known to precipitate and perpetuate delirium, including psychoactive or anticholinergic medications.", "contents": "Delirium (Nursing) -- Assessment. Have there been any falls? This may prompt the need for brain imaging, particularly in patients that are anticoagulated or have head trauma related to the fall. It may also suggest the need for X-rays to evaluate for bone fractures. It is also imperative to carefully review recent and current medications. If possible, avoid drugs known to precipitate and perpetuate delirium, including psychoactive or anticholinergic medications."}
{"id": "nurse-article-20325_17", "title": "Delirium (Nursing) -- Assessment", "content": "A head-to-toe physical examination should be performed, including but not limited to a cardiac, pulmonary, neurological, mental status, abdominal, musculoskeletal, and skin exam. Vital signs should be evaluated. It is advised to take a targeted approach in the assessment, letting the physical exam findings and medical history inform the type of evaluation performed.", "contents": "Delirium (Nursing) -- Assessment. A head-to-toe physical examination should be performed, including but not limited to a cardiac, pulmonary, neurological, mental status, abdominal, musculoskeletal, and skin exam. Vital signs should be evaluated. It is advised to take a targeted approach in the assessment, letting the physical exam findings and medical history inform the type of evaluation performed."}
{"id": "nurse-article-20325_18", "title": "Delirium (Nursing) -- Evaluation", "content": "Detection is the first step in evaluation and treatment. The syndrome of delirium presents over hours to days. A recent study estimated that delirium is unrecognized in up to 60% of cases. It is much easier to detect hyperactive delirium because patients will often cause a disturbance in their environment. However, hypoactive delirium is often missed as patients are less disruptive. Caregivers may provide clues to the presence of hypoactive delirium with comments such as \"they are sleeping more than usual,\" \"they haven't eaten much in the last few days,\" or \"I'm worried they are depressed, they just stay in their room all day.\"", "contents": "Delirium (Nursing) -- Evaluation. Detection is the first step in evaluation and treatment. The syndrome of delirium presents over hours to days. A recent study estimated that delirium is unrecognized in up to 60% of cases. It is much easier to detect hyperactive delirium because patients will often cause a disturbance in their environment. However, hypoactive delirium is often missed as patients are less disruptive. Caregivers may provide clues to the presence of hypoactive delirium with comments such as \"they are sleeping more than usual,\" \"they haven't eaten much in the last few days,\" or \"I'm worried they are depressed, they just stay in their room all day.\""}
{"id": "nurse-article-20325_19", "title": "Delirium (Nursing) -- Evaluation", "content": "In a monitored setting, several tools have been developed to help detect delirium. One of the tools with the most widespread use is the Confusion Assessment Method (CAM). It has been validated with a sensitivity of 94% to 100% and specificity of 90% to 95% in the  diagnosis of delirium, and it includes the following criteria: The presence of delirium requires features 1 and 2 and either 3 or 4: Acute change in mental status with a fluctuating course Inattention (reduced ability to sustain attention and follow conversations) Disorganized thinking (problems with memory, orientation, or language) Altered level of consciousness (hypervigilance, drowsiness, or stupor)", "contents": "Delirium (Nursing) -- Evaluation. In a monitored setting, several tools have been developed to help detect delirium. One of the tools with the most widespread use is the Confusion Assessment Method (CAM). It has been validated with a sensitivity of 94% to 100% and specificity of 90% to 95% in the  diagnosis of delirium, and it includes the following criteria: The presence of delirium requires features 1 and 2 and either 3 or 4: Acute change in mental status with a fluctuating course Inattention (reduced ability to sustain attention and follow conversations) Disorganized thinking (problems with memory, orientation, or language) Altered level of consciousness (hypervigilance, drowsiness, or stupor)"}
{"id": "nurse-article-20325_20", "title": "Delirium (Nursing) -- Evaluation", "content": "The CAM has been adapted for target populations, including the CAM-ICU, which added nonverbal tasks for ventilated patients. Adaptations have also been made for the emergency department and those residing in nursing homes. [13]", "contents": "Delirium (Nursing) -- Evaluation. The CAM has been adapted for target populations, including the CAM-ICU, which added nonverbal tasks for ventilated patients. Adaptations have also been made for the emergency department and those residing in nursing homes. [13]"}
{"id": "nurse-article-20325_21", "title": "Delirium (Nursing) -- Evaluation", "content": "Subjecting a delirious patient to medical evaluations can be stress-inducing and perpetuate delirium. It is advised to focus on the most probable diagnostic suspicions first. As an initial step, a complete blood count, arterial blood analysis (if appropriate), complete metabolic panel, and urinalysis are often recommended. Chest radiography, electrocardiography, and bladder scan are also recommended. Additional tests such as a lumbar puncture, electroencephalography, and toxicology studies are useful in select cases. Blood cultures should be taken if the clinician suspects sepsis of an indeterminate origin. Brain imaging may be indicated in some cases but is not routinely required. It is also recommended to evaluate for untreated sources of pain, including constipation. [14]", "contents": "Delirium (Nursing) -- Evaluation. Subjecting a delirious patient to medical evaluations can be stress-inducing and perpetuate delirium. It is advised to focus on the most probable diagnostic suspicions first. As an initial step, a complete blood count, arterial blood analysis (if appropriate), complete metabolic panel, and urinalysis are often recommended. Chest radiography, electrocardiography, and bladder scan are also recommended. Additional tests such as a lumbar puncture, electroencephalography, and toxicology studies are useful in select cases. Blood cultures should be taken if the clinician suspects sepsis of an indeterminate origin. Brain imaging may be indicated in some cases but is not routinely required. It is also recommended to evaluate for untreated sources of pain, including constipation. [14]"}
{"id": "nurse-article-20325_22", "title": "Delirium (Nursing) -- Evaluation", "content": "The diagnosis of delirium is clinically based. There have been studies looking for biomarkers to help diagnose delirium, including inflammatory markers, cortisol, interleukins, and C-reactive protein. However, none have been validated for clinical application, such as diagnosis or monitoring. [15]", "contents": "Delirium (Nursing) -- Evaluation. The diagnosis of delirium is clinically based. There have been studies looking for biomarkers to help diagnose delirium, including inflammatory markers, cortisol, interleukins, and C-reactive protein. However, none have been validated for clinical application, such as diagnosis or monitoring. [15]"}
{"id": "nurse-article-20325_23", "title": "Delirium (Nursing) -- Medical Management", "content": "The main treatments for delirium are based on non-pharmacologic interventions as there are no FDA-approved medications for the treatment or prevention of delirium. Preventing delirium from occurring is the most efficacious intervention. Identifying patients at risk for delirium and taking special precautions to prevent delirium is crucial. Non-modifiable risk factors include a history of an underlying neurodegenerative disorder such as dementia and increasing age. Modifiable factors include medications, infections, environmental factors, and reduced sensory input.", "contents": "Delirium (Nursing) -- Medical Management. The main treatments for delirium are based on non-pharmacologic interventions as there are no FDA-approved medications for the treatment or prevention of delirium. Preventing delirium from occurring is the most efficacious intervention. Identifying patients at risk for delirium and taking special precautions to prevent delirium is crucial. Non-modifiable risk factors include a history of an underlying neurodegenerative disorder such as dementia and increasing age. Modifiable factors include medications, infections, environmental factors, and reduced sensory input."}
{"id": "nurse-article-20325_24", "title": "Delirium (Nursing) -- Medical Management", "content": "The American Geriatrics Society has supported the Hospital Elder Life Program (HELP), which has been shown to reduce the incidence of delirium in elderly patients. This is an interdisciplinary program with many components. Interventions include decreasing environmental disturbances and prioritizing uninterrupted sleep. During the day, guidelines encourage the use of eyeglasses or hearing aids to optimize hearing and vision, the use of tools to improve orientation, including clocks, calendars to remind individuals where they are, early morning rise times, and adequate fluid intake. It supports frequent mobilization and reduction in \"tethers\" such as urinary catheters or IV lines that limit mobility. Therapeutic activities such as music therapy are encouraged when appropriate. These strategies are cost-effective and remain the primary treatment for delirium. The HELP program has also been shown to reduce the rate of falls by 42% and reduce hospital costs per patient by $1600 to $3800 (2018 U.S. dollars) and over $16,000 (2018 U.S. dollars) per person-year of long-term care costs in the year following a delirium episode. [16]", "contents": "Delirium (Nursing) -- Medical Management. The American Geriatrics Society has supported the Hospital Elder Life Program (HELP), which has been shown to reduce the incidence of delirium in elderly patients. This is an interdisciplinary program with many components. Interventions include decreasing environmental disturbances and prioritizing uninterrupted sleep. During the day, guidelines encourage the use of eyeglasses or hearing aids to optimize hearing and vision, the use of tools to improve orientation, including clocks, calendars to remind individuals where they are, early morning rise times, and adequate fluid intake. It supports frequent mobilization and reduction in \"tethers\" such as urinary catheters or IV lines that limit mobility. Therapeutic activities such as music therapy are encouraged when appropriate. These strategies are cost-effective and remain the primary treatment for delirium. The HELP program has also been shown to reduce the rate of falls by 42% and reduce hospital costs per patient by $1600 to $3800 (2018 U.S. dollars) and over $16,000 (2018 U.S. dollars) per person-year of long-term care costs in the year following a delirium episode. [16]"}
{"id": "nurse-article-20325_25", "title": "Delirium (Nursing) -- Medical Management", "content": "While prevention and nonpharmacologic interventions are the mainstays of treatment for delirium, it may occasionally be necessary to utilize pharmacologic treatments, which are only considered appropriate in limited circumstances. Patients suffering from delirium due to substance withdrawal may need the appropriate pharmacologic treatments, for example, using benzodiazepines to treat alcohol withdrawal. Delirium at the end of life can require pharmacologic treatments to alleviate the patient's pain and suffering at the end of life. There are no recommended pharmacologic treatments for hypoactive delirium. A patient with hyperactive delirium whose behavior is a threat to themselves or others may need pharmacologic treatment. It is always appropriate to treat the underlying cause of delirium with necessary medications, such as antibiotics, in the instance of infection. In the case of hyperactive delirium with behaviors presenting a risk to the patient or others, antipsychotics are the recommended first-line treatment if not contraindicated due to another comorbidity. Frequently used options include haloperidol, quetiapine, and risperidone. [17]", "contents": "Delirium (Nursing) -- Medical Management. While prevention and nonpharmacologic interventions are the mainstays of treatment for delirium, it may occasionally be necessary to utilize pharmacologic treatments, which are only considered appropriate in limited circumstances. Patients suffering from delirium due to substance withdrawal may need the appropriate pharmacologic treatments, for example, using benzodiazepines to treat alcohol withdrawal. Delirium at the end of life can require pharmacologic treatments to alleviate the patient's pain and suffering at the end of life. There are no recommended pharmacologic treatments for hypoactive delirium. A patient with hyperactive delirium whose behavior is a threat to themselves or others may need pharmacologic treatment. It is always appropriate to treat the underlying cause of delirium with necessary medications, such as antibiotics, in the instance of infection. In the case of hyperactive delirium with behaviors presenting a risk to the patient or others, antipsychotics are the recommended first-line treatment if not contraindicated due to another comorbidity. Frequently used options include haloperidol, quetiapine, and risperidone. [17]"}
{"id": "nurse-article-20325_26", "title": "Delirium (Nursing) -- Medical Management", "content": "The agent of choice depends on mitigating side effects and the patient's underlying comorbidities. For example, quetiapine would be preferred, and haloperidol would be avoided in patients with Parkinson's disease. [18] The dose of antipsychotic medications should be optimized and adjusted every day until no longer needed. It is important to monitor a patient's QTc interval with an electrocardiogram as antipsychotics can cause QTc prolongation.", "contents": "Delirium (Nursing) -- Medical Management. The agent of choice depends on mitigating side effects and the patient's underlying comorbidities. For example, quetiapine would be preferred, and haloperidol would be avoided in patients with Parkinson's disease. [18] The dose of antipsychotic medications should be optimized and adjusted every day until no longer needed. It is important to monitor a patient's QTc interval with an electrocardiogram as antipsychotics can cause QTc prolongation."}
{"id": "nurse-article-20325_27", "title": "Delirium (Nursing) -- Medical Management", "content": "Many medications have been evaluated for the prevention and treatment of delirium; however, multiple studies have shown no clear evidence that they reduce the incidence of delirium compared with placebo, possibly due to the multifactorial etiology of delirium. Melatonin is sometimes used for the desired benefit of regulating sleep patterns and its anti-inflammatory properties. Some studies have shown melatonin use to decrease the incidence of delirium; however, another large metanalysis has shown it has no significant effect. Cholinesterase inhibitors have also been evaluated, but there is minimal evidence to support their efficacy, and potential risks may outweigh the benefits of their use. [2] [17]", "contents": "Delirium (Nursing) -- Medical Management. Many medications have been evaluated for the prevention and treatment of delirium; however, multiple studies have shown no clear evidence that they reduce the incidence of delirium compared with placebo, possibly due to the multifactorial etiology of delirium. Melatonin is sometimes used for the desired benefit of regulating sleep patterns and its anti-inflammatory properties. Some studies have shown melatonin use to decrease the incidence of delirium; however, another large metanalysis has shown it has no significant effect. Cholinesterase inhibitors have also been evaluated, but there is minimal evidence to support their efficacy, and potential risks may outweigh the benefits of their use. [2] [17]"}
{"id": "nurse-article-20325_28", "title": "Delirium (Nursing) -- Nursing Management", "content": "Assess mood and behavior Educate the family Make patient comfortable Monitor neurologic exam and vitals Ensure the room is quiet Diminish stress Monitor ECG Communicate gently with patient Administer prescribed medications Provide bowel and bladder care Ensure patient is safe Check labs Ensure patient is hydrated Promote sleep hygiene Ensure patient has no pain Monitor intake and output Avoid unnecessary maneuvers Watch patient 24/7 to prevent falls Re-orient patient during interactions Ensure use of visual and hearing aids if needed", "contents": "Delirium (Nursing) -- Nursing Management. Assess mood and behavior Educate the family Make patient comfortable Monitor neurologic exam and vitals Ensure the room is quiet Diminish stress Monitor ECG Communicate gently with patient Administer prescribed medications Provide bowel and bladder care Ensure patient is safe Check labs Ensure patient is hydrated Promote sleep hygiene Ensure patient has no pain Monitor intake and output Avoid unnecessary maneuvers Watch patient 24/7 to prevent falls Re-orient patient during interactions Ensure use of visual and hearing aids if needed"}
{"id": "nurse-article-20325_29", "title": "Delirium (Nursing) -- When To Seek Help", "content": "Fever Altered mental status Unresponsive Unstable vital signs Paranoid Combative behavior", "contents": "Delirium (Nursing) -- When To Seek Help. Fever Altered mental status Unresponsive Unstable vital signs Paranoid Combative behavior"}
{"id": "nurse-article-20325_30", "title": "Delirium (Nursing) -- Outcome Identification", "content": "Alert and stable", "contents": "Delirium (Nursing) -- Outcome Identification. Alert and stable"}
{"id": "nurse-article-20325_31", "title": "Delirium (Nursing) -- Monitoring", "content": "Assess mood and behavior Educate the family Make patient comfortable Monitor neurologic exam and vitals Ensure the room is quiet Diminish stress Monitor ECG Communicate gently with the patient and re-orient when able Administer prescribed medications Provide bowel and bladder care Ensure patient is safe Check labs Ensure patient is hydrated Promote sleep hygiene Ensure patient has no pain Ensure use of visual and hearing aids if needed", "contents": "Delirium (Nursing) -- Monitoring. Assess mood and behavior Educate the family Make patient comfortable Monitor neurologic exam and vitals Ensure the room is quiet Diminish stress Monitor ECG Communicate gently with the patient and re-orient when able Administer prescribed medications Provide bowel and bladder care Ensure patient is safe Check labs Ensure patient is hydrated Promote sleep hygiene Ensure patient has no pain Ensure use of visual and hearing aids if needed"}
{"id": "nurse-article-20325_32", "title": "Delirium (Nursing) -- Coordination of Care", "content": "Delirium is a common disorder seen in hospitalized and clinic-based patients and is associated with increased morbidity and mortality. The diagnosis and management of delirium are complex and best done with an interprofessional team that could include a geriatrician, neurologist, psychiatrist, internist, intensivist, nurses, and physical and occupational therapists. Nurses are often the first to detect the presence of delirium and should communicate their concerns as soon as possible with the healthcare team. All providers should maximize efforts to maintain a quiet environment for the patient, maximize sleep at night, encourage mobility, and nutrition, ensure patient safety, and communicate with the patient and family.", "contents": "Delirium (Nursing) -- Coordination of Care. Delirium is a common disorder seen in hospitalized and clinic-based patients and is associated with increased morbidity and mortality. The diagnosis and management of delirium are complex and best done with an interprofessional team that could include a geriatrician, neurologist, psychiatrist, internist, intensivist, nurses, and physical and occupational therapists. Nurses are often the first to detect the presence of delirium and should communicate their concerns as soon as possible with the healthcare team. All providers should maximize efforts to maintain a quiet environment for the patient, maximize sleep at night, encourage mobility, and nutrition, ensure patient safety, and communicate with the patient and family."}
{"id": "nurse-article-20325_33", "title": "Delirium (Nursing) -- Coordination of Care", "content": "Pharmacists and physicians should ensure the patient is not receiving medications that precipitate delirium whenever possible, including psychoactive drugs or anticholinergic effects. Nurses can monitor for signs of pain, encourage consistent use of hearing and visual aids, and minimize nighttime disturbances. Physical and occupational therapists can optimize patient mobility. The primary treatment for delirium is based on prevention and non-pharmacologic interventions because there are no FDA-approved medications for the treatment or prevention of delirium.", "contents": "Delirium (Nursing) -- Coordination of Care. Pharmacists and physicians should ensure the patient is not receiving medications that precipitate delirium whenever possible, including psychoactive drugs or anticholinergic effects. Nurses can monitor for signs of pain, encourage consistent use of hearing and visual aids, and minimize nighttime disturbances. Physical and occupational therapists can optimize patient mobility. The primary treatment for delirium is based on prevention and non-pharmacologic interventions because there are no FDA-approved medications for the treatment or prevention of delirium."}
{"id": "nurse-article-20325_34", "title": "Delirium (Nursing) -- Coordination of Care", "content": "The Hospital Elder Life Program (HELP) has been shown to reduce the incidence of delirium in elderly patients and reduce falls and overall health care costs. These interventions include identifying at-risk patients, decreasing environmental disturbances, increasing re-orientation interventions, and maximizing mobility.", "contents": "Delirium (Nursing) -- Coordination of Care. The Hospital Elder Life Program (HELP) has been shown to reduce the incidence of delirium in elderly patients and reduce falls and overall health care costs. These interventions include identifying at-risk patients, decreasing environmental disturbances, increasing re-orientation interventions, and maximizing mobility."}
{"id": "nurse-article-20325_35", "title": "Delirium (Nursing) -- Coordination of Care", "content": "Pharmacological agents are used in cases of substance withdrawal-associated delirium, delirium at the end of life, and cases of hyperactive delirium where the patient's behavior is a threat to themselves or others. There should be open communication between the interprofessional team members to ensure that the patient is receiving goal-directed treatment. [Level 5] The overall prognosis for patients with delirium is guarded.", "contents": "Delirium (Nursing) -- Coordination of Care. Pharmacological agents are used in cases of substance withdrawal-associated delirium, delirium at the end of life, and cases of hyperactive delirium where the patient's behavior is a threat to themselves or others. There should be open communication between the interprofessional team members to ensure that the patient is receiving goal-directed treatment. [Level 5] The overall prognosis for patients with delirium is guarded."}
{"id": "nurse-article-20325_36", "title": "Delirium (Nursing) -- Health Teaching and Health Promotion", "content": "Delirium is a sign that something may be wrong and should be appropriately evaluated. Preventing delirium is important, and monitoring intake and output, treating pain, optimizing sleep, and using hearing and visual aids as needed can help prevent and treat delirium. It is essential to monitor for hypoactive as well as hyperactive delirium.", "contents": "Delirium (Nursing) -- Health Teaching and Health Promotion. Delirium is a sign that something may be wrong and should be appropriately evaluated. Preventing delirium is important, and monitoring intake and output, treating pain, optimizing sleep, and using hearing and visual aids as needed can help prevent and treat delirium. It is essential to monitor for hypoactive as well as hyperactive delirium."}
{"id": "nurse-article-20325_37", "title": "Delirium (Nursing) -- Discharge Planning", "content": "Alert and mentally stable No confusion", "contents": "Delirium (Nursing) -- Discharge Planning. Alert and mentally stable No confusion"}
{"id": "nurse-article-20325_38", "title": "Delirium (Nursing) -- Pearls and Other issues", "content": "Early detection is essential, and delirium is often first detected by nursing staff. The nursing staff plays a significant role in preventing and managing delirium, and nonpharmacologic and environmental interventions are the mainstay of treatments.", "contents": "Delirium (Nursing) -- Pearls and Other issues. Early detection is essential, and delirium is often first detected by nursing staff. The nursing staff plays a significant role in preventing and managing delirium, and nonpharmacologic and environmental interventions are the mainstay of treatments."}
{"id": "nurse-article-20325_39", "title": "Delirium (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Delirium (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}