{"id": "nurse-article-18905_0", "title": "Cardiac Tamponade (Nursing) -- Learning Outcome", "content": "List the causes of pericardial tamponade Describe the nursing management of patients with pericardial tamponade Describe the management of tamponade Summarize the nursing diagnosis of tamponade", "contents": "Cardiac Tamponade (Nursing) -- Learning Outcome. List the causes of pericardial tamponade Describe the nursing management of patients with pericardial tamponade Describe the management of tamponade Summarize the nursing diagnosis of tamponade"}
{"id": "nurse-article-18905_1", "title": "Cardiac Tamponade (Nursing) -- Introduction", "content": "Cardiac tamponade is a medical or traumatic emergency that happens when enough fluid accumulates in the pericardial sac compressing the heart and leading to a decrease in cardiac output and shock. The diagnosis of cardiac tamponade is a clinical diagnosis that requires prompt recognition and treatment to prevent cardiovascular collapse and cardiac arrest. The treatment of cardiac tamponade can be performed at the bedside or in the operating room. [1] [2] [3]", "contents": "Cardiac Tamponade (Nursing) -- Introduction. Cardiac tamponade is a medical or traumatic emergency that happens when enough fluid accumulates in the pericardial sac compressing the heart and leading to a decrease in cardiac output and shock. The diagnosis of cardiac tamponade is a clinical diagnosis that requires prompt recognition and treatment to prevent cardiovascular collapse and cardiac arrest. The treatment of cardiac tamponade can be performed at the bedside or in the operating room. [1] [2] [3]"}
{"id": "nurse-article-18905_2", "title": "Cardiac Tamponade (Nursing) -- Nursing Diagnosis", "content": "Pale Cyanotic Low blood pressure Diminished heart sounds Decreased urine output Thready pulse Anxiety Confused", "contents": "Cardiac Tamponade (Nursing) -- Nursing Diagnosis. Pale Cyanotic Low blood pressure Diminished heart sounds Decreased urine output Thready pulse Anxiety Confused"}
{"id": "nurse-article-18905_3", "title": "Cardiac Tamponade (Nursing) -- Causes", "content": "Cardiac tamponade is caused by the buildup of pericardial fluid (exudate, transudate, or blood) that can accumulate for several reasons. Hemorrhage, such as from a penetrating wound to the heart or ventricular wall rupture after an MI, can lead to a rapid increase in pericardial volume. Other risk factors, which tend to produce a slower growing effusion, include infection (tuberculosis [TB], myocarditis), autoimmune diseases, neoplasms, uremia, and other inflammatory diseases (pericarditis). The pericardial fluid that builds up slowly is better tolerated in patients than rapid accumulations. Hence, traumatic causes (hemopericardium) require small volumes to causes hemodynamic instability versus pericardial effusions from medical causes such as malignancy where large volumes of fluid may accumulate in pericardial sac before patients become symptomatic. [4] [5]", "contents": "Cardiac Tamponade (Nursing) -- Causes. Cardiac tamponade is caused by the buildup of pericardial fluid (exudate, transudate, or blood) that can accumulate for several reasons. Hemorrhage, such as from a penetrating wound to the heart or ventricular wall rupture after an MI, can lead to a rapid increase in pericardial volume. Other risk factors, which tend to produce a slower growing effusion, include infection (tuberculosis [TB], myocarditis), autoimmune diseases, neoplasms, uremia, and other inflammatory diseases (pericarditis). The pericardial fluid that builds up slowly is better tolerated in patients than rapid accumulations. Hence, traumatic causes (hemopericardium) require small volumes to causes hemodynamic instability versus pericardial effusions from medical causes such as malignancy where large volumes of fluid may accumulate in pericardial sac before patients become symptomatic. [4] [5]"}
{"id": "nurse-article-18905_4", "title": "Cardiac Tamponade (Nursing) -- Risk Factors", "content": "The incidence or prevalence of pericardial effusions in the overall population is unknown. However, there are sub-groups of patients with a higher incidence of pericardial effusions. These include HIV-positive patients, patients with end-stage renal disease, those with known or occult malignancies, a history of congestive heart failure, tuberculosis, autoimmune diseases like lupus, or penetrating traumatic injury to central chest \"cardiac box.\" [6] [7]", "contents": "Cardiac Tamponade (Nursing) -- Risk Factors. The incidence or prevalence of pericardial effusions in the overall population is unknown. However, there are sub-groups of patients with a higher incidence of pericardial effusions. These include HIV-positive patients, patients with end-stage renal disease, those with known or occult malignancies, a history of congestive heart failure, tuberculosis, autoimmune diseases like lupus, or penetrating traumatic injury to central chest \"cardiac box.\" [6] [7]"}
{"id": "nurse-article-18905_5", "title": "Cardiac Tamponade (Nursing) -- Assessment", "content": "Patients with cardiac tamponade present similar to patients with other forms of cardiogenic or obstructive shock. They may endorse vague symptoms of chest pain, palpitations, shortness of breath, or in more severe cases, dizziness, syncope and altered mental status.  They may also present in a pulseless electrical activity cardiac arrest. The classic physical findings in cardiac tamponade included in Beck’s triad are hypotension, jugular venous distension, and muffled heart sounds. Pulses paradoxus, which is a decrease in systolic blood pressure by more than 10 mm Hg with inspiration is an important physical exam finding that suggests a pericardial effusion is causing cardiac tamponade. When fluid compresses the heart and impairs filling, the interventricular septum bows toward the left ventricle during inspiration due to increased venous return to the right side of the heart. This further decreases the of the left ventricle leading to decreased left ventricular preload and stroke volume.  The challenge with making the diagnosis of tamponade with clinical signs alone is difficult since they are neither sensitive nor specific.", "contents": "Cardiac Tamponade (Nursing) -- Assessment. Patients with cardiac tamponade present similar to patients with other forms of cardiogenic or obstructive shock. They may endorse vague symptoms of chest pain, palpitations, shortness of breath, or in more severe cases, dizziness, syncope and altered mental status.  They may also present in a pulseless electrical activity cardiac arrest. The classic physical findings in cardiac tamponade included in Beck’s triad are hypotension, jugular venous distension, and muffled heart sounds. Pulses paradoxus, which is a decrease in systolic blood pressure by more than 10 mm Hg with inspiration is an important physical exam finding that suggests a pericardial effusion is causing cardiac tamponade. When fluid compresses the heart and impairs filling, the interventricular septum bows toward the left ventricle during inspiration due to increased venous return to the right side of the heart. This further decreases the of the left ventricle leading to decreased left ventricular preload and stroke volume.  The challenge with making the diagnosis of tamponade with clinical signs alone is difficult since they are neither sensitive nor specific."}
{"id": "nurse-article-18905_6", "title": "Cardiac Tamponade (Nursing) -- Evaluation", "content": "The diagnosis of cardiac tamponade can be suspected on history and physical exam findings. ECG may be helpful, especially if it shows low voltages or electrical alternans, which is the classic ECG finding in cardiac tamponade due to the swinging of the heart within the pericardium that is filled with fluid. This is a rare ECG finding, and most commonly the ECG finding of cardiac tamponade is sinus tachycardia. A chest x-ray may show an enlarged heart and may strongly suggest pericardial effusion if a prior chest radiograph with a normal cardiac silhouette is available for comparison. CT chest can also pick up pericardial effusion. [1] [8]", "contents": "Cardiac Tamponade (Nursing) -- Evaluation. The diagnosis of cardiac tamponade can be suspected on history and physical exam findings. ECG may be helpful, especially if it shows low voltages or electrical alternans, which is the classic ECG finding in cardiac tamponade due to the swinging of the heart within the pericardium that is filled with fluid. This is a rare ECG finding, and most commonly the ECG finding of cardiac tamponade is sinus tachycardia. A chest x-ray may show an enlarged heart and may strongly suggest pericardial effusion if a prior chest radiograph with a normal cardiac silhouette is available for comparison. CT chest can also pick up pericardial effusion. [1] [8]"}
{"id": "nurse-article-18905_7", "title": "Cardiac Tamponade (Nursing) -- Evaluation", "content": "Echocardiography is the best imaging modality to use at the bedside, whether it is a point-of-care echo or a cardiology echo study. Echocardiography can not only confirm there is a pericardial effusion, but determine its size, and whether it is causing compromise of cardiac function (right ventricular diastolic collapse, right atrial systolic collapse, plethoric IVC). The medical literature is replete with studies that show clinicians (non-cardiologists) with limited training using point-of-care echo can perform focused echocardiograms to answer specific questions such as whether there is a significant pericardial effusion.", "contents": "Cardiac Tamponade (Nursing) -- Evaluation. Echocardiography is the best imaging modality to use at the bedside, whether it is a point-of-care echo or a cardiology echo study. Echocardiography can not only confirm there is a pericardial effusion, but determine its size, and whether it is causing compromise of cardiac function (right ventricular diastolic collapse, right atrial systolic collapse, plethoric IVC). The medical literature is replete with studies that show clinicians (non-cardiologists) with limited training using point-of-care echo can perform focused echocardiograms to answer specific questions such as whether there is a significant pericardial effusion."}
{"id": "nurse-article-18905_8", "title": "Cardiac Tamponade (Nursing) -- Medical Management", "content": "The treatment of cardiac tamponade is the removal of pericardial fluid to help relieve the pressure surrounding the heart. This can be done by performing a needle pericardiocentesis at the bedside, performed either using traditional landmark technique in a sub-xiphoid window or using a point-of-care echo to guide needle placement in real-time.  Often the removal of the first small amounts of fluid can make a large improvement in hemodynamics, but leaving a catheter within the pericardium can allow for further drainage. [9] [10] [11]", "contents": "Cardiac Tamponade (Nursing) -- Medical Management. The treatment of cardiac tamponade is the removal of pericardial fluid to help relieve the pressure surrounding the heart. This can be done by performing a needle pericardiocentesis at the bedside, performed either using traditional landmark technique in a sub-xiphoid window or using a point-of-care echo to guide needle placement in real-time.  Often the removal of the first small amounts of fluid can make a large improvement in hemodynamics, but leaving a catheter within the pericardium can allow for further drainage. [9] [10] [11]"}
{"id": "nurse-article-18905_9", "title": "Cardiac Tamponade (Nursing) -- Medical Management", "content": "Surgical options include creating a pericardial window or removing the pericardium. Emergency department resuscitative thoracotomy and the opening of the pericardial sac is therapy that can be used in traumatic arrests with suspected or confirmed cardiac tamponade. These options are preferable to needle pericardiocentesis for traumatic pericardial effusions. Volume resuscitation and pressor support may be helpful; however, these are temporizing measures that should be performed while preparing for definitive treatment with one of the above procedures.", "contents": "Cardiac Tamponade (Nursing) -- Medical Management. Surgical options include creating a pericardial window or removing the pericardium. Emergency department resuscitative thoracotomy and the opening of the pericardial sac is therapy that can be used in traumatic arrests with suspected or confirmed cardiac tamponade. These options are preferable to needle pericardiocentesis for traumatic pericardial effusions. Volume resuscitation and pressor support may be helpful; however, these are temporizing measures that should be performed while preparing for definitive treatment with one of the above procedures."}
{"id": "nurse-article-18905_10", "title": "Cardiac Tamponade (Nursing) -- Nursing Management", "content": "Provide oxygen Bed rest with legs elevated Start two large-bore IVs Give medications as ordered Have fluids available for resuscitation ECG monitoring Ensure Chest x-ray and echo are done Have pericardiocentesis tray ready", "contents": "Cardiac Tamponade (Nursing) -- Nursing Management. Provide oxygen Bed rest with legs elevated Start two large-bore IVs Give medications as ordered Have fluids available for resuscitation ECG monitoring Ensure Chest x-ray and echo are done Have pericardiocentesis tray ready"}
{"id": "nurse-article-18905_11", "title": "Cardiac Tamponade (Nursing) -- When To Seek Help", "content": "If the patient has low blood pressure Diminished heart sounds Low oxygenation Altered mental status Thready pulse", "contents": "Cardiac Tamponade (Nursing) -- When To Seek Help. If the patient has low blood pressure Diminished heart sounds Low oxygenation Altered mental status Thready pulse"}
{"id": "nurse-article-18905_12", "title": "Cardiac Tamponade (Nursing) -- Outcome Identification", "content": "Normal blood pressure Normal breathing", "contents": "Cardiac Tamponade (Nursing) -- Outcome Identification. Normal blood pressure Normal breathing"}
{"id": "nurse-article-18905_13", "title": "Cardiac Tamponade (Nursing) -- Monitoring", "content": "Oxygenation and ventilation Urine output Vital signs ECG Anxiety Heart and lung sounds", "contents": "Cardiac Tamponade (Nursing) -- Monitoring. Oxygenation and ventilation Urine output Vital signs ECG Anxiety Heart and lung sounds"}
{"id": "nurse-article-18905_14", "title": "Cardiac Tamponade (Nursing) -- Coordination of Care", "content": "Cardiac tamponade is a surgical emergency and patients may present to the emergency department or on the cardiac surgery floor. The nurse must be aware of this disorder as time is of the essence. The condition can rapidly lead to hypotension, shock, and death. Once the condition is diagnosed, the patient is best monitored in the ICU until the fluid is evacuated from the pericardial sac. Oxygen is usually required, and the patient is placed at bed rest with the feet elevated. After treatment, the patient needs to be monitored to ensure that the fluid does not re-accumulate. If a drain is left in the pericardial sac, the nurse should monitor the drainage. A follow-up echo is usually done prior to discharge. [12] [13] (Level V)", "contents": "Cardiac Tamponade (Nursing) -- Coordination of Care. Cardiac tamponade is a surgical emergency and patients may present to the emergency department or on the cardiac surgery floor. The nurse must be aware of this disorder as time is of the essence. The condition can rapidly lead to hypotension, shock, and death. Once the condition is diagnosed, the patient is best monitored in the ICU until the fluid is evacuated from the pericardial sac. Oxygen is usually required, and the patient is placed at bed rest with the feet elevated. After treatment, the patient needs to be monitored to ensure that the fluid does not re-accumulate. If a drain is left in the pericardial sac, the nurse should monitor the drainage. A follow-up echo is usually done prior to discharge. [12] [13] (Level V)"}
{"id": "nurse-article-18905_15", "title": "Cardiac Tamponade (Nursing) -- Coordination of Care -- Outcomes", "content": "Once cardiac tamponade is diagnosed, treatment is required. Without treatment, the condition is universally fatal. Data show that cardiac tamponade following open heart surgery is often fatal. In all cases, the underlying cause must be treated. When the cause of the pericardial effusion is a malignancy, it carries an 80% mortality within 12 months, whereas patients with a non-malignant cause have a mortality rate of less than 15%. [2] [14] (Level V)", "contents": "Cardiac Tamponade (Nursing) -- Coordination of Care -- Outcomes. Once cardiac tamponade is diagnosed, treatment is required. Without treatment, the condition is universally fatal. Data show that cardiac tamponade following open heart surgery is often fatal. In all cases, the underlying cause must be treated. When the cause of the pericardial effusion is a malignancy, it carries an 80% mortality within 12 months, whereas patients with a non-malignant cause have a mortality rate of less than 15%. [2] [14] (Level V)"}
{"id": "nurse-article-18905_16", "title": "Cardiac Tamponade (Nursing) -- Health Teaching and Health Promotion", "content": "Educate the patient on the symptoms of tamponade", "contents": "Cardiac Tamponade (Nursing) -- Health Teaching and Health Promotion. Educate the patient on the symptoms of tamponade"}
{"id": "nurse-article-18905_17", "title": "Cardiac Tamponade (Nursing) -- Risk Management", "content": "Cardiac tamponade is a surgical emergency and patients may present to the emergency department or on the cardiac surgery floor. To prevent death, the condition is best managed by an interprofessional team.", "contents": "Cardiac Tamponade (Nursing) -- Risk Management. Cardiac tamponade is a surgical emergency and patients may present to the emergency department or on the cardiac surgery floor. To prevent death, the condition is best managed by an interprofessional team."}
{"id": "nurse-article-18905_18", "title": "Cardiac Tamponade (Nursing) -- Risk Management", "content": "The nurse must be aware of this disorder as time is of the essence. The condition can rapidly lead to hypotension, shock, and death. While the team is summoned the nurse should provide oxygen, elevate the patient's legs and have two large-bore IV lines. The ICU nurses should be informed about the patient transfer.", "contents": "Cardiac Tamponade (Nursing) -- Risk Management. The nurse must be aware of this disorder as time is of the essence. The condition can rapidly lead to hypotension, shock, and death. While the team is summoned the nurse should provide oxygen, elevate the patient's legs and have two large-bore IV lines. The ICU nurses should be informed about the patient transfer."}
{"id": "nurse-article-18905_19", "title": "Cardiac Tamponade (Nursing) -- Risk Management", "content": "Once the condition is diagnosed, the patient is best monitored in the ICU until the fluid is evacuated from the pericardial sac. The operating room should be notified and in almost all cases, the pericardial decompression is done under local anesthesia or mild sedation. After treatment, the patient needs to be monitored to ensure that the fluid does not re-accumulate. If a drain is left in the pericardial sac, the nurse should monitor the drainage. A follow-up echo is usually done prior to discharge. [12] [13] (Level V) Only with a team approach can the mortality of this condition be decreased. At all times, there should be open communication between the team so that there is no delay in providing treatment.", "contents": "Cardiac Tamponade (Nursing) -- Risk Management. Once the condition is diagnosed, the patient is best monitored in the ICU until the fluid is evacuated from the pericardial sac. The operating room should be notified and in almost all cases, the pericardial decompression is done under local anesthesia or mild sedation. After treatment, the patient needs to be monitored to ensure that the fluid does not re-accumulate. If a drain is left in the pericardial sac, the nurse should monitor the drainage. A follow-up echo is usually done prior to discharge. [12] [13] (Level V) Only with a team approach can the mortality of this condition be decreased. At all times, there should be open communication between the team so that there is no delay in providing treatment."}
{"id": "nurse-article-18905_20", "title": "Cardiac Tamponade (Nursing) -- Discharge Planning", "content": "Educate the patient on the symptoms of tamponade and when to return to the hospital Follow up for an echo", "contents": "Cardiac Tamponade (Nursing) -- Discharge Planning. Educate the patient on the symptoms of tamponade and when to return to the hospital Follow up for an echo"}
{"id": "nurse-article-18905_21", "title": "Cardiac Tamponade (Nursing) -- Pearls and Other issues", "content": "Diagnosis of pericardial effusion with tamponade can be difficult using clinical exam alone. A point-of-care echocardiogram can be very useful to confirm the diagnosis and determine the need for intervention. Remember, tamponade is ultimately a clinical diagnosis requiring both hemodynamically unstable patient and pericardial effusion.", "contents": "Cardiac Tamponade (Nursing) -- Pearls and Other issues. Diagnosis of pericardial effusion with tamponade can be difficult using clinical exam alone. A point-of-care echocardiogram can be very useful to confirm the diagnosis and determine the need for intervention. Remember, tamponade is ultimately a clinical diagnosis requiring both hemodynamically unstable patient and pericardial effusion."}
{"id": "nurse-article-18905_22", "title": "Cardiac Tamponade (Nursing) -- Pearls and Other issues", "content": "Patients suspected of having cardiac tamponade due to medical causes should be monitored closely and acted on promptly as they can deteriorate quickly. These patients are by definition unstable and should be watched in the hospital following treatment. Further testing may better explain the etiology of the effusion. Pericardiocentesis, while effective, is not without risk. Complications include damage the nearby vessels (including puncturing a coronary vessel, internal mammary vessels), inadvertent puncture to the right ventricle or laceration of the liver. These complications may be reduced by using point-of-care ultrasound for guidance during pericardiocentesis, but this has not been well studied.", "contents": "Cardiac Tamponade (Nursing) -- Pearls and Other issues. Patients suspected of having cardiac tamponade due to medical causes should be monitored closely and acted on promptly as they can deteriorate quickly. These patients are by definition unstable and should be watched in the hospital following treatment. Further testing may better explain the etiology of the effusion. Pericardiocentesis, while effective, is not without risk. Complications include damage the nearby vessels (including puncturing a coronary vessel, internal mammary vessels), inadvertent puncture to the right ventricle or laceration of the liver. These complications may be reduced by using point-of-care ultrasound for guidance during pericardiocentesis, but this has not been well studied."}
{"id": "nurse-article-18905_23", "title": "Cardiac Tamponade (Nursing) -- Pearls and Other issues", "content": "Penetrating traumatic pericardial tamponade require prompt surgical intervention: pericardial window if the patient has vital signs, or emergency department thoracotomy if the patient has no pulse. Hemopericardium in blunt traumatic arrest is considered a non-survivable injury, and further resuscitation is not usually warranted.", "contents": "Cardiac Tamponade (Nursing) -- Pearls and Other issues. Penetrating traumatic pericardial tamponade require prompt surgical intervention: pericardial window if the patient has vital signs, or emergency department thoracotomy if the patient has no pulse. Hemopericardium in blunt traumatic arrest is considered a non-survivable injury, and further resuscitation is not usually warranted."}
{"id": "nurse-article-18905_24", "title": "Cardiac Tamponade (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Tamponade (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}