{"id": "nurse-article-22260_0", "title": "Glaucoma (Nursing) -- Learning Outcome", "content": "List the risk factors for glaucoma Describe the presentation of glaucoma Summarize the treatment of glaucoma Recall the nursing management of a patient with glaucoma", "contents": "Glaucoma (Nursing) -- Learning Outcome. List the risk factors for glaucoma Describe the presentation of glaucoma Summarize the treatment of glaucoma Recall the nursing management of a patient with glaucoma"}
{"id": "nurse-article-22260_1", "title": "Glaucoma (Nursing) -- Introduction", "content": "Glaucoma is the second leading cause of permanent blindness in the United States and occurs most often in older adults. [1] There are four general categories of adult glaucoma: primary open-angle and angle-closure, and the secondary open and angle closure glaucoma. The most common type in the United States is primary, open-angle glaucoma (POAG). [1] Glaucoma is defined as an acquired loss of retinal ganglion cells and axons within the optic nerve or optic neuropathy, that results in a characteristic optic nerve head appearance and a corresponding progressive loss of vision. This pattern of peripheral loss of vision can also be a distinguishing characteristic from other forms of vision loss. [2]", "contents": "Glaucoma (Nursing) -- Introduction. Glaucoma is the second leading cause of permanent blindness in the United States and occurs most often in older adults. [1] There are four general categories of adult glaucoma: primary open-angle and angle-closure, and the secondary open and angle closure glaucoma. The most common type in the United States is primary, open-angle glaucoma (POAG). [1] Glaucoma is defined as an acquired loss of retinal ganglion cells and axons within the optic nerve or optic neuropathy, that results in a characteristic optic nerve head appearance and a corresponding progressive loss of vision. This pattern of peripheral loss of vision can also be a distinguishing characteristic from other forms of vision loss. [2]"}
{"id": "nurse-article-22260_2", "title": "Glaucoma (Nursing) -- Introduction", "content": "The patient with POAG is often asymptomatic until the optic nerve damage is severe unless signs of early glaucoma are recognized on a routine eye exam. Acute angle-closure glaucoma, in contrast, can develop suddenly and result in a more rapid decline in vision with associated corneal edema, eye pain, headache, nausea, and emesis. Secondary glaucoma is usually correlated with a prior eye injury or disease state causing elevated intraocular pressure (IOP) and related optic neuropathy. The last type is normal or low-tension type glaucoma in which patients have the same visual loss pattern as POAG but at normal intraocular pressure readings.", "contents": "Glaucoma (Nursing) -- Introduction. The patient with POAG is often asymptomatic until the optic nerve damage is severe unless signs of early glaucoma are recognized on a routine eye exam. Acute angle-closure glaucoma, in contrast, can develop suddenly and result in a more rapid decline in vision with associated corneal edema, eye pain, headache, nausea, and emesis. Secondary glaucoma is usually correlated with a prior eye injury or disease state causing elevated intraocular pressure (IOP) and related optic neuropathy. The last type is normal or low-tension type glaucoma in which patients have the same visual loss pattern as POAG but at normal intraocular pressure readings."}
{"id": "nurse-article-22260_3", "title": "Glaucoma (Nursing) -- Introduction", "content": "While there are congenital, infantile, development glaucomas, and a juvenile variant of POAG, the four previously mentioned glaucoma types typically occur in people over the age of 40. The cause is generally correlated with increased intraocular pressure, though it has not been proven to have a direct cause-and-effect relationship. There may also be a genetic component to the development of glaucoma. Monozygotic twin pairs have a higher percentage of concordance, but not pairs, which suggests that environmental factors also influence the development of the disease. [3] Currently, glaucoma cannot be prevented or cured, but progression can be controlled to help prevent further vision loss either through medication, glaucoma laser treatment, or incisional glaucoma surgeries.", "contents": "Glaucoma (Nursing) -- Introduction. While there are congenital, infantile, development glaucomas, and a juvenile variant of POAG, the four previously mentioned glaucoma types typically occur in people over the age of 40. The cause is generally correlated with increased intraocular pressure, though it has not been proven to have a direct cause-and-effect relationship. There may also be a genetic component to the development of glaucoma. Monozygotic twin pairs have a higher percentage of concordance, but not pairs, which suggests that environmental factors also influence the development of the disease. [3] Currently, glaucoma cannot be prevented or cured, but progression can be controlled to help prevent further vision loss either through medication, glaucoma laser treatment, or incisional glaucoma surgeries."}
{"id": "nurse-article-22260_4", "title": "Glaucoma (Nursing) -- Nursing Diagnosis", "content": "Hazy vision Blurred vision Sudden vision loss Eye discomfort Nausea Difficulty driving at night Seeing bright lights", "contents": "Glaucoma (Nursing) -- Nursing Diagnosis. Hazy vision Blurred vision Sudden vision loss Eye discomfort Nausea Difficulty driving at night Seeing bright lights"}
{"id": "nurse-article-22260_5", "title": "Glaucoma (Nursing) -- Causes", "content": "Currently, the exact etiology of glaucoma is unknown but there is a clear correlation with elevated eye pressures in the majority of POAG cases. Open-angle glaucoma typically manifests as a slow painless damage to the optic nerve that is thought to be due to the drainage system in the eye becoming ineffective. In glaucoma, the resistance to drainage of aqueous humor most commonly starts at the inner wall of Schlemm’s canal at the juxtacanalicular trabecular meshwork. The decreased outflow facility, or increased resistance to outflow of aqueous results in the gradual elevation of IOP and a characteristic damage pattern to the optic nerve ganglion cell nerve fiber layer. Another theory is that the increased IOP causes decreased blood flow to the optic nerve fibers which leads to subtle ischemic damage. Either way, POAG patients often have elevated intraocular pressure (IOP) readings that seem to correlate with characteristic optic nerve damage patterns. As the disease progresses, there is a slow loss of peripheral vision in both eyes; eventually leading to loss of central vision if left undetected or untreated. It is because of this pattern of loss that affected persons do not notice a change in their vision until their loss is advanced and affecting the central vision. [2]", "contents": "Glaucoma (Nursing) -- Causes. Currently, the exact etiology of glaucoma is unknown but there is a clear correlation with elevated eye pressures in the majority of POAG cases. Open-angle glaucoma typically manifests as a slow painless damage to the optic nerve that is thought to be due to the drainage system in the eye becoming ineffective. In glaucoma, the resistance to drainage of aqueous humor most commonly starts at the inner wall of Schlemm’s canal at the juxtacanalicular trabecular meshwork. The decreased outflow facility, or increased resistance to outflow of aqueous results in the gradual elevation of IOP and a characteristic damage pattern to the optic nerve ganglion cell nerve fiber layer. Another theory is that the increased IOP causes decreased blood flow to the optic nerve fibers which leads to subtle ischemic damage. Either way, POAG patients often have elevated intraocular pressure (IOP) readings that seem to correlate with characteristic optic nerve damage patterns. As the disease progresses, there is a slow loss of peripheral vision in both eyes; eventually leading to loss of central vision if left undetected or untreated. It is because of this pattern of loss that affected persons do not notice a change in their vision until their loss is advanced and affecting the central vision. [2]"}
{"id": "nurse-article-22260_6", "title": "Glaucoma (Nursing) -- Causes", "content": "There are a couple subsets of open-angle glaucoma which are Juvenile open-angle glaucoma and low-tension/normal-tension glaucoma. Juvenile open-angle glaucoma affects patients between the ages of 5-35 years old. It is uncommon and tends to be found later in the disease process because its early but gradual IOP elevation. Patients also typically present with eye pressures greater than 30 mm Hg. Juvenile open-angle is thought to follow the same process of increased IOP leading to optic neuropathy as POAG, just in a younger patient population. [4]", "contents": "Glaucoma (Nursing) -- Causes. There are a couple subsets of open-angle glaucoma which are Juvenile open-angle glaucoma and low-tension/normal-tension glaucoma. Juvenile open-angle glaucoma affects patients between the ages of 5-35 years old. It is uncommon and tends to be found later in the disease process because its early but gradual IOP elevation. Patients also typically present with eye pressures greater than 30 mm Hg. Juvenile open-angle is thought to follow the same process of increased IOP leading to optic neuropathy as POAG, just in a younger patient population. [4]"}
{"id": "nurse-article-22260_7", "title": "Glaucoma (Nursing) -- Causes", "content": "Low-tension or normal-tension glaucoma resembles POAG as there is the characteristic optic disc cupping and peripheral visual-field loss finding but the IOP readings are consistently less than 21 mm Hg. Theories include having an abnormally pressure-sensitive optic nerve or intermittent ischemic change due to atherosclerosis/vascular insufficiency. [5] There appears to be a higher prevalence of vasospastic disorders such as migraines, Raynaud phenomenon, autoimmune diseases, ischemic vascular diseases and coagulopathies seen in these patients which may suggest a vascular autoregulatory defect playing a role in the pathogenesis of the disease. [5] Normal tension also tends to have a greater frequency of nerve fiber layer hemorrhages and a neuroretinal rim that is thinner inferiorly and inferotemporally than those with open-angle type. Visual field defects are more focal, deeper, and closer to fixation rather than the classic arcuate scotoma pattern in open-angle. [5]", "contents": "Glaucoma (Nursing) -- Causes. Low-tension or normal-tension glaucoma resembles POAG as there is the characteristic optic disc cupping and peripheral visual-field loss finding but the IOP readings are consistently less than 21 mm Hg. Theories include having an abnormally pressure-sensitive optic nerve or intermittent ischemic change due to atherosclerosis/vascular insufficiency. [5] There appears to be a higher prevalence of vasospastic disorders such as migraines, Raynaud phenomenon, autoimmune diseases, ischemic vascular diseases and coagulopathies seen in these patients which may suggest a vascular autoregulatory defect playing a role in the pathogenesis of the disease. [5] Normal tension also tends to have a greater frequency of nerve fiber layer hemorrhages and a neuroretinal rim that is thinner inferiorly and inferotemporally than those with open-angle type. Visual field defects are more focal, deeper, and closer to fixation rather than the classic arcuate scotoma pattern in open-angle. [5]"}
{"id": "nurse-article-22260_8", "title": "Glaucoma (Nursing) -- Causes", "content": "Angle-closure is the type of glaucoma that can present as a medical emergency in the acute setting. This occurs when the drainage system of the eye becomes blocked abruptly due to the closure of the angle formed between the cornea and the iris. Typically, this occurs due to an age-related thickening of the lens, causing the gradual increase in a relative pupillary block which then pushes the iris anteriorly. This anteriorly displaced iris along with a natural anatomical variation of a smaller angle, as seen in far-sightedness or in certain ethnic groups, allows for easier blockage of the outflow tract. A pupillary block is considered to be the underlying cause of more than 90% of cases. When sudden pupil dilation occurs due to stimulus or drugs the iris becomes thick enough in its contracted state, or anteriorly displaced by pupillary block, to block the drainage of fluid via the trabecular meshwork. The pressure then rapidly increases within the eye. It is this rapid change in intraocular pressure that can cause vision loss to occur within a day of onset without intervention, due to retinal vascular occlusion, ischemic optic neuropathy, or glaucomatous optic nerve damage. However, only about 10% of glaucoma cases are this acute angle closure type. [6]", "contents": "Glaucoma (Nursing) -- Causes. Angle-closure is the type of glaucoma that can present as a medical emergency in the acute setting. This occurs when the drainage system of the eye becomes blocked abruptly due to the closure of the angle formed between the cornea and the iris. Typically, this occurs due to an age-related thickening of the lens, causing the gradual increase in a relative pupillary block which then pushes the iris anteriorly. This anteriorly displaced iris along with a natural anatomical variation of a smaller angle, as seen in far-sightedness or in certain ethnic groups, allows for easier blockage of the outflow tract. A pupillary block is considered to be the underlying cause of more than 90% of cases. When sudden pupil dilation occurs due to stimulus or drugs the iris becomes thick enough in its contracted state, or anteriorly displaced by pupillary block, to block the drainage of fluid via the trabecular meshwork. The pressure then rapidly increases within the eye. It is this rapid change in intraocular pressure that can cause vision loss to occur within a day of onset without intervention, due to retinal vascular occlusion, ischemic optic neuropathy, or glaucomatous optic nerve damage. However, only about 10% of glaucoma cases are this acute angle closure type. [6]"}
{"id": "nurse-article-22260_9", "title": "Glaucoma (Nursing) -- Causes", "content": "Angle-closure glaucoma can occur secondary to another cause. One such cause is lens subluxation in Marfan’s syndrome. [7] The lens can displace into the pupil or anterior chamber causing an acute pupillary block. Plateau iris can also cause an acute pupillary block, and a chronic angle closure, due to elongated or anteriorly positioned ciliary processes that push the edges of the iris forward. [8] In Iridocorneal endothelial syndrome, the corneal endothelium is irregular and can migrate onto the trabecular meshwork and peripheral iris. This creates a contraction causing high peripheral anterior synechiae which can close the angle, preventing outflow. [9] Neovascularization can cause closure of the angle by creating a fibrovascular membrane that flattens the iris and displaces it anteriorly and causing total synechial closure of the angle. [10] Angle-closure can occur after ophthalmic surgery due to ciliary body edema, scleral buckle placement, fibrin deposition, gas, or silicone oil like that used in retinal surgery. [11] Sulfa drugs such as topiramate can induce angle closure due to ciliochoroidal effusion that compresses the lens-iris diaphragm, displacing it anteriorly, thus closing off the angle. [12]", "contents": "Glaucoma (Nursing) -- Causes. Angle-closure glaucoma can occur secondary to another cause. One such cause is lens subluxation in Marfan’s syndrome. [7] The lens can displace into the pupil or anterior chamber causing an acute pupillary block. Plateau iris can also cause an acute pupillary block, and a chronic angle closure, due to elongated or anteriorly positioned ciliary processes that push the edges of the iris forward. [8] In Iridocorneal endothelial syndrome, the corneal endothelium is irregular and can migrate onto the trabecular meshwork and peripheral iris. This creates a contraction causing high peripheral anterior synechiae which can close the angle, preventing outflow. [9] Neovascularization can cause closure of the angle by creating a fibrovascular membrane that flattens the iris and displaces it anteriorly and causing total synechial closure of the angle. [10] Angle-closure can occur after ophthalmic surgery due to ciliary body edema, scleral buckle placement, fibrin deposition, gas, or silicone oil like that used in retinal surgery. [11] Sulfa drugs such as topiramate can induce angle closure due to ciliochoroidal effusion that compresses the lens-iris diaphragm, displacing it anteriorly, thus closing off the angle. [12]"}
{"id": "nurse-article-22260_10", "title": "Glaucoma (Nursing) -- Causes", "content": "Secondary open angle type is due to injury, eye disease and rarely eye surgery causing increased intraocular pressure and therefore optic nerve damage like the open-angle form of glaucoma. One mechanism is from laser surgery which can cause pigment release, inflammatory cells, debris, and mechanical deformation resulting in blockage of the trabecular meshwork leading to increased intraocular pressure. The most common mechanism for secondary type is from diseases causing neovascularization. Neovascularization can either physically block the outflow tracts. [10] Pseudoexfoliative type is when flaky material peels off the outer lens capsule and collects in the angle, clogging the trabecular meshwork, leading to increased eye pressure. Pigmentary type is similar to exfoliative except the debris are pigment granules from the back of the iris that break off and clog the trabecular meshwork due to contact with the peripheral lens capsule and zonules in typically myopic, or near-sighted eyes. [13] Steroids can induce secondary glaucoma due to increased outflow resistance by the upregulation of glucocorticoid receptors on cells within the trabecular meshwork and accumulation of glycosaminoglycans in the meshwork pores. Steroids also suppress the phagocytic activity which decreases debris deposition removal from the meshwork as well as stimulates the expression of extracellular matrix proteins. [14] A carotid-cavernous fistula causes an abnormal communication between the cavernous sinus and carotid artery. This causes an arterial flow and venous engorgement leading to elevated episcleral venous pressure. It also causes a dilation of retinal veins and optic disc swelling that can concurrently damage optic nerve fibers. [15] Glaucomatocyclitic Crisis manifests as recurrent acute attacks of increased intraocular pressure that resolve without treatment but with repeated attacks, has been reported to cause glaucomatous damage to the optic nerve over time. [16] [17]", "contents": "Glaucoma (Nursing) -- Causes. Secondary open angle type is due to injury, eye disease and rarely eye surgery causing increased intraocular pressure and therefore optic nerve damage like the open-angle form of glaucoma. One mechanism is from laser surgery which can cause pigment release, inflammatory cells, debris, and mechanical deformation resulting in blockage of the trabecular meshwork leading to increased intraocular pressure. The most common mechanism for secondary type is from diseases causing neovascularization. Neovascularization can either physically block the outflow tracts. [10] Pseudoexfoliative type is when flaky material peels off the outer lens capsule and collects in the angle, clogging the trabecular meshwork, leading to increased eye pressure. Pigmentary type is similar to exfoliative except the debris are pigment granules from the back of the iris that break off and clog the trabecular meshwork due to contact with the peripheral lens capsule and zonules in typically myopic, or near-sighted eyes. [13] Steroids can induce secondary glaucoma due to increased outflow resistance by the upregulation of glucocorticoid receptors on cells within the trabecular meshwork and accumulation of glycosaminoglycans in the meshwork pores. Steroids also suppress the phagocytic activity which decreases debris deposition removal from the meshwork as well as stimulates the expression of extracellular matrix proteins. [14] A carotid-cavernous fistula causes an abnormal communication between the cavernous sinus and carotid artery. This causes an arterial flow and venous engorgement leading to elevated episcleral venous pressure. It also causes a dilation of retinal veins and optic disc swelling that can concurrently damage optic nerve fibers. [15] Glaucomatocyclitic Crisis manifests as recurrent acute attacks of increased intraocular pressure that resolve without treatment but with repeated attacks, has been reported to cause glaucomatous damage to the optic nerve over time. [16] [17]"}
{"id": "nurse-article-22260_11", "title": "Glaucoma (Nursing) -- Risk Factors", "content": "Worldwide, an estimated 60 million people have optic neuropathy due to glaucoma. The African population has the highest prevalence of open-angle type. The likelihood of blindness from open-angle glaucoma is up to 15-times greater in those with African-decent compared to other population groups. [2] The highest prevalence for angle-closure is in the Inuit population and has also been shown to affect a higher rate in women than men, and in those of Asian-decent, with these groups generally having a shallower anterior chamber. [18] Normal-tension type is most prevalent in Japanese populations. Across all types, age is a major risk factor to the continual loss of retinal ganglion cells. Other risk factors for developing glaucoma include those with family history of glaucoma in a primary relative (mother, father, brother, sister, or children), medical conditions such as diabetes, high blood pressure, heart disease, eye trauma, anatomical differences such as thinner corneas, history of retinal detachment, eye tumors or inflammation, and corticosteroid use for prolonged periods of time.", "contents": "Glaucoma (Nursing) -- Risk Factors. Worldwide, an estimated 60 million people have optic neuropathy due to glaucoma. The African population has the highest prevalence of open-angle type. The likelihood of blindness from open-angle glaucoma is up to 15-times greater in those with African-decent compared to other population groups. [2] The highest prevalence for angle-closure is in the Inuit population and has also been shown to affect a higher rate in women than men, and in those of Asian-decent, with these groups generally having a shallower anterior chamber. [18] Normal-tension type is most prevalent in Japanese populations. Across all types, age is a major risk factor to the continual loss of retinal ganglion cells. Other risk factors for developing glaucoma include those with family history of glaucoma in a primary relative (mother, father, brother, sister, or children), medical conditions such as diabetes, high blood pressure, heart disease, eye trauma, anatomical differences such as thinner corneas, history of retinal detachment, eye tumors or inflammation, and corticosteroid use for prolonged periods of time."}
{"id": "nurse-article-22260_12", "title": "Glaucoma (Nursing) -- Assessment", "content": "Many patients with glaucoma, especially early in the disease, are not aware they have this condition until it is discovered on a routine eye exam. People generally slowly lose peripheral vision but retain central vision until the disease process is severe. This can present in a classic arcuate pattern on Humphrey visual field testing. On comprehensive eye examination, optic nerves may have a focally notched neural retinal rim or diffuse cup enlargement, a decrease in peripheral vision detected on visual field testing, and (although not required for diagnosis) an increased intraocular pressure reading on tonometry. Typically changes will be seen bilaterally but may not progress at the same rate, resulting in an asymmetric optic nerve cup. A cup to disc ratio of > 0.5 is considered suggestive for glaucoma and typically starts with a loss on the inferotemporal and superotemporal poles of the optic disc. [19]", "contents": "Glaucoma (Nursing) -- Assessment. Many patients with glaucoma, especially early in the disease, are not aware they have this condition until it is discovered on a routine eye exam. People generally slowly lose peripheral vision but retain central vision until the disease process is severe. This can present in a classic arcuate pattern on Humphrey visual field testing. On comprehensive eye examination, optic nerves may have a focally notched neural retinal rim or diffuse cup enlargement, a decrease in peripheral vision detected on visual field testing, and (although not required for diagnosis) an increased intraocular pressure reading on tonometry. Typically changes will be seen bilaterally but may not progress at the same rate, resulting in an asymmetric optic nerve cup. A cup to disc ratio of > 0.5 is considered suggestive for glaucoma and typically starts with a loss on the inferotemporal and superotemporal poles of the optic disc. [19]"}
{"id": "nurse-article-22260_13", "title": "Glaucoma (Nursing) -- Assessment", "content": "Normal tension glaucoma patients will typically be asymptomatic and have an intraocular pressure of less than 21mm Hg. On slit lamp examination, changes in the optic disc such as increased cup to disc ratio will be seen, disc hemorrhage in the nerve fiber layer may also be present. Patients also may have a history of vasospasm, coagulopathies, nocturnal hypotension, autoimmune diseases, vascular diseases, thyroid dysfunction, or sleep apnea.", "contents": "Glaucoma (Nursing) -- Assessment. Normal tension glaucoma patients will typically be asymptomatic and have an intraocular pressure of less than 21mm Hg. On slit lamp examination, changes in the optic disc such as increased cup to disc ratio will be seen, disc hemorrhage in the nerve fiber layer may also be present. Patients also may have a history of vasospasm, coagulopathies, nocturnal hypotension, autoimmune diseases, vascular diseases, thyroid dysfunction, or sleep apnea."}
{"id": "nurse-article-22260_14", "title": "Glaucoma (Nursing) -- Assessment", "content": "In the acute angle-closure type, patients typically present with severe sudden ocular pain, redness, blurry vision/decreased visual acuity, headache, nausea or vomiting, and may complain of seeing halos of light. Patients will have an unresponsive mid-dilated pupil on examination and a firm feeling eyeball on palpation. Typically, attacks are precipitated by pupillary dilation due to weak mydriatic, or dilating, drops. Intraocular pressure will typically be high and often in the 30-50 mm Hg range. The angle between the iris and the cornea will be around 20° or less on examination with gonioscopy and/or an anterior chamber depth of less than 2.5mm can be predisposing risk factors. [20] Patients with these findings should be warned to avoid dilating medications to reduce their risk of developing an acute attack. On slit lamp examination, a large optic cup with narrowing of the neuroretinal rim and splinter hemorrhages may also be present. [21]", "contents": "Glaucoma (Nursing) -- Assessment. In the acute angle-closure type, patients typically present with severe sudden ocular pain, redness, blurry vision/decreased visual acuity, headache, nausea or vomiting, and may complain of seeing halos of light. Patients will have an unresponsive mid-dilated pupil on examination and a firm feeling eyeball on palpation. Typically, attacks are precipitated by pupillary dilation due to weak mydriatic, or dilating, drops. Intraocular pressure will typically be high and often in the 30-50 mm Hg range. The angle between the iris and the cornea will be around 20° or less on examination with gonioscopy and/or an anterior chamber depth of less than 2.5mm can be predisposing risk factors. [20] Patients with these findings should be warned to avoid dilating medications to reduce their risk of developing an acute attack. On slit lamp examination, a large optic cup with narrowing of the neuroretinal rim and splinter hemorrhages may also be present. [21]"}
{"id": "nurse-article-22260_15", "title": "Glaucoma (Nursing) -- Assessment", "content": "Patients with Secondary glaucoma will typically have a history of recent ophthalmic procedure, trauma or health condition causing neovascularization like diabetes. However, some patients will not have a clear precipitating factor in their history but will have sometime subtle clinical exam findings pointing to the cause of the IOP elevation. On exam, findings can include exfoliative material on the anterior lens capsule, pigment deposition on corneal endothelium, cell and flare in the anterior chamber typical of uveitis, abnormal blood vessels on the iris or evidence of trauma; depending on the underlying etiology.", "contents": "Glaucoma (Nursing) -- Assessment. Patients with Secondary glaucoma will typically have a history of recent ophthalmic procedure, trauma or health condition causing neovascularization like diabetes. However, some patients will not have a clear precipitating factor in their history but will have sometime subtle clinical exam findings pointing to the cause of the IOP elevation. On exam, findings can include exfoliative material on the anterior lens capsule, pigment deposition on corneal endothelium, cell and flare in the anterior chamber typical of uveitis, abnormal blood vessels on the iris or evidence of trauma; depending on the underlying etiology."}
{"id": "nurse-article-22260_16", "title": "Glaucoma (Nursing) -- Evaluation", "content": "Evaluation is based on fundoscopic examination, visual field testing, tonometry, optical coherence tomography, and gonioscopy. Other helpful tests include visual acuity to see if vision is being affected, pachymetry to evaluate corneal thickness, and retinal scans to help monitor for progressive changes in the retinal nerve fiber layer.", "contents": "Glaucoma (Nursing) -- Evaluation. Evaluation is based on fundoscopic examination, visual field testing, tonometry, optical coherence tomography, and gonioscopy. Other helpful tests include visual acuity to see if vision is being affected, pachymetry to evaluate corneal thickness, and retinal scans to help monitor for progressive changes in the retinal nerve fiber layer."}
{"id": "nurse-article-22260_17", "title": "Glaucoma (Nursing) -- Evaluation", "content": "Glaucoma is diagnosed based on clinical characteristic findings of a progressive optic neuropathy or visual field defects based on the testing modalities listed above. There is no single ‘gold standard’ test for the diagnosis of glaucoma. Providers must recognize the characteristic optic nerve appearance, risk factors, and collate the results of ancillary testing to establish a correct diagnosis and staging of glaucoma. Currently, the American Academy of Ophthalmology recommends routine comprehensive eye examinations for patients with risk factors for glaucoma with a frequency determined on an individual basis, considering age, risk factors, race, and family history.", "contents": "Glaucoma (Nursing) -- Evaluation. Glaucoma is diagnosed based on clinical characteristic findings of a progressive optic neuropathy or visual field defects based on the testing modalities listed above. There is no single ‘gold standard’ test for the diagnosis of glaucoma. Providers must recognize the characteristic optic nerve appearance, risk factors, and collate the results of ancillary testing to establish a correct diagnosis and staging of glaucoma. Currently, the American Academy of Ophthalmology recommends routine comprehensive eye examinations for patients with risk factors for glaucoma with a frequency determined on an individual basis, considering age, risk factors, race, and family history."}
{"id": "nurse-article-22260_18", "title": "Glaucoma (Nursing) -- Medical Management", "content": "Glaucoma management is tailored to the specific type and severity. However, there is no treatment at this time that can reverse any of the vision loss that has occurred, it can only help to prevent further damage and vision loss. Visual field testing and mapping of vision loss are helpful in monitoring disease progression.", "contents": "Glaucoma (Nursing) -- Medical Management. Glaucoma management is tailored to the specific type and severity. However, there is no treatment at this time that can reverse any of the vision loss that has occurred, it can only help to prevent further damage and vision loss. Visual field testing and mapping of vision loss are helpful in monitoring disease progression."}
{"id": "nurse-article-22260_19", "title": "Glaucoma (Nursing) -- Medical Management", "content": "Open-angle glaucoma is generally managed initially with medications to lower eye pressure. Medication classes include prostaglandin analogs, beta blockers, carbonic anhydrase inhibitors, an alpha-2 agonist, miotic agents, and more recently rho-kinase inhibitors and nitric-oxide donating medications. Laser trabeculoplasty is also used as a primary treatment option in some cases. If medical management cannot be achieved successfully, procedures like laser trabeculoplasty, trabeculectomy, inserting a drainage valve/tube shunt, or laser treatment to the ciliary body to reduce aqueous production can be used to establish better control of IOP. Minimally invasive glaucoma surgery (MIGS) is another evolving option for those who have mild-moderate glaucoma. MIGS has a more favorable overall safety profile compared with conventional trabeculectomy and tube shunts, more rapid recovery time, and have proven effective for IOP reduction to the mid-high teens level. Studies also support that MIGS placement can reduce the number of pressure lowering medications required to maintain target IOP levels. [22]", "contents": "Glaucoma (Nursing) -- Medical Management. Open-angle glaucoma is generally managed initially with medications to lower eye pressure. Medication classes include prostaglandin analogs, beta blockers, carbonic anhydrase inhibitors, an alpha-2 agonist, miotic agents, and more recently rho-kinase inhibitors and nitric-oxide donating medications. Laser trabeculoplasty is also used as a primary treatment option in some cases. If medical management cannot be achieved successfully, procedures like laser trabeculoplasty, trabeculectomy, inserting a drainage valve/tube shunt, or laser treatment to the ciliary body to reduce aqueous production can be used to establish better control of IOP. Minimally invasive glaucoma surgery (MIGS) is another evolving option for those who have mild-moderate glaucoma. MIGS has a more favorable overall safety profile compared with conventional trabeculectomy and tube shunts, more rapid recovery time, and have proven effective for IOP reduction to the mid-high teens level. Studies also support that MIGS placement can reduce the number of pressure lowering medications required to maintain target IOP levels. [22]"}
{"id": "nurse-article-22260_20", "title": "Glaucoma (Nursing) -- Medical Management", "content": "Normal-tension glaucoma can be treated with medications to lower intraocular pressure and should also have any other possible underlying medical conditions treated. Medications such as prostaglandin analogs, alpha-2 agonists, carbonic anhydrase inhibitors and miotics. Beta-blockers are controversial due to questions of decreased optic nerve head perfusion, especially with the potential exacerbation of the early AM nadir in blood pressure observed. If medical management fails, laser trabeculoplasty or filtration surgery can be utilized if continued progression of vision loss. In the Collaborative normal tension glaucoma study, patients with normal-tension glaucoma have been shown to slow or stabilize their field loss after a 30% reduction in IOP. [23]", "contents": "Glaucoma (Nursing) -- Medical Management. Normal-tension glaucoma can be treated with medications to lower intraocular pressure and should also have any other possible underlying medical conditions treated. Medications such as prostaglandin analogs, alpha-2 agonists, carbonic anhydrase inhibitors and miotics. Beta-blockers are controversial due to questions of decreased optic nerve head perfusion, especially with the potential exacerbation of the early AM nadir in blood pressure observed. If medical management fails, laser trabeculoplasty or filtration surgery can be utilized if continued progression of vision loss. In the Collaborative normal tension glaucoma study, patients with normal-tension glaucoma have been shown to slow or stabilize their field loss after a 30% reduction in IOP. [23]"}
{"id": "nurse-article-22260_21", "title": "Glaucoma (Nursing) -- Medical Management", "content": "Angle-closure is an emergency and must be treated as such. This is because pressures can be high enough to cause glaucomatous optic nerve damage, ischemic nerve damage, or retinal vascular occlusion. [24] Patients can take medication to reduce eye pressure as quickly as possible but usually require a laser procedure called laser peripheral iridotomy. This laser creates a small hole in the iris to relieve the pupillary block, causing the pressure gradient between the posterior and anterior chambers to equalize, resolving iris bombe and opening the anterior chamber drainage angle, then the peripheral iris can be flattened with laser iridoplasty and, less commonly, with laser pupilloplasty. Decreased intraocular pressure is not necessarily a confirmation that the angle has reopened since the ciliary body can undergo ischemic damage during an attack and have decreased production for a few weeks, so it is important to have a follow up gonioscopy to ensure the angle has reopened and to comment on the percentage of the angle with peripheral anterior synechia from the acute or prior subacute attacks. [24] Once the acute crisis has been taken care of, patients are at high risk of having an attack in the contralateral eye and therefore should be considered for gonioscopy and if narrow, prophylactic iridotomy in the other eye. [24]", "contents": "Glaucoma (Nursing) -- Medical Management. Angle-closure is an emergency and must be treated as such. This is because pressures can be high enough to cause glaucomatous optic nerve damage, ischemic nerve damage, or retinal vascular occlusion. [24] Patients can take medication to reduce eye pressure as quickly as possible but usually require a laser procedure called laser peripheral iridotomy. This laser creates a small hole in the iris to relieve the pupillary block, causing the pressure gradient between the posterior and anterior chambers to equalize, resolving iris bombe and opening the anterior chamber drainage angle, then the peripheral iris can be flattened with laser iridoplasty and, less commonly, with laser pupilloplasty. Decreased intraocular pressure is not necessarily a confirmation that the angle has reopened since the ciliary body can undergo ischemic damage during an attack and have decreased production for a few weeks, so it is important to have a follow up gonioscopy to ensure the angle has reopened and to comment on the percentage of the angle with peripheral anterior synechia from the acute or prior subacute attacks. [24] Once the acute crisis has been taken care of, patients are at high risk of having an attack in the contralateral eye and therefore should be considered for gonioscopy and if narrow, prophylactic iridotomy in the other eye. [24]"}
{"id": "nurse-article-22260_22", "title": "Glaucoma (Nursing) -- Medical Management", "content": "Secondary glaucoma should be treated for the underlying cause of glaucoma with the possible addition of medications to lower intraocular pressure depending on the underlying cause. [25]", "contents": "Glaucoma (Nursing) -- Medical Management. Secondary glaucoma should be treated for the underlying cause of glaucoma with the possible addition of medications to lower intraocular pressure depending on the underlying cause. [25]"}
{"id": "nurse-article-22260_23", "title": "Glaucoma (Nursing) -- Nursing Management", "content": "Provide patient safety Assess vision Educate patient about eyedrop compliance Educate patient about glaucoma Educate patient on the importance of follow up Manage anxiety", "contents": "Glaucoma (Nursing) -- Nursing Management. Provide patient safety Assess vision Educate patient about eyedrop compliance Educate patient about glaucoma Educate patient on the importance of follow up Manage anxiety"}
{"id": "nurse-article-22260_24", "title": "Glaucoma (Nursing) -- When To Seek Help", "content": "If sudden vision loss Eye pain", "contents": "Glaucoma (Nursing) -- When To Seek Help. If sudden vision loss Eye pain"}
{"id": "nurse-article-22260_25", "title": "Glaucoma (Nursing) -- Outcome Identification", "content": "Normal intraocular pressure No visual complaints", "contents": "Glaucoma (Nursing) -- Outcome Identification. Normal intraocular pressure No visual complaints"}
{"id": "nurse-article-22260_26", "title": "Glaucoma (Nursing) -- Monitoring", "content": "Provide patient safety Assess vision Educate patient about eyedrop compliance Educate patient about glaucoma Educate patient on the importance of follow up Manage anxiety", "contents": "Glaucoma (Nursing) -- Monitoring. Provide patient safety Assess vision Educate patient about eyedrop compliance Educate patient about glaucoma Educate patient on the importance of follow up Manage anxiety"}
{"id": "nurse-article-22260_27", "title": "Glaucoma (Nursing) -- Coordination of Care", "content": "Glaucoma is a chronic and serious disease that can result in permanent vision loss if not taken care of properly. Regular eye appointments and compliance with medication are vital to helping slow down disease progression. Since glaucoma has a hereditary component, it is important to educate family members that they may be at an increased risk to develop glaucoma and may need to have screening done regularly by an eye doctor for early detection.", "contents": "Glaucoma (Nursing) -- Coordination of Care. Glaucoma is a chronic and serious disease that can result in permanent vision loss if not taken care of properly. Regular eye appointments and compliance with medication are vital to helping slow down disease progression. Since glaucoma has a hereditary component, it is important to educate family members that they may be at an increased risk to develop glaucoma and may need to have screening done regularly by an eye doctor for early detection."}
{"id": "nurse-article-22260_28", "title": "Glaucoma (Nursing) -- Health Teaching and Health Promotion", "content": "Teach about the importance of medication compliance Encourage follow up with the ophthalmologist", "contents": "Glaucoma (Nursing) -- Health Teaching and Health Promotion. Teach about the importance of medication compliance Encourage follow up with the ophthalmologist"}
{"id": "nurse-article-22260_29", "title": "Glaucoma (Nursing) -- Risk Management", "content": "If the patient has elevated intraocular pressure, the patient must be referred to an ophthalmologist.", "contents": "Glaucoma (Nursing) -- Risk Management. If the patient has elevated intraocular pressure, the patient must be referred to an ophthalmologist."}
{"id": "nurse-article-22260_30", "title": "Glaucoma (Nursing) -- Discharge Planning", "content": "Glaucoma is a chronic and serious disease that can result in permanent vision loss if not taken care of properly. To reduce the morbidity of the disorder, the condition is best managed by an interprofessional team that is dedicated to the management of patients with vision problems. The key to treatment is patient education. The pharmacist should emphasize the importance of medication compliance and the need to follow up with the eye surgeon. The ophthalmic nurse should assess the intraocular pressure and convey the result to the ophthalmologist.", "contents": "Glaucoma (Nursing) -- Discharge Planning. Glaucoma is a chronic and serious disease that can result in permanent vision loss if not taken care of properly. To reduce the morbidity of the disorder, the condition is best managed by an interprofessional team that is dedicated to the management of patients with vision problems. The key to treatment is patient education. The pharmacist should emphasize the importance of medication compliance and the need to follow up with the eye surgeon. The ophthalmic nurse should assess the intraocular pressure and convey the result to the ophthalmologist."}
{"id": "nurse-article-22260_31", "title": "Glaucoma (Nursing) -- Discharge Planning", "content": "Regular eye appointments and compliance with medication are vital to helping slow down disease progression. Since glaucoma has a hereditary component, it is important to educate family members that they may be at an increased risk to develop glaucoma and may need to have screening done regularly by an eye doctor for early detection.", "contents": "Glaucoma (Nursing) -- Discharge Planning. Regular eye appointments and compliance with medication are vital to helping slow down disease progression. Since glaucoma has a hereditary component, it is important to educate family members that they may be at an increased risk to develop glaucoma and may need to have screening done regularly by an eye doctor for early detection."}
{"id": "nurse-article-22260_32", "title": "Glaucoma (Nursing) -- Discharge Planning", "content": "No member of the team should change the dose or frequency without first consulting with the ophthalmologist. Only through open communication between the members can the morbidity of glaucoma be decreased. [26] (Level V)", "contents": "Glaucoma (Nursing) -- Discharge Planning. No member of the team should change the dose or frequency without first consulting with the ophthalmologist. Only through open communication between the members can the morbidity of glaucoma be decreased. [26] (Level V)"}
{"id": "nurse-article-22260_33", "title": "Glaucoma (Nursing) -- Evidence-Based Issues", "content": "Glaucoma is not a benign disorder and if left untreated can lead to permanent vision loss. The higher the pressure, the greater the risk of damaging the optic nerve. However, with treatment, the prognosis is good for most patients.", "contents": "Glaucoma (Nursing) -- Evidence-Based Issues. Glaucoma is not a benign disorder and if left untreated can lead to permanent vision loss. The higher the pressure, the greater the risk of damaging the optic nerve. However, with treatment, the prognosis is good for most patients."}
{"id": "nurse-article-22260_34", "title": "Glaucoma (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Glaucoma (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}