{"id": "nurse-article-24111_0", "title": "Latex Allergy (Nursing) -- Learning Outcome", "content": "Recall the type of hypersensitivity associated with latex allergy Describe the presentation of latex allergy Summarize the treatment of latex allergy List the nursing diagnosis of latex allergy", "contents": "Latex Allergy (Nursing) -- Learning Outcome. Recall the type of hypersensitivity associated with latex allergy Describe the presentation of latex allergy Summarize the treatment of latex allergy List the nursing diagnosis of latex allergy"}
{"id": "nurse-article-24111_1", "title": "Latex Allergy (Nursing) -- Introduction", "content": "Latex comes from a sap found in rubber trees, Hevea brasiliensis, which is used to make many products we use today. [1] [2] Latex is ubiquitous in health care, making up much of the equipment used, including catheters, balloons, and most commonly, gloves. [3] [4] [5] There have been hundreds of allergens identified from natural rubber latex (NRL) with 15 official ones given numbers (Hev b1 to Hev b15). [6] [7] [8] The natural proteins in rubber are associated with both asymptomatic sensitization and type I IgE-mediated hypersensitivity. [2] During latex processing, chemical antioxidants are added, which can cause type IV hypersensitivity reactions as well. Latex allergy is among the most common causes of anaphylaxis in the operating room and has increased in prevalence with the increased use of latex gloves to prevent transmittable infections starting in the 1980s. [7] [8] [9] A significant increase in the production of latex gloves has resulted in a widespread occurrence of allergies to latex. [9] Latex allergy has also become a well-known problem among healthcare workers while wearing gloves or inhaling aerosolized particles.", "contents": "Latex Allergy (Nursing) -- Introduction. Latex comes from a sap found in rubber trees, Hevea brasiliensis, which is used to make many products we use today. [1] [2] Latex is ubiquitous in health care, making up much of the equipment used, including catheters, balloons, and most commonly, gloves. [3] [4] [5] There have been hundreds of allergens identified from natural rubber latex (NRL) with 15 official ones given numbers (Hev b1 to Hev b15). [6] [7] [8] The natural proteins in rubber are associated with both asymptomatic sensitization and type I IgE-mediated hypersensitivity. [2] During latex processing, chemical antioxidants are added, which can cause type IV hypersensitivity reactions as well. Latex allergy is among the most common causes of anaphylaxis in the operating room and has increased in prevalence with the increased use of latex gloves to prevent transmittable infections starting in the 1980s. [7] [8] [9] A significant increase in the production of latex gloves has resulted in a widespread occurrence of allergies to latex. [9] Latex allergy has also become a well-known problem among healthcare workers while wearing gloves or inhaling aerosolized particles."}
{"id": "nurse-article-24111_2", "title": "Latex Allergy (Nursing) -- Introduction", "content": "There have been varying reports of the prevalence of latex allergy among the general population. Latex allergy affects 1 to 2 percent of the population, and one study showed that latex sensitization is more likely in healthcare workers exposed to latex compared to the general population. Clinical manifestation, however, was approximately the same in both healthcare workers and the general population. [4] In developing countries, there are more cases of latex allergy, as more latex products are in use. [2] [10] Latex results in the most common cause of contact urticaria in occupational health as well as the second most common cause of intraoperative anaphylaxis, second to muscle relaxants. [10]", "contents": "Latex Allergy (Nursing) -- Introduction. There have been varying reports of the prevalence of latex allergy among the general population. Latex allergy affects 1 to 2 percent of the population, and one study showed that latex sensitization is more likely in healthcare workers exposed to latex compared to the general population. Clinical manifestation, however, was approximately the same in both healthcare workers and the general population. [4] In developing countries, there are more cases of latex allergy, as more latex products are in use. [2] [10] Latex results in the most common cause of contact urticaria in occupational health as well as the second most common cause of intraoperative anaphylaxis, second to muscle relaxants. [10]"}
{"id": "nurse-article-24111_3", "title": "Latex Allergy (Nursing) -- Nursing Diagnosis", "content": "Skin irritation, redness, and urticaria Swelling/itching of tongue and lips Hoarseness Wheezing Dyspnea Respiratory distress", "contents": "Latex Allergy (Nursing) -- Nursing Diagnosis. Skin irritation, redness, and urticaria Swelling/itching of tongue and lips Hoarseness Wheezing Dyspnea Respiratory distress"}
{"id": "nurse-article-24111_4", "title": "Latex Allergy (Nursing) -- Causes", "content": "Individuals in health care, including clinicians, nurses, and dentists and those who work with chemicals or in labs, wear gloves more frequently than the general public. This increased exposure to latex puts them at risk for sensitization initially and ultimately, a latex allergy if sensitization continues. Direct exposure to the allergen through the use of gloves, condoms, or catheters is the most common cause of latex allergy with a direct correlation of sensitization to the amount of exposure. [8] Proteins can be transferred from gloves to the skin directly or can contaminate food from food handlers, resulting in a reaction in those who are already sensitized. [10] Aside from direct exposure to the allergen, individuals with certain food allergies are at higher risk of latex reactions. Allergies to fresh fruits and vegetables such as avocado, banana, chestnut, kiwi, celery, and pear cause patients to have a higher likelihood of hypersensitivity to latex. Those with a latex allergy also have a higher sensitivity to those fruits and vegetables. [2] [8] [9]", "contents": "Latex Allergy (Nursing) -- Causes. Individuals in health care, including clinicians, nurses, and dentists and those who work with chemicals or in labs, wear gloves more frequently than the general public. This increased exposure to latex puts them at risk for sensitization initially and ultimately, a latex allergy if sensitization continues. Direct exposure to the allergen through the use of gloves, condoms, or catheters is the most common cause of latex allergy with a direct correlation of sensitization to the amount of exposure. [8] Proteins can be transferred from gloves to the skin directly or can contaminate food from food handlers, resulting in a reaction in those who are already sensitized. [10] Aside from direct exposure to the allergen, individuals with certain food allergies are at higher risk of latex reactions. Allergies to fresh fruits and vegetables such as avocado, banana, chestnut, kiwi, celery, and pear cause patients to have a higher likelihood of hypersensitivity to latex. Those with a latex allergy also have a higher sensitivity to those fruits and vegetables. [2] [8] [9]"}
{"id": "nurse-article-24111_5", "title": "Latex Allergy (Nursing) -- Causes", "content": "Airborne particles are another source of allergen exposure as latex can be inhaled into the lungs. Cornstarch particles in latex gloves and tire dust are the most common sources of inhaled particles resulting in latex reactions. [8]", "contents": "Latex Allergy (Nursing) -- Causes. Airborne particles are another source of allergen exposure as latex can be inhaled into the lungs. Cornstarch particles in latex gloves and tire dust are the most common sources of inhaled particles resulting in latex reactions. [8]"}
{"id": "nurse-article-24111_6", "title": "Latex Allergy (Nursing) -- Risk Factors", "content": "Epidemiologic studies have shown that a specific patient population such as those with spina bifida are at increased risk of developing a latex allergy with the prevalence of spina bifida hypersensitivity ranging from 20% to 65%. [2] [8] [10] The hypersensitivity is likely related to latex exposure from numerous corrective surgeries and procedures. [4] Patients with repeated catheterization due to urological abnormalities are also at increased risk. [8]", "contents": "Latex Allergy (Nursing) -- Risk Factors. Epidemiologic studies have shown that a specific patient population such as those with spina bifida are at increased risk of developing a latex allergy with the prevalence of spina bifida hypersensitivity ranging from 20% to 65%. [2] [8] [10] The hypersensitivity is likely related to latex exposure from numerous corrective surgeries and procedures. [4] Patients with repeated catheterization due to urological abnormalities are also at increased risk. [8]"}
{"id": "nurse-article-24111_7", "title": "Latex Allergy (Nursing) -- Assessment", "content": "A thorough history and physical is necessary for the identification of patients with a latex allergy. Patients likely to have symptoms are those with repeated exposure in health care or those in labs, specific food allergies, spina bifida, and frequent surgeries or procedures as a child. Latex allergy, however, can often be mistaken with an irritant or allergic contact dermatitis. Irritant contact dermatitis will result in erythema of the skin, whereas allergic contact dermatitis is due to a delayed-type IV hypersensitivity reaction. Patients with allergic dermatitis will also develop erythema, but will also have pruritus and urticaria after exposure; this is not a true latex allergy, and using non-latex products could still result in the same reaction. [4]", "contents": "Latex Allergy (Nursing) -- Assessment. A thorough history and physical is necessary for the identification of patients with a latex allergy. Patients likely to have symptoms are those with repeated exposure in health care or those in labs, specific food allergies, spina bifida, and frequent surgeries or procedures as a child. Latex allergy, however, can often be mistaken with an irritant or allergic contact dermatitis. Irritant contact dermatitis will result in erythema of the skin, whereas allergic contact dermatitis is due to a delayed-type IV hypersensitivity reaction. Patients with allergic dermatitis will also develop erythema, but will also have pruritus and urticaria after exposure; this is not a true latex allergy, and using non-latex products could still result in the same reaction. [4]"}
{"id": "nurse-article-24111_8", "title": "Latex Allergy (Nursing) -- Assessment", "content": "A true latex allergy will result in a type I immediate hypersensitivity reaction. This reaction will also result in itchy skin and urticaria, but could also present with angioedema, asthma, and systemic reactions, including anaphylaxis. [5] [8] [10] Workers that use gloves, including those in healthcare, most commonly have allergic rhinitis and asthma due to inhalation of particles. Patients in the operating room will typically have a rash and bronchospasm, but most commonly present with cardiovascular collapse. [10]", "contents": "Latex Allergy (Nursing) -- Assessment. A true latex allergy will result in a type I immediate hypersensitivity reaction. This reaction will also result in itchy skin and urticaria, but could also present with angioedema, asthma, and systemic reactions, including anaphylaxis. [5] [8] [10] Workers that use gloves, including those in healthcare, most commonly have allergic rhinitis and asthma due to inhalation of particles. Patients in the operating room will typically have a rash and bronchospasm, but most commonly present with cardiovascular collapse. [10]"}
{"id": "nurse-article-24111_9", "title": "Latex Allergy (Nursing) -- Evaluation", "content": "Latex allergy diagnosis begins with a thorough history with a correlation of physical signs and symptoms. There are, however, several diagnostic tests, including serum testing and the skin prick test. The most common serum testing worldwide detects bound IgE using an enzymatic reagent in an in-vitro assay. However, results had significant false positives. [2] [4] Skin prick testing is the other alternative, which is an in-vivo assay that involves pricking the skin and application of a non-ammoniated latex extract followed by close monitoring of wheal formation. Skin prick testing is considered the gold standard for diagnosing a type I hypersensitivity to latex; however, it is not available in the United States due to the lack of an approved natural rubber latex reagent. [4]", "contents": "Latex Allergy (Nursing) -- Evaluation. Latex allergy diagnosis begins with a thorough history with a correlation of physical signs and symptoms. There are, however, several diagnostic tests, including serum testing and the skin prick test. The most common serum testing worldwide detects bound IgE using an enzymatic reagent in an in-vitro assay. However, results had significant false positives. [2] [4] Skin prick testing is the other alternative, which is an in-vivo assay that involves pricking the skin and application of a non-ammoniated latex extract followed by close monitoring of wheal formation. Skin prick testing is considered the gold standard for diagnosing a type I hypersensitivity to latex; however, it is not available in the United States due to the lack of an approved natural rubber latex reagent. [4]"}
{"id": "nurse-article-24111_10", "title": "Latex Allergy (Nursing) -- Medical Management", "content": "The most crucial step in managing patients who are susceptible to latex allergy is to determine individuals at high risk through history and physical. After the determination of patients at risk for latex allergy, prevention of exposure is essential. However, if the individual is exposed and symptomatic, treatment is necessary depending on the type of reaction. If it is due to irritant dermatitis, removal of the latex and cleansing of the area is the first step. The application of topical steroids is used to reduce inflammation, and evaluation from a dermatologist is recommended. Delayed type IV hypersensitivity reactions have the same treatment, although the recommendation is to obtain testing for serum IgE as well. Patients with an immediate type I systemic reaction should have the exposure removed and undergo monitoring and treatment for life-threatening conditions. Management should begin with screening for high-risk individuals and the prevention of exposure. There are alternatives to latex such as neoprene, polyvinyl chloride, silicone, and vinyl and the introduction of powder and latex-free gloves have significantly reduced the prevalence of latex allergies. [4] [8] [10]", "contents": "Latex Allergy (Nursing) -- Medical Management. The most crucial step in managing patients who are susceptible to latex allergy is to determine individuals at high risk through history and physical. After the determination of patients at risk for latex allergy, prevention of exposure is essential. However, if the individual is exposed and symptomatic, treatment is necessary depending on the type of reaction. If it is due to irritant dermatitis, removal of the latex and cleansing of the area is the first step. The application of topical steroids is used to reduce inflammation, and evaluation from a dermatologist is recommended. Delayed type IV hypersensitivity reactions have the same treatment, although the recommendation is to obtain testing for serum IgE as well. Patients with an immediate type I systemic reaction should have the exposure removed and undergo monitoring and treatment for life-threatening conditions. Management should begin with screening for high-risk individuals and the prevention of exposure. There are alternatives to latex such as neoprene, polyvinyl chloride, silicone, and vinyl and the introduction of powder and latex-free gloves have significantly reduced the prevalence of latex allergies. [4] [8] [10]"}
{"id": "nurse-article-24111_11", "title": "Latex Allergy (Nursing) -- Nursing Management", "content": "Ask for the presence of any food allergies. Many people with food allergies have cross-sensitivity to latex. Determine the type of allergic reaction Recommend immunological testing for latex sensitivity Always have epinephrine at the bedside in case of anaphylaxis Set up a latex-free environment Have resuscitation equipment in the room if the patient has a history of anaphylaxis Educate patient about latex allergy Encourage patients to read labels before buying products Teach patient how to recognize symptoms of latex allergy and when to seek medical assistance Encourage patient to carry injectable epinephrine", "contents": "Latex Allergy (Nursing) -- Nursing Management. Ask for the presence of any food allergies. Many people with food allergies have cross-sensitivity to latex. Determine the type of allergic reaction Recommend immunological testing for latex sensitivity Always have epinephrine at the bedside in case of anaphylaxis Set up a latex-free environment Have resuscitation equipment in the room if the patient has a history of anaphylaxis Educate patient about latex allergy Encourage patients to read labels before buying products Teach patient how to recognize symptoms of latex allergy and when to seek medical assistance Encourage patient to carry injectable epinephrine"}
{"id": "nurse-article-24111_12", "title": "Latex Allergy (Nursing) -- When To Seek Help", "content": "Respiratory distress Cyanosis Facial swelling Decreased oxygenation Unstable vital signs", "contents": "Latex Allergy (Nursing) -- When To Seek Help. Respiratory distress Cyanosis Facial swelling Decreased oxygenation Unstable vital signs"}
{"id": "nurse-article-24111_13", "title": "Latex Allergy (Nursing) -- Outcome Identification", "content": "Normal breathing No rash or redness", "contents": "Latex Allergy (Nursing) -- Outcome Identification. Normal breathing No rash or redness"}
{"id": "nurse-article-24111_14", "title": "Latex Allergy (Nursing) -- Monitoring", "content": "Monitor vitals Assess breathing and oxygenation Note for any facial swelling Listen for wheezing Stop contact with all latex materials Administer drugs like epinephrine as prescribed Assess mental status", "contents": "Latex Allergy (Nursing) -- Monitoring. Monitor vitals Assess breathing and oxygenation Note for any facial swelling Listen for wheezing Stop contact with all latex materials Administer drugs like epinephrine as prescribed Assess mental status"}
{"id": "nurse-article-24111_15", "title": "Latex Allergy (Nursing) -- Coordination of Care", "content": "Prevention is crucial in good outcomes for patients with latex allergy. Ancillary staff, technicians, nurses, and clinicians involved in caring for the patient are the first line in the prevention of incidental exposure to latex if the patient is admitted to the hospital. If they have symptoms, an allergist and immunologist would be helpful in determining if there is sensitization and a true latex allergy. Lastly, if there are persistent symptoms, a dermatologist could be consulted to aid in the treatment. [2]", "contents": "Latex Allergy (Nursing) -- Coordination of Care. Prevention is crucial in good outcomes for patients with latex allergy. Ancillary staff, technicians, nurses, and clinicians involved in caring for the patient are the first line in the prevention of incidental exposure to latex if the patient is admitted to the hospital. If they have symptoms, an allergist and immunologist would be helpful in determining if there is sensitization and a true latex allergy. Lastly, if there are persistent symptoms, a dermatologist could be consulted to aid in the treatment. [2]"}
{"id": "nurse-article-24111_16", "title": "Latex Allergy (Nursing) -- Health Teaching and Health Promotion", "content": "Education is crucial in the prevention of allergic reactions. Patients need to be educated on foods likely to cause cross-reactions with latex sensitivity and any products that contain latex. It is also important to notify any members of the healthcare team involved with caring for the patient that there is an allergy. Patients must be given alternatives to latex products and if patients comply, there will be a decreased risk of reactions. [10]", "contents": "Latex Allergy (Nursing) -- Health Teaching and Health Promotion. Education is crucial in the prevention of allergic reactions. Patients need to be educated on foods likely to cause cross-reactions with latex sensitivity and any products that contain latex. It is also important to notify any members of the healthcare team involved with caring for the patient that there is an allergy. Patients must be given alternatives to latex products and if patients comply, there will be a decreased risk of reactions. [10]"}
{"id": "nurse-article-24111_17", "title": "Latex Allergy (Nursing) -- Risk Management", "content": "Call a clinician if the patient has: Dyspnea Respiratory distress Facial swelling Cyanosis Wheezing Altered mental status Unstable vital signs", "contents": "Latex Allergy (Nursing) -- Risk Management. Call a clinician if the patient has: Dyspnea Respiratory distress Facial swelling Cyanosis Wheezing Altered mental status Unstable vital signs"}
{"id": "nurse-article-24111_18", "title": "Latex Allergy (Nursing) -- Discharge Planning", "content": "Encourage patient to wear a medical alert bracelet Refrain from using latex-containing products", "contents": "Latex Allergy (Nursing) -- Discharge Planning. Encourage patient to wear a medical alert bracelet Refrain from using latex-containing products"}
{"id": "nurse-article-24111_19", "title": "Latex Allergy (Nursing) -- Pearls and Other issues", "content": "Prevention is crucial in good outcomes for patients with latex allergy. Ancillary staff, technicians, nurses, and clinicians involved in caring for the patient are the first line in the prevention of incidental exposure to latex if the patient is admitted to the hospital. If they have symptoms, an allergist and immunologist would be helpful in determining if there is sensitization and a true latex allergy. Lastly, if there are persistent symptoms, a dermatologist could be consulted to aid in the treatment. [2]", "contents": "Latex Allergy (Nursing) -- Pearls and Other issues. Prevention is crucial in good outcomes for patients with latex allergy. Ancillary staff, technicians, nurses, and clinicians involved in caring for the patient are the first line in the prevention of incidental exposure to latex if the patient is admitted to the hospital. If they have symptoms, an allergist and immunologist would be helpful in determining if there is sensitization and a true latex allergy. Lastly, if there are persistent symptoms, a dermatologist could be consulted to aid in the treatment. [2]"}
{"id": "nurse-article-24111_20", "title": "Latex Allergy (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Latex Allergy (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}