{"id": "nurse-article-18147_0", "title": "Bartholin Gland Cyst (Nursing) -- Learning Outcome", "content": "Describe the presentation of Bartholin gland cyst List the management options for Bartholin gland cyst Recall the nursing differential for Bartholin gland cyst", "contents": "Bartholin Gland Cyst (Nursing) -- Learning Outcome. Describe the presentation of Bartholin gland cyst List the management options for Bartholin gland cyst Recall the nursing differential for Bartholin gland cyst"}
{"id": "nurse-article-18147_1", "title": "Bartholin Gland Cyst (Nursing) -- Introduction", "content": "Bartholin glands, also known as the greater vestibular glands, are a pair of 0.5 cm glands located in the lower right and left portions at the 4 o'clock and 8 o'clock positions of the vaginal introitus. The Bartholin gland is a mucus-secreting gland, which plays a role in vaginal lubrication. Bartholin glands are generally nonpalpable when not obstructed. Cysts and abscesses are often found after the onset of puberty and a decrease in incidence after menopause. [1]", "contents": "Bartholin Gland Cyst (Nursing) -- Introduction. Bartholin glands, also known as the greater vestibular glands, are a pair of 0.5 cm glands located in the lower right and left portions at the 4 o'clock and 8 o'clock positions of the vaginal introitus. The Bartholin gland is a mucus-secreting gland, which plays a role in vaginal lubrication. Bartholin glands are generally nonpalpable when not obstructed. Cysts and abscesses are often found after the onset of puberty and a decrease in incidence after menopause. [1]"}
{"id": "nurse-article-18147_2", "title": "Bartholin Gland Cyst (Nursing) -- Nursing Diagnosis", "content": "Vaginal swelling Discomfort Urinary irritation Painful sex", "contents": "Bartholin Gland Cyst (Nursing) -- Nursing Diagnosis. Vaginal swelling Discomfort Urinary irritation Painful sex"}
{"id": "nurse-article-18147_3", "title": "Bartholin Gland Cyst (Nursing) -- Causes", "content": "A Bartholin gland cyst is a benign blockage of the Bartholin gland that is usually unilateral, asymptomatic, and may be incidentally found during a pelvic exam or imaging studies. Bartholin gland obstruction may occur after trauma to the area, episiotomy, or childbirth; however, it may also occur without an identifiable cause. [2]", "contents": "Bartholin Gland Cyst (Nursing) -- Causes. A Bartholin gland cyst is a benign blockage of the Bartholin gland that is usually unilateral, asymptomatic, and may be incidentally found during a pelvic exam or imaging studies. Bartholin gland obstruction may occur after trauma to the area, episiotomy, or childbirth; however, it may also occur without an identifiable cause. [2]"}
{"id": "nurse-article-18147_4", "title": "Bartholin Gland Cyst (Nursing) -- Risk Factors", "content": "Bartholin cysts/abscesses are predominantly found in women of child-bearing age. The incidence of Bartholin cysts is most often noted at the onset of puberty and increases with age until menopause. [1] Symptomatic Bartholin cysts and abscesses account for 2% of all gynecologic visits per year. [3]", "contents": "Bartholin Gland Cyst (Nursing) -- Risk Factors. Bartholin cysts/abscesses are predominantly found in women of child-bearing age. The incidence of Bartholin cysts is most often noted at the onset of puberty and increases with age until menopause. [1] Symptomatic Bartholin cysts and abscesses account for 2% of all gynecologic visits per year. [3]"}
{"id": "nurse-article-18147_5", "title": "Bartholin Gland Cyst (Nursing) -- Assessment", "content": "When examining a patient with a suspected Bartholin gland cyst/abscess, it is important to inquire about the duration of symptoms; tenderness with activities such as walking, sitting, standing, or sexual intercourse; purulent drainage; and history of previous Bartholin gland cyst/abscess, vaginal bleeding/discharge, or sexually transmitted infections. Bartholin cysts often have a protracted course as they are mainly asymptomatic. Take into consideration the patient's age, because malignancy, while rare, may have a similar presentation.", "contents": "Bartholin Gland Cyst (Nursing) -- Assessment. When examining a patient with a suspected Bartholin gland cyst/abscess, it is important to inquire about the duration of symptoms; tenderness with activities such as walking, sitting, standing, or sexual intercourse; purulent drainage; and history of previous Bartholin gland cyst/abscess, vaginal bleeding/discharge, or sexually transmitted infections. Bartholin cysts often have a protracted course as they are mainly asymptomatic. Take into consideration the patient's age, because malignancy, while rare, may have a similar presentation."}
{"id": "nurse-article-18147_6", "title": "Bartholin Gland Cyst (Nursing) -- Assessment", "content": "Physical exam will often reveal asymmetry with a protrusion of one side (left or right) of the inferior aspect of the vulva. Bartholin gland abscesses, unlike Bartholin cysts, are very painful. While both are primarily unilateral, Bartholin abscesses are often tender to palpation, erythematous, indurated, and may have an area of fluctuance and/or purulent drainage.", "contents": "Bartholin Gland Cyst (Nursing) -- Assessment. Physical exam will often reveal asymmetry with a protrusion of one side (left or right) of the inferior aspect of the vulva. Bartholin gland abscesses, unlike Bartholin cysts, are very painful. While both are primarily unilateral, Bartholin abscesses are often tender to palpation, erythematous, indurated, and may have an area of fluctuance and/or purulent drainage."}
{"id": "nurse-article-18147_7", "title": "Bartholin Gland Cyst (Nursing) -- Evaluation", "content": "Bartholin cyst abscesses do not frequently require further laboratory or radiographic studies; however, wound cultures and biopsy may be performed during incision and drainage of the abscess. If sexually transmitted infections are suspected, then a sexually transmitted infection panel (including gonorrhea, chlamydia) should be considered and appropriate treatment initiated. If malignancy is suspected due to an atypical presentation of the mass or if the patient is over 40 years old, then a biopsy should be considered. [4]", "contents": "Bartholin Gland Cyst (Nursing) -- Evaluation. Bartholin cyst abscesses do not frequently require further laboratory or radiographic studies; however, wound cultures and biopsy may be performed during incision and drainage of the abscess. If sexually transmitted infections are suspected, then a sexually transmitted infection panel (including gonorrhea, chlamydia) should be considered and appropriate treatment initiated. If malignancy is suspected due to an atypical presentation of the mass or if the patient is over 40 years old, then a biopsy should be considered. [4]"}
{"id": "nurse-article-18147_8", "title": "Bartholin Gland Cyst (Nursing) -- Medical Management", "content": "Asymptomatic Bartholin cysts do not require further treatment. Bartholin cysts or abscesses that are spontaneously draining may be managed conservatively with sitz baths and analgesics.", "contents": "Bartholin Gland Cyst (Nursing) -- Medical Management. Asymptomatic Bartholin cysts do not require further treatment. Bartholin cysts or abscesses that are spontaneously draining may be managed conservatively with sitz baths and analgesics."}
{"id": "nurse-article-18147_9", "title": "Bartholin Gland Cyst (Nursing) -- Medical Management", "content": "Although no modality of treatment, surgical or conservative, has been shown to be superior to any other in terms of recurrence rate, [5] first-time Bartholin abscesses may be treated with incision and drainage with Word catheter placement due to ease and effectiveness of treatment. Allergy history should be obtained before beginning the procedure as the Word catheter stem is composed of latex, and marsupialization is the procedure of choice in those with latex allergies. Although this is not a sterile procedure, a mask with a face shield and a gown are recommended.", "contents": "Bartholin Gland Cyst (Nursing) -- Medical Management. Although no modality of treatment, surgical or conservative, has been shown to be superior to any other in terms of recurrence rate, [5] first-time Bartholin abscesses may be treated with incision and drainage with Word catheter placement due to ease and effectiveness of treatment. Allergy history should be obtained before beginning the procedure as the Word catheter stem is composed of latex, and marsupialization is the procedure of choice in those with latex allergies. Although this is not a sterile procedure, a mask with a face shield and a gown are recommended."}
{"id": "nurse-article-18147_10", "title": "Bartholin Gland Cyst (Nursing) -- Medical Management", "content": "Incision and drainage with Word catheter is performed by first cleaning the region with povidone-iodine and anesthetizing the location where the incision will be made with 3 mL of 1% lidocaine. A small, approximately 3 mm, vertical incision should be made with a #11 scalpel along the mucosal surface of the labia minora to avoid obvious scarring and to reduce the risk of Word catheter displacement. Purulent discharge evacuated may be sent to the lab for cultures, and biopsy may also be performed at this time. Word catheter is then inserted with the balloon tip sitting within the abscess cavity. Inflate the balloon tip with 3 to 5mL of saline water. For comfort and to reduce the chance of displacement, the external portion of the Word catheter is pushed into the vagina. Word catheters should be left in place for at least 4 weeks for appropriate drainage and tract epithelization. [6]", "contents": "Bartholin Gland Cyst (Nursing) -- Medical Management. Incision and drainage with Word catheter is performed by first cleaning the region with povidone-iodine and anesthetizing the location where the incision will be made with 3 mL of 1% lidocaine. A small, approximately 3 mm, vertical incision should be made with a #11 scalpel along the mucosal surface of the labia minora to avoid obvious scarring and to reduce the risk of Word catheter displacement. Purulent discharge evacuated may be sent to the lab for cultures, and biopsy may also be performed at this time. Word catheter is then inserted with the balloon tip sitting within the abscess cavity. Inflate the balloon tip with 3 to 5mL of saline water. For comfort and to reduce the chance of displacement, the external portion of the Word catheter is pushed into the vagina. Word catheters should be left in place for at least 4 weeks for appropriate drainage and tract epithelization. [6]"}
{"id": "nurse-article-18147_11", "title": "Bartholin Gland Cyst (Nursing) -- Medical Management", "content": "Incision and Drainage with Word catheter placement may be attempted a second time for recurrent Bartholin abscess with the addition of antibiotics. Antibiotics should cover staphylococcal, specifically methicillin-resistant Staphylococcus aureus, and streptococcal species as well as enteric gram-negative aerobes, including Escherichia coli. Antibiotic choices include trimethoprim-sulfamethoxazole alone, amoxicillin-clavulanate plus clindamycin, or cefixime plus clindamycin. Referral to gynecology for marsupialization may also be considered at this time.", "contents": "Bartholin Gland Cyst (Nursing) -- Medical Management. Incision and Drainage with Word catheter placement may be attempted a second time for recurrent Bartholin abscess with the addition of antibiotics. Antibiotics should cover staphylococcal, specifically methicillin-resistant Staphylococcus aureus, and streptococcal species as well as enteric gram-negative aerobes, including Escherichia coli. Antibiotic choices include trimethoprim-sulfamethoxazole alone, amoxicillin-clavulanate plus clindamycin, or cefixime plus clindamycin. Referral to gynecology for marsupialization may also be considered at this time."}
{"id": "nurse-article-18147_12", "title": "Bartholin Gland Cyst (Nursing) -- Medical Management", "content": "Marsupialization is performed by a gynecologist in the operating room, and for this reason, incision and drainage with Word catheter placement is usually attempted first. Marsupialization is performed by creating a 2-cm incision lateral to the hymenal ring, everting the edges with forceps, and suturing the edges onto the epithelial surface with interrupted absorbable sutures. [7]", "contents": "Bartholin Gland Cyst (Nursing) -- Medical Management. Marsupialization is performed by a gynecologist in the operating room, and for this reason, incision and drainage with Word catheter placement is usually attempted first. Marsupialization is performed by creating a 2-cm incision lateral to the hymenal ring, everting the edges with forceps, and suturing the edges onto the epithelial surface with interrupted absorbable sutures. [7]"}
{"id": "nurse-article-18147_13", "title": "Bartholin Gland Cyst (Nursing) -- Medical Management", "content": "Other less common procedures include silver nitrate ablation, [8] carbon dioxide laser vaporization, [9] Jacobi ring placement [10] , and Bartholin gland excision as a last resort when other modalities have failed.", "contents": "Bartholin Gland Cyst (Nursing) -- Medical Management. Other less common procedures include silver nitrate ablation, [8] carbon dioxide laser vaporization, [9] Jacobi ring placement [10] , and Bartholin gland excision as a last resort when other modalities have failed."}
{"id": "nurse-article-18147_14", "title": "Bartholin Gland Cyst (Nursing) -- Nursing Management", "content": "Teach sitz baths Educate on perineal hygiene Administer antibiotics as prescribed Check for healing if surgery is done", "contents": "Bartholin Gland Cyst (Nursing) -- Nursing Management. Teach sitz baths Educate on perineal hygiene Administer antibiotics as prescribed Check for healing if surgery is done"}
{"id": "nurse-article-18147_15", "title": "Bartholin Gland Cyst (Nursing) -- When To Seek Help", "content": "Fever Pelvic pain Vaginal discharge", "contents": "Bartholin Gland Cyst (Nursing) -- When To Seek Help. Fever Pelvic pain Vaginal discharge"}
{"id": "nurse-article-18147_16", "title": "Bartholin Gland Cyst (Nursing) -- Outcome Identification", "content": "No vaginal swelling No urinary symptoms or pelvic pain", "contents": "Bartholin Gland Cyst (Nursing) -- Outcome Identification. No vaginal swelling No urinary symptoms or pelvic pain"}
{"id": "nurse-article-18147_17", "title": "Bartholin Gland Cyst (Nursing) -- Monitoring", "content": "Check if healing is occurring Ensure perineum is clean Monitor for vaginal drainage Assess for pain and fever", "contents": "Bartholin Gland Cyst (Nursing) -- Monitoring. Check if healing is occurring Ensure perineum is clean Monitor for vaginal drainage Assess for pain and fever"}
{"id": "nurse-article-18147_18", "title": "Bartholin Gland Cyst (Nursing) -- Coordination of Care", "content": "In the WoMan-trial, a randomized controlled trial in the Netherlands and England between August 2010 and May 2014, 161 women were randomly allocated to treatment by Word catheter or marsupialization to compare recurrence of a cyst or abscess within 1 year.", "contents": "Bartholin Gland Cyst (Nursing) -- Coordination of Care. In the WoMan-trial, a randomized controlled trial in the Netherlands and England between August 2010 and May 2014, 161 women were randomly allocated to treatment by Word catheter or marsupialization to compare recurrence of a cyst or abscess within 1 year."}
{"id": "nurse-article-18147_19", "title": "Bartholin Gland Cyst (Nursing) -- Coordination of Care", "content": "Recurrence occurred in 10 women (12%) in the Word catheter group and 8 women (10%) in the marsupialization group. Within the first 24 hours after treatment, 33% used analgesics in the Word catheter group versus 74% in the marsupialization group. Time from diagnosis to treatment was 1 hour for placement of Word catheter versus 4 hours for marsupialization.", "contents": "Bartholin Gland Cyst (Nursing) -- Coordination of Care. Recurrence occurred in 10 women (12%) in the Word catheter group and 8 women (10%) in the marsupialization group. Within the first 24 hours after treatment, 33% used analgesics in the Word catheter group versus 74% in the marsupialization group. Time from diagnosis to treatment was 1 hour for placement of Word catheter versus 4 hours for marsupialization."}
{"id": "nurse-article-18147_20", "title": "Bartholin Gland Cyst (Nursing) -- Coordination of Care", "content": "Recurrence rates were found to be comparable within the two groups; however, the marsupialization group had increased use of analgesics within the first 24 hours and increased duration of treatment. [5]", "contents": "Bartholin Gland Cyst (Nursing) -- Coordination of Care. Recurrence rates were found to be comparable within the two groups; however, the marsupialization group had increased use of analgesics within the first 24 hours and increased duration of treatment. [5]"}
{"id": "nurse-article-18147_21", "title": "Bartholin Gland Cyst (Nursing) -- Coordination of Care", "content": "Due to the need for specialist referral (gynecology), as well as the increased duration of treatment for marsupialization, I&D with Word catheter placement is the recommended treatment for first-time Bartholin abscess. (Level II)", "contents": "Bartholin Gland Cyst (Nursing) -- Coordination of Care. Due to the need for specialist referral (gynecology), as well as the increased duration of treatment for marsupialization, I&D with Word catheter placement is the recommended treatment for first-time Bartholin abscess. (Level II)"}
{"id": "nurse-article-18147_22", "title": "Bartholin Gland Cyst (Nursing) -- Coordination of Care", "content": "Antibiotic therapy should be considered for those who have failed initial I&D with Word catheter placement, patients with systemic symptoms including fever, patients who have suspected sepsis, and those considered at high risk for recurrence. Women who are pregnant and have Bartholin abscesses should be treated in the same manner as nonpregnant women, with the exception of Bartholin gland excision due to the increased risk of bleeding.", "contents": "Bartholin Gland Cyst (Nursing) -- Coordination of Care. Antibiotic therapy should be considered for those who have failed initial I&D with Word catheter placement, patients with systemic symptoms including fever, patients who have suspected sepsis, and those considered at high risk for recurrence. Women who are pregnant and have Bartholin abscesses should be treated in the same manner as nonpregnant women, with the exception of Bartholin gland excision due to the increased risk of bleeding."}
{"id": "nurse-article-18147_23", "title": "Bartholin Gland Cyst (Nursing) -- Health Teaching and Health Promotion", "content": "Teach how to perform sitz baths Educate on perineal hygiene maintenance", "contents": "Bartholin Gland Cyst (Nursing) -- Health Teaching and Health Promotion. Teach how to perform sitz baths Educate on perineal hygiene maintenance"}
{"id": "nurse-article-18147_24", "title": "Bartholin Gland Cyst (Nursing) -- Risk Management", "content": "Fever The lesion has not healed or gotten bigger", "contents": "Bartholin Gland Cyst (Nursing) -- Risk Management. Fever The lesion has not healed or gotten bigger"}
{"id": "nurse-article-18147_25", "title": "Bartholin Gland Cyst (Nursing) -- Discharge Planning", "content": "Teach how to perform sitz baths Educate on perineal hygiene maintenance Return if vaginal swelling or discharge persists", "contents": "Bartholin Gland Cyst (Nursing) -- Discharge Planning. Teach how to perform sitz baths Educate on perineal hygiene maintenance Return if vaginal swelling or discharge persists"}
{"id": "nurse-article-18147_26", "title": "Bartholin Gland Cyst (Nursing) -- Pearls and Other issues", "content": "Women with a Bartholin gland cyst are usually first seen by the primary care provider, nurse practitioner or internist. Because of the extensive differential, it is important to involve the gynecologist in the care of these patients. Antibiotic therapy should be considered for those who have failed initial I&D with Word catheter placement, patients with systemic symptoms including fever, patients who have suspected sepsis, and those considered at high risk for recurrence. Women who are pregnant and have Bartholin abscesses should be treated in the same manner as nonpregnant women, with the exception of Bartholin gland excision due to the increased risk of bleeding.", "contents": "Bartholin Gland Cyst (Nursing) -- Pearls and Other issues. Women with a Bartholin gland cyst are usually first seen by the primary care provider, nurse practitioner or internist. Because of the extensive differential, it is important to involve the gynecologist in the care of these patients. Antibiotic therapy should be considered for those who have failed initial I&D with Word catheter placement, patients with systemic symptoms including fever, patients who have suspected sepsis, and those considered at high risk for recurrence. Women who are pregnant and have Bartholin abscesses should be treated in the same manner as nonpregnant women, with the exception of Bartholin gland excision due to the increased risk of bleeding."}
{"id": "nurse-article-18147_27", "title": "Bartholin Gland Cyst (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bartholin Gland Cyst (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}