{"id": "nurse-article-23410_0", "title": "Impetigo (Nursing) -- Learning Outcome", "content": "Recall the cause of impetigo Describe the presentation of impetigo Summarize the treatment of impetigo List the nursing care plans for impetigo", "contents": "Impetigo (Nursing) -- Learning Outcome. Recall the cause of impetigo Describe the presentation of impetigo Summarize the treatment of impetigo List the nursing care plans for impetigo"}
{"id": "nurse-article-23410_1", "title": "Impetigo (Nursing) -- Introduction", "content": "Impetigo is a common infection of the superficial layers of the epidermis that is highly contagious and most commonly caused by gram-positive bacteria. It most commonly presents as erythematous plaques with a yellow crust and may be itchy or painful.  The lesions are highly contagious and spread easily. Diagnosis is typically based on the symptoms and clinical manifestations alone. Treatment involves topical and oral antibiotics and symptomatic care. [1] [2] [3]", "contents": "Impetigo (Nursing) -- Introduction. Impetigo is a common infection of the superficial layers of the epidermis that is highly contagious and most commonly caused by gram-positive bacteria. It most commonly presents as erythematous plaques with a yellow crust and may be itchy or painful.  The lesions are highly contagious and spread easily. Diagnosis is typically based on the symptoms and clinical manifestations alone. Treatment involves topical and oral antibiotics and symptomatic care. [1] [2] [3]"}
{"id": "nurse-article-23410_2", "title": "Impetigo (Nursing) -- Nursing Diagnosis", "content": "Itching Malaise Honey type of skin lesions Blister type lesions Diarrhea Low-grade fever", "contents": "Impetigo (Nursing) -- Nursing Diagnosis. Itching Malaise Honey type of skin lesions Blister type lesions Diarrhea Low-grade fever"}
{"id": "nurse-article-23410_3", "title": "Impetigo (Nursing) -- Causes", "content": "Impetigo accounts for approximately 10% of skin complaints in the pediatric population. When considering all age ranges, the incidence is the same in males and females.  In adults, men are more commonly affected.  It is most prevalent in children aged 2-5 years old but can occur at any age. The peak incidence is during summer and fall. Bullous impetigo is more common in infants.  Children younger than two account for 90% of cases of bullous impetigo. [4] [5] [6] [7]", "contents": "Impetigo (Nursing) -- Causes. Impetigo accounts for approximately 10% of skin complaints in the pediatric population. When considering all age ranges, the incidence is the same in males and females.  In adults, men are more commonly affected.  It is most prevalent in children aged 2-5 years old but can occur at any age. The peak incidence is during summer and fall. Bullous impetigo is more common in infants.  Children younger than two account for 90% of cases of bullous impetigo. [4] [5] [6] [7]"}
{"id": "nurse-article-23410_4", "title": "Impetigo (Nursing) -- Risk Factors", "content": "Nonbullous impetigo is most commonly caused by S aureus which is responsible for 80% of cases. Group A beta-hemolytic Strep (GABHS) accounts for 10% of cases and the causative agent is a combination of S. aureus and GABHS 10% of the time. Methicillin-resistant S aureus (MRSA) has become more prevalent, especially in hospitalized patients. Bullous impetigo is caused almost exclusively by S aureus .", "contents": "Impetigo (Nursing) -- Risk Factors. Nonbullous impetigo is most commonly caused by S aureus which is responsible for 80% of cases. Group A beta-hemolytic Strep (GABHS) accounts for 10% of cases and the causative agent is a combination of S. aureus and GABHS 10% of the time. Methicillin-resistant S aureus (MRSA) has become more prevalent, especially in hospitalized patients. Bullous impetigo is caused almost exclusively by S aureus ."}
{"id": "nurse-article-23410_5", "title": "Impetigo (Nursing) -- Assessment", "content": "Nonbullous impetigo often starts as a vesicle or a pustule. Multiple vesicles often coalesce and rupture after which the purulent exudate forms the characteristic honey-colored crust. An erythematous base is also present.  There are often multiple lesions on the face and extremities, especially in areas in which disruption of the skin barrier has occurred.  The rapid spread and satellite lesion formation follow self-inoculation, often in areas with no apparent break in the skin barrier. Mild regional lymphadenopathy is a common associated finding. Systemic symptoms such as fever are typically absent in nonbullous impetigo.", "contents": "Impetigo (Nursing) -- Assessment. Nonbullous impetigo often starts as a vesicle or a pustule. Multiple vesicles often coalesce and rupture after which the purulent exudate forms the characteristic honey-colored crust. An erythematous base is also present.  There are often multiple lesions on the face and extremities, especially in areas in which disruption of the skin barrier has occurred.  The rapid spread and satellite lesion formation follow self-inoculation, often in areas with no apparent break in the skin barrier. Mild regional lymphadenopathy is a common associated finding. Systemic symptoms such as fever are typically absent in nonbullous impetigo."}
{"id": "nurse-article-23410_6", "title": "Impetigo (Nursing) -- Assessment", "content": "Bullous impetigo begins with small vesicles that become flaccid bullae. The exfoliative toxin A produced by S. aureus causes loss of cell adhesion in the superficial epidermis. The bullae contain a clear or yellow fluid which eventually progresses to become purulent or dark. Surrounding erythema and edema are typically absent.  Once the bullae rupture, an erythematous base with a rim of scale remains. Bullous impetigo does not form a honey-colored crust. Lesions most commonly form in the intertriginous regions and on the trunk and, unlike nonbullous impetigo, may occur in the buccal membranes.  There are typically fewer lesions present than in non-bullous impetigo.  Regional lymphadenopathy is absent. Systemic symptoms, such as fever, are more common than in nonbullous impetigo.", "contents": "Impetigo (Nursing) -- Assessment. Bullous impetigo begins with small vesicles that become flaccid bullae. The exfoliative toxin A produced by S. aureus causes loss of cell adhesion in the superficial epidermis. The bullae contain a clear or yellow fluid which eventually progresses to become purulent or dark. Surrounding erythema and edema are typically absent.  Once the bullae rupture, an erythematous base with a rim of scale remains. Bullous impetigo does not form a honey-colored crust. Lesions most commonly form in the intertriginous regions and on the trunk and, unlike nonbullous impetigo, may occur in the buccal membranes.  There are typically fewer lesions present than in non-bullous impetigo.  Regional lymphadenopathy is absent. Systemic symptoms, such as fever, are more common than in nonbullous impetigo."}
{"id": "nurse-article-23410_7", "title": "Impetigo (Nursing) -- Assessment", "content": "Ecthyma is a deep tissue form of impetigo. Ulcerative lesions penetrate through the epidermis and deep into the dermis.  These ulcers appear as “punched out” lesions with violaceous margins. The crusts can be honey colored or brown-black. The lesions may be purulent.", "contents": "Impetigo (Nursing) -- Assessment. Ecthyma is a deep tissue form of impetigo. Ulcerative lesions penetrate through the epidermis and deep into the dermis.  These ulcers appear as “punched out” lesions with violaceous margins. The crusts can be honey colored or brown-black. The lesions may be purulent."}
{"id": "nurse-article-23410_8", "title": "Impetigo (Nursing) -- Evaluation", "content": "History and physical exam are essential to the diagnosis of impetigo.  Bacterial cultures can be used for confirmation of diagnosis and should be obtained if methicillin-resistant staph aureus (MRSA) is suspected or if an impetigo outbreak is present.  A skin biopsy may be considered if the case is refractory.", "contents": "Impetigo (Nursing) -- Evaluation. History and physical exam are essential to the diagnosis of impetigo.  Bacterial cultures can be used for confirmation of diagnosis and should be obtained if methicillin-resistant staph aureus (MRSA) is suspected or if an impetigo outbreak is present.  A skin biopsy may be considered if the case is refractory."}
{"id": "nurse-article-23410_9", "title": "Impetigo (Nursing) -- Evaluation", "content": "The anti-streptolysin O (ASO) response is weak from impetigo alone. Therefore, serologic testing for streptococcal antibodies is not indicated for the diagnosis of impetigo. However, it may be useful if poststreptococcal glomerulonephritis is suspected in a patient with a recent impetigo outbreak. Human immunodeficiency virus (HIV) testing should be considered when a previously healthy adult develops bullous impetigo.", "contents": "Impetigo (Nursing) -- Evaluation. The anti-streptolysin O (ASO) response is weak from impetigo alone. Therefore, serologic testing for streptococcal antibodies is not indicated for the diagnosis of impetigo. However, it may be useful if poststreptococcal glomerulonephritis is suspected in a patient with a recent impetigo outbreak. Human immunodeficiency virus (HIV) testing should be considered when a previously healthy adult develops bullous impetigo."}
{"id": "nurse-article-23410_10", "title": "Impetigo (Nursing) -- Medical Management", "content": "Topical antibiotics alone or in conjunction with systemic antibiotics are used to treat impetigo. Antibiotic coverage should cover both S aureus and S pyogenes (i.e. GABHS). While untreated impetigo is often self-limiting, antibiotics decrease the duration of illness and spread of lesions. In addition, antibiotic treatment decreases the chances of complications involving kidneys, joints, bones, and lungs, as well as acute rheumatic fever. [8] [9] [10]", "contents": "Impetigo (Nursing) -- Medical Management. Topical antibiotics alone or in conjunction with systemic antibiotics are used to treat impetigo. Antibiotic coverage should cover both S aureus and S pyogenes (i.e. GABHS). While untreated impetigo is often self-limiting, antibiotics decrease the duration of illness and spread of lesions. In addition, antibiotic treatment decreases the chances of complications involving kidneys, joints, bones, and lungs, as well as acute rheumatic fever. [8] [9] [10]"}
{"id": "nurse-article-23410_11", "title": "Impetigo (Nursing) -- Medical Management", "content": "For localized, uncomplicated, non-bullous impetigo, topical therapy alone is the treatment of choice.  The crust should be removed with soap and water before application of topical antibiotic therapy. Mupirocin, retapamulin, and fusidic acid are the treatments of choice.", "contents": "Impetigo (Nursing) -- Medical Management. For localized, uncomplicated, non-bullous impetigo, topical therapy alone is the treatment of choice.  The crust should be removed with soap and water before application of topical antibiotic therapy. Mupirocin, retapamulin, and fusidic acid are the treatments of choice."}
{"id": "nurse-article-23410_12", "title": "Impetigo (Nursing) -- Medical Management", "content": "Systemic antibiotics should be prescribed for all cases of bullous impetigo and cases of non-bullous impetigo with more than five lesions, deep tissue involvement, systemic signs of infection, lymphadenopathy or lesions in the oral cavity. Beta-lactamase-resistant antibiotics such as cephalosporins, amoxicillin-clavulanate, dicloxacillin are the treatment of choice. Cephalexin is commonly used. If culture confirms an infection solely caused by streptococci, oral penicillin is the preferred therapy.", "contents": "Impetigo (Nursing) -- Medical Management. Systemic antibiotics should be prescribed for all cases of bullous impetigo and cases of non-bullous impetigo with more than five lesions, deep tissue involvement, systemic signs of infection, lymphadenopathy or lesions in the oral cavity. Beta-lactamase-resistant antibiotics such as cephalosporins, amoxicillin-clavulanate, dicloxacillin are the treatment of choice. Cephalexin is commonly used. If culture confirms an infection solely caused by streptococci, oral penicillin is the preferred therapy."}
{"id": "nurse-article-23410_13", "title": "Impetigo (Nursing) -- Medical Management", "content": "In areas of high prevalence of MRSA  or if cultures are positive for MRSA, clindamycin or doxycycline are the preferred treatments. Trimethoprim-sulfamethoxazole is effective against MRSA, but should only be used if group A streptococci are not the causative agent, or in addition to an anti-streptococcal antibiotic.", "contents": "Impetigo (Nursing) -- Medical Management. In areas of high prevalence of MRSA  or if cultures are positive for MRSA, clindamycin or doxycycline are the preferred treatments. Trimethoprim-sulfamethoxazole is effective against MRSA, but should only be used if group A streptococci are not the causative agent, or in addition to an anti-streptococcal antibiotic."}
{"id": "nurse-article-23410_14", "title": "Impetigo (Nursing) -- Medical Management", "content": "Children with impetigo should maintain good personal hygiene and avoid other children during the active outbreak. It is important to wash hands, linens, clothes and affected areas that may have come into contact with infected fluids. Sores can be covered with a bandage to help prevent spread by contact. If impetigo is recurrent, evaluation for carriage of the causative bacteria should be performed.  The nose is a common reservoir and carriers can be treated with mupirocin (Bactroban Nasal) applied in the nostrils.", "contents": "Impetigo (Nursing) -- Medical Management. Children with impetigo should maintain good personal hygiene and avoid other children during the active outbreak. It is important to wash hands, linens, clothes and affected areas that may have come into contact with infected fluids. Sores can be covered with a bandage to help prevent spread by contact. If impetigo is recurrent, evaluation for carriage of the causative bacteria should be performed.  The nose is a common reservoir and carriers can be treated with mupirocin (Bactroban Nasal) applied in the nostrils."}
{"id": "nurse-article-23410_15", "title": "Impetigo (Nursing) -- Nursing Management", "content": "Document type and location of skin lesions Teach patient about wound care Educate the patient not to touch lesions and washing hands Educate caregiver on contact precautions Assess fever Administer antibiotics as prescribed Educate the patient not to scratch the lesions Educate patient about the disease Educate about follow up because some patients may develop glomerulonephritis Educate caregiver to keep the child at home for 48 hours after antibiotics have started because the infection is highly contagious.", "contents": "Impetigo (Nursing) -- Nursing Management. Document type and location of skin lesions Teach patient about wound care Educate the patient not to touch lesions and washing hands Educate caregiver on contact precautions Assess fever Administer antibiotics as prescribed Educate the patient not to scratch the lesions Educate patient about the disease Educate about follow up because some patients may develop glomerulonephritis Educate caregiver to keep the child at home for 48 hours after antibiotics have started because the infection is highly contagious."}
{"id": "nurse-article-23410_16", "title": "Impetigo (Nursing) -- When To Seek Help", "content": "High fever Purulent discharge Abnormal renal function", "contents": "Impetigo (Nursing) -- When To Seek Help. High fever Purulent discharge Abnormal renal function"}
{"id": "nurse-article-23410_17", "title": "Impetigo (Nursing) -- Outcome Identification", "content": "Children with severe impetigo should be followed because a small number may develop glomerulonephritis. The outcomes in most other cases are excellent. [11] [12] (Level V)", "contents": "Impetigo (Nursing) -- Outcome Identification. Children with severe impetigo should be followed because a small number may develop glomerulonephritis. The outcomes in most other cases are excellent. [11] [12] (Level V)"}
{"id": "nurse-article-23410_18", "title": "Impetigo (Nursing) -- Coordination of Care", "content": "Impetigo is usually managed by a multidisciplinary team that consists of a nurse practitioner, primary care provider, pediatrician, and a dermatologist. Topical antibiotics alone or in conjunction with systemic antibiotics are used to treat impetigo. Antibiotic coverage should cover both S aureus and S pyogenes (i.e. GABHS). While untreated impetigo is often self-limiting, antibiotics decrease the duration of illness and spread of lesions. In addition, antibiotic treatment decreases the chances of complications involving kidneys, joints, bones, and lungs, as well as acute rheumatic fever.", "contents": "Impetigo (Nursing) -- Coordination of Care. Impetigo is usually managed by a multidisciplinary team that consists of a nurse practitioner, primary care provider, pediatrician, and a dermatologist. Topical antibiotics alone or in conjunction with systemic antibiotics are used to treat impetigo. Antibiotic coverage should cover both S aureus and S pyogenes (i.e. GABHS). While untreated impetigo is often self-limiting, antibiotics decrease the duration of illness and spread of lesions. In addition, antibiotic treatment decreases the chances of complications involving kidneys, joints, bones, and lungs, as well as acute rheumatic fever."}
{"id": "nurse-article-23410_19", "title": "Impetigo (Nursing) -- Coordination of Care", "content": "In areas of high prevalence of MRSA  or if cultures are positive for MRSA, clindamycin or doxycycline are the preferred treatments. Trimethoprim-sulfamethoxazole is effective against MRSA, but should only be used if group A streptococci are not the causative agent, or in addition to an anti-streptococcal antibiotic.", "contents": "Impetigo (Nursing) -- Coordination of Care. In areas of high prevalence of MRSA  or if cultures are positive for MRSA, clindamycin or doxycycline are the preferred treatments. Trimethoprim-sulfamethoxazole is effective against MRSA, but should only be used if group A streptococci are not the causative agent, or in addition to an anti-streptococcal antibiotic."}
{"id": "nurse-article-23410_20", "title": "Impetigo (Nursing) -- Coordination of Care", "content": "Children with impetigo should maintain good personal hygiene and avoid other children during the active outbreak. It is important to wash hands, linens, clothes and affected areas that may have come into contact with infected fluids. Sores can be covered with a bandage to help prevent spread by contact. If impetigo is recurrent, evaluation for carriage of the causative bacteria should be performed.  The nose is a common reservoir and carriers can be treated with mupirocin (Bactroban Nasal) applied in the nostrils. Children with severe impetigo should be followed because a small number may develop glomerulonephritis. The outcomes in most other cases are excellent. [11] [12] (Level V)", "contents": "Impetigo (Nursing) -- Coordination of Care. Children with impetigo should maintain good personal hygiene and avoid other children during the active outbreak. It is important to wash hands, linens, clothes and affected areas that may have come into contact with infected fluids. Sores can be covered with a bandage to help prevent spread by contact. If impetigo is recurrent, evaluation for carriage of the causative bacteria should be performed.  The nose is a common reservoir and carriers can be treated with mupirocin (Bactroban Nasal) applied in the nostrils. Children with severe impetigo should be followed because a small number may develop glomerulonephritis. The outcomes in most other cases are excellent. [11] [12] (Level V)"}
{"id": "nurse-article-23410_21", "title": "Impetigo (Nursing) -- Health Teaching and Health Promotion", "content": "Clinicians should educate the caregivers that children with impetigo should maintain good personal hygiene and avoid other children during the active outbreak. It is important to wash hands, linens, clothes and affected areas that may have come into contact with infected fluids. Sores can be covered with a bandage to help prevent spread by contact. If impetigo is recurrent, evaluation for the carriage of the causative bacteria should be performed.  The nose is a common reservoir and carriers can be treated with mupirocin (Bactroban Nasal) applied in the nostrils.", "contents": "Impetigo (Nursing) -- Health Teaching and Health Promotion. Clinicians should educate the caregivers that children with impetigo should maintain good personal hygiene and avoid other children during the active outbreak. It is important to wash hands, linens, clothes and affected areas that may have come into contact with infected fluids. Sores can be covered with a bandage to help prevent spread by contact. If impetigo is recurrent, evaluation for the carriage of the causative bacteria should be performed.  The nose is a common reservoir and carriers can be treated with mupirocin (Bactroban Nasal) applied in the nostrils."}
{"id": "nurse-article-23410_22", "title": "Impetigo (Nursing) -- Discharge Planning", "content": "Impetigo is usually managed by an interprofessional team that consists of a nurse practitioner, primary care provider, pediatrician, and a dermatologist. Topical antibiotics alone or in conjunction with systemic antibiotics are used to treat impetigo. Antibiotic coverage should cover both S aureus and S pyogenes (i.e. GABHS). While untreated impetigo is often self-limiting, antibiotics decrease the duration of illness and spread of lesions. In addition, antibiotic treatment decreases the chances of complications involving kidneys, joints, bones, and lungs, as well as acute rheumatic fever.", "contents": "Impetigo (Nursing) -- Discharge Planning. Impetigo is usually managed by an interprofessional team that consists of a nurse practitioner, primary care provider, pediatrician, and a dermatologist. Topical antibiotics alone or in conjunction with systemic antibiotics are used to treat impetigo. Antibiotic coverage should cover both S aureus and S pyogenes (i.e. GABHS). While untreated impetigo is often self-limiting, antibiotics decrease the duration of illness and spread of lesions. In addition, antibiotic treatment decreases the chances of complications involving kidneys, joints, bones, and lungs, as well as acute rheumatic fever."}
{"id": "nurse-article-23410_23", "title": "Impetigo (Nursing) -- Discharge Planning", "content": "The infectious disease should educate the patient to refrain from touching the skin lesions and the importance of handwashing. Because the infection is contagious, the school nurse should recommend that the child not return to daycare os school for at least 24-48 hours after starting antibiotic therapy.", "contents": "Impetigo (Nursing) -- Discharge Planning. The infectious disease should educate the patient to refrain from touching the skin lesions and the importance of handwashing. Because the infection is contagious, the school nurse should recommend that the child not return to daycare os school for at least 24-48 hours after starting antibiotic therapy."}
{"id": "nurse-article-23410_24", "title": "Impetigo (Nursing) -- Discharge Planning", "content": "In areas of a high prevalence of MRSA  or if cultures are positive for MRSA, clindamycin or doxycycline are the preferred treatments. Trimethoprim-sulfamethoxazole is effective against MRSA, but should only be used if group A streptococci are not the causative agent, or in addition to an anti-streptococcal antibiotic.", "contents": "Impetigo (Nursing) -- Discharge Planning. In areas of a high prevalence of MRSA  or if cultures are positive for MRSA, clindamycin or doxycycline are the preferred treatments. Trimethoprim-sulfamethoxazole is effective against MRSA, but should only be used if group A streptococci are not the causative agent, or in addition to an anti-streptococcal antibiotic."}
{"id": "nurse-article-23410_25", "title": "Impetigo (Nursing) -- Pearls and Other issues", "content": "Approximately 5% of patients with impetigo will develop an associated glomerulonephritis.  There is inconclusive evidence about whether or not antibiotics help reduce the incidence of poststreptococcal glomerulonephritis.  Poststreptococcal glomerulonephritis typically occurs one to two weeks after a streptococcal infection. Patients may experience fever, hypertension, edema and hematuria.", "contents": "Impetigo (Nursing) -- Pearls and Other issues. Approximately 5% of patients with impetigo will develop an associated glomerulonephritis.  There is inconclusive evidence about whether or not antibiotics help reduce the incidence of poststreptococcal glomerulonephritis.  Poststreptococcal glomerulonephritis typically occurs one to two weeks after a streptococcal infection. Patients may experience fever, hypertension, edema and hematuria."}
{"id": "nurse-article-23410_26", "title": "Impetigo (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Impetigo (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}