{"id": "nurse-article-20367_0", "title": "Depression (Nursing) -- Learning Outcome", "content": "Review the classifications of depressive disorders, the commonalities of depressive disorders, their causes, risk factors, and pathophysiology. Summarize the treatment of depressive disorders, including medications, therapies, and ECT. List the nursing diagnoses commonly found in patients with depressive disorders. Review the nursing care of the depressed person, including interventions, health teaching and promotion, and discharge planning.", "contents": "Depression (Nursing) -- Learning Outcome. Review the classifications of depressive disorders, the commonalities of depressive disorders, their causes, risk factors, and pathophysiology. Summarize the treatment of depressive disorders, including medications, therapies, and ECT. List the nursing diagnoses commonly found in patients with depressive disorders. Review the nursing care of the depressed person, including interventions, health teaching and promotion, and discharge planning."}
{"id": "nurse-article-20367_1", "title": "Depression (Nursing) -- Introduction", "content": "Depression is a mood disorder that causes a persistent feeling of sadness and loss of interest. [1] [2] The American Psychiatric Association’s Diagnostic Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) classifies the depressive disorders into: Disruptive mood dysregulation disorder Major depressive disorder Persistent depressive disorder (dysthymia) Premenstrual dysphoric disorder Depressive disorder due to another medical condition", "contents": "Depression (Nursing) -- Introduction. Depression is a mood disorder that causes a persistent feeling of sadness and loss of interest. [1] [2] The American Psychiatric Association’s Diagnostic Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) classifies the depressive disorders into: Disruptive mood dysregulation disorder Major depressive disorder Persistent depressive disorder (dysthymia) Premenstrual dysphoric disorder Depressive disorder due to another medical condition"}
{"id": "nurse-article-20367_2", "title": "Depression (Nursing) -- Introduction", "content": "The common features of all the depressive disorders are sadness, emptiness, or irritable mood, accompanied by somatic and cognitive changes that significantly affect the individual’s capacity to function. [3]", "contents": "Depression (Nursing) -- Introduction. The common features of all the depressive disorders are sadness, emptiness, or irritable mood, accompanied by somatic and cognitive changes that significantly affect the individual’s capacity to function. [3]"}
{"id": "nurse-article-20367_3", "title": "Depression (Nursing) -- Nursing Diagnosis", "content": "The nursing diagnoses found in people with depression should be individualized to the patient. The list below contains some nursing diagnoses that frequently occur due to their connection to the DSM 5 diagnostic criteria: Self-directed violence, the risk for Hopelessness Coping, ineffective Self-Esteem, chronic low Fatigue Nutrition, imbalanced, less than body requirements", "contents": "Depression (Nursing) -- Nursing Diagnosis. The nursing diagnoses found in people with depression should be individualized to the patient. The list below contains some nursing diagnoses that frequently occur due to their connection to the DSM 5 diagnostic criteria: Self-directed violence, the risk for Hopelessness Coping, ineffective Self-Esteem, chronic low Fatigue Nutrition, imbalanced, less than body requirements"}
{"id": "nurse-article-20367_4", "title": "Depression (Nursing) -- Causes", "content": "The etiology of major depressive disorder is multifactorial with both genetic and environmental factors playing a role. First-degree relatives of depressed individuals are about 3 times as likely to develop depression as the general population; however, depression can occur in people without family histories of depression. [4] [5]", "contents": "Depression (Nursing) -- Causes. The etiology of major depressive disorder is multifactorial with both genetic and environmental factors playing a role. First-degree relatives of depressed individuals are about 3 times as likely to develop depression as the general population; however, depression can occur in people without family histories of depression. [4] [5]"}
{"id": "nurse-article-20367_5", "title": "Depression (Nursing) -- Causes", "content": "Some evidence suggests that genetic factors play a lesser role in late-onset depression than in early-onset depression. There are potential biological risk factors that have been identified for depression in the elderly. Neurodegenerative diseases (especially Alzheimer disease and Parkinson disease), stroke, multiple sclerosis, seizure disorders, cancer, macular degeneration, and chronic pain have been associated with higher rates of depression. Life events and hassles operate as triggers for the development of depression. Traumatic events such as the death or loss of a loved one, lack or reduced social support, caregiver burden, financial problems, interpersonal difficulties, and conflicts are examples of stressors that can trigger depression.", "contents": "Depression (Nursing) -- Causes. Some evidence suggests that genetic factors play a lesser role in late-onset depression than in early-onset depression. There are potential biological risk factors that have been identified for depression in the elderly. Neurodegenerative diseases (especially Alzheimer disease and Parkinson disease), stroke, multiple sclerosis, seizure disorders, cancer, macular degeneration, and chronic pain have been associated with higher rates of depression. Life events and hassles operate as triggers for the development of depression. Traumatic events such as the death or loss of a loved one, lack or reduced social support, caregiver burden, financial problems, interpersonal difficulties, and conflicts are examples of stressors that can trigger depression."}
{"id": "nurse-article-20367_6", "title": "Depression (Nursing) -- Risk Factors", "content": "Twelve-month prevalence of major depressive disorder is approximately 7%, with marked differences by age group.  The prevalence in 18- to 29-year-old individuals is threefold higher than the prevalence in individuals aged 60 years or older. Females experience 1.5- to 3-fold higher rates than males beginning in early adolescence.", "contents": "Depression (Nursing) -- Risk Factors. Twelve-month prevalence of major depressive disorder is approximately 7%, with marked differences by age group.  The prevalence in 18- to 29-year-old individuals is threefold higher than the prevalence in individuals aged 60 years or older. Females experience 1.5- to 3-fold higher rates than males beginning in early adolescence."}
{"id": "nurse-article-20367_7", "title": "Depression (Nursing) -- Assessment", "content": "The investigation into depressive symptoms begins with inquiries of the neurovegetative symptoms which include changes in sleeping patterns, appetite, and energy levels. Positive responses should elicit further questioning focused on evaluating for the presence of the symptoms which are diagnostic of major depression. These are the 9 symptoms listed in the DSM-5 . Five must be present to make the diagnosis (one of the symptoms should be depressed mood or loss of interest or pleasure): Sleep disturbance Interest/pleasure reduction Guilt feelings or thoughts of worthlessness Energy changes/fatigue Concentration/attention impairment Appetite/weight changes Psychomotor disturbances Suicidal thoughts Depressed mood All patients with depression should be evaluated for suicidal risk. Any suicide risk must be given prompt attention which could include hospitalization or close and frequent monitoring. Other areas of investigation include:", "contents": "Depression (Nursing) -- Assessment. The investigation into depressive symptoms begins with inquiries of the neurovegetative symptoms which include changes in sleeping patterns, appetite, and energy levels. Positive responses should elicit further questioning focused on evaluating for the presence of the symptoms which are diagnostic of major depression. These are the 9 symptoms listed in the DSM-5 . Five must be present to make the diagnosis (one of the symptoms should be depressed mood or loss of interest or pleasure): Sleep disturbance Interest/pleasure reduction Guilt feelings or thoughts of worthlessness Energy changes/fatigue Concentration/attention impairment Appetite/weight changes Psychomotor disturbances Suicidal thoughts Depressed mood All patients with depression should be evaluated for suicidal risk. Any suicide risk must be given prompt attention which could include hospitalization or close and frequent monitoring. Other areas of investigation include:"}
{"id": "nurse-article-20367_8", "title": "Depression (Nursing) -- Assessment", "content": "Past medical history and family medical history, and current medications Social history with a focus on stressors and the use of drugs and alcohol History and physical examination to rule out organic causes of depression. Depressive symptoms and their severity are also evaluated with the help of questionnaires such as the Beck's Depression Inventory (BDI), Hamilton Depression Scale (Ham-D), and Zung Self Rating Depression Scale", "contents": "Depression (Nursing) -- Assessment. Past medical history and family medical history, and current medications Social history with a focus on stressors and the use of drugs and alcohol History and physical examination to rule out organic causes of depression. Depressive symptoms and their severity are also evaluated with the help of questionnaires such as the Beck's Depression Inventory (BDI), Hamilton Depression Scale (Ham-D), and Zung Self Rating Depression Scale"}
{"id": "nurse-article-20367_9", "title": "Depression (Nursing) -- Evaluation", "content": "The diagnosis of depression is based on history and physical findings. No diagnostic laboratory tests are available to diagnose major depressive disorder. Laboratory studies are, however, useful to exclude medical illnesses that may present as major depressive disorder. [6] [7] [8] These laboratory studies might include the following: Complete blood cell (CBC) count Thyroid-stimulating hormone (TSH) Vitamin B-12 Rapid plasma reagin (RPR) HIV test Electrolytes, including calcium, phosphate, and magnesium levels Blood urea nitrogen (BUN) and creatinine Liver function tests (LFTs) Blood alcohol level Blood and urine toxicology screen Arterial blood gas (ABG) Dexamethasone suppression test (Cushing disease, but also positive in depression) Cosyntropin (ACTH) stimulation test (Addison disease) Computed tomography (CT) scanning or magnetic resonance imaging (MRI) of the brain should be considered if organic brain syndrome or hypopituitarism is included in the differential diagnosis", "contents": "Depression (Nursing) -- Evaluation. The diagnosis of depression is based on history and physical findings. No diagnostic laboratory tests are available to diagnose major depressive disorder. Laboratory studies are, however, useful to exclude medical illnesses that may present as major depressive disorder. [6] [7] [8] These laboratory studies might include the following: Complete blood cell (CBC) count Thyroid-stimulating hormone (TSH) Vitamin B-12 Rapid plasma reagin (RPR) HIV test Electrolytes, including calcium, phosphate, and magnesium levels Blood urea nitrogen (BUN) and creatinine Liver function tests (LFTs) Blood alcohol level Blood and urine toxicology screen Arterial blood gas (ABG) Dexamethasone suppression test (Cushing disease, but also positive in depression) Cosyntropin (ACTH) stimulation test (Addison disease) Computed tomography (CT) scanning or magnetic resonance imaging (MRI) of the brain should be considered if organic brain syndrome or hypopituitarism is included in the differential diagnosis"}
{"id": "nurse-article-20367_10", "title": "Depression (Nursing) -- Medical Management", "content": "Medication alone and brief psychotherapy (cognitive-behavioral therapy, interpersonal therapy) alone can relieve depressive symptoms. Combination therapy has also been associated with significantly higher rates of improvement in depressive symptoms; increased quality of life; and better treatment compliance. There is also empirical support for the ability of CBT to prevent relapse. [9] [10] Electroconvulsive therapy is useful for patients who are not responding well to medications or are suicidal. [11] [1]", "contents": "Depression (Nursing) -- Medical Management. Medication alone and brief psychotherapy (cognitive-behavioral therapy, interpersonal therapy) alone can relieve depressive symptoms. Combination therapy has also been associated with significantly higher rates of improvement in depressive symptoms; increased quality of life; and better treatment compliance. There is also empirical support for the ability of CBT to prevent relapse. [9] [10] Electroconvulsive therapy is useful for patients who are not responding well to medications or are suicidal. [11] [1]"}
{"id": "nurse-article-20367_11", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Selective serotonin reuptake inhibitors (SSRIs)", "contents": "Depression (Nursing) -- Medical Management -- Medications. Selective serotonin reuptake inhibitors (SSRIs)"}
{"id": "nurse-article-20367_12", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Serotonin/norepinephrine reuptake inhibitors (SNRIs)", "contents": "Depression (Nursing) -- Medical Management -- Medications. Serotonin/norepinephrine reuptake inhibitors (SNRIs)"}
{"id": "nurse-article-20367_13", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Atypical antidepressants", "contents": "Depression (Nursing) -- Medical Management -- Medications. Atypical antidepressants"}
{"id": "nurse-article-20367_14", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Serotonin-Dopamine Activity Modulators (SDAMs)", "contents": "Depression (Nursing) -- Medical Management -- Medications. Serotonin-Dopamine Activity Modulators (SDAMs)"}
{"id": "nurse-article-20367_15", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Tricyclic antidepressants (TCAs)", "contents": "Depression (Nursing) -- Medical Management -- Medications. Tricyclic antidepressants (TCAs)"}
{"id": "nurse-article-20367_16", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Monoamine oxidase inhibitors (MAOIs)", "contents": "Depression (Nursing) -- Medical Management -- Medications. Monoamine oxidase inhibitors (MAOIs)"}
{"id": "nurse-article-20367_17", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Selective serotonin reuptake inhibitors (SSRIs): SSRIs have the advantage of ease of dosing and low toxicity in overdose. They are also the first-line medications for late-onset depression.", "contents": "Depression (Nursing) -- Medical Management -- Medications. Selective serotonin reuptake inhibitors (SSRIs): SSRIs have the advantage of ease of dosing and low toxicity in overdose. They are also the first-line medications for late-onset depression."}
{"id": "nurse-article-20367_18", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "SSRIs include: Citalopram, escitalopram, fluoxetine,  fluvoxamine, paroxetine, sertraline, vilazodone, vortioxetine", "contents": "Depression (Nursing) -- Medical Management -- Medications. SSRIs include: Citalopram, escitalopram, fluoxetine,  fluvoxamine, paroxetine, sertraline, vilazodone, vortioxetine"}
{"id": "nurse-article-20367_19", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Serotonin/norepinephrine reuptake inhibitors (SNRIs): SNRIs, which include venlafaxine, desvenlafaxine, duloxetine, and levomilnacipran can be used as first-line agents, particularly in patients with significant fatigue or pain syndromes associated with the episode of depression. SNRIs also have an important role as second-line agents in patients who have not responded to SSRIs.", "contents": "Depression (Nursing) -- Medical Management -- Medications. Serotonin/norepinephrine reuptake inhibitors (SNRIs): SNRIs, which include venlafaxine, desvenlafaxine, duloxetine, and levomilnacipran can be used as first-line agents, particularly in patients with significant fatigue or pain syndromes associated with the episode of depression. SNRIs also have an important role as second-line agents in patients who have not responded to SSRIs."}
{"id": "nurse-article-20367_20", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Atypical antidepressants: Atypical antidepressants include bupropion, mirtazapine, nefazodone, and trazodone. They have all been found to be effective in monotherapy in major depressive disorder and may be used in combination therapy for more difficult to treat depression.", "contents": "Depression (Nursing) -- Medical Management -- Medications. Atypical antidepressants: Atypical antidepressants include bupropion, mirtazapine, nefazodone, and trazodone. They have all been found to be effective in monotherapy in major depressive disorder and may be used in combination therapy for more difficult to treat depression."}
{"id": "nurse-article-20367_21", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Serotonin-Dopamine Activity Modulators (SDAMs): SDAMs include brexpiprazole and aripiprazole. SDAMs act as a partial agonist at 5-HT1A and dopamine D2 receptors at similar potency, and as an antagonist at 5-HT2A and noradrenaline alp Brexpiprazole is indicated as adjunctive therapy for major depressive disorder (MDD).", "contents": "Depression (Nursing) -- Medical Management -- Medications. Serotonin-Dopamine Activity Modulators (SDAMs): SDAMs include brexpiprazole and aripiprazole. SDAMs act as a partial agonist at 5-HT1A and dopamine D2 receptors at similar potency, and as an antagonist at 5-HT2A and noradrenaline alp Brexpiprazole is indicated as adjunctive therapy for major depressive disorder (MDD)."}
{"id": "nurse-article-20367_22", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Tricyclic antidepressants (TCAS): TCAs include the following: Amitriptyline, clomipramine, desipramine, doxepin, imipramine, nortriptyline, protriptyline, trimipramine. TCAs have a long record of efficacy in the treatment of depression. They are used less commonly because of their side-effect profile and their considerable toxicity in overdose.", "contents": "Depression (Nursing) -- Medical Management -- Medications. Tricyclic antidepressants (TCAS): TCAs include the following: Amitriptyline, clomipramine, desipramine, doxepin, imipramine, nortriptyline, protriptyline, trimipramine. TCAs have a long record of efficacy in the treatment of depression. They are used less commonly because of their side-effect profile and their considerable toxicity in overdose."}
{"id": "nurse-article-20367_23", "title": "Depression (Nursing) -- Medical Management -- Medications", "content": "Monoamine oxidase inhibitors (MAOIs): MAOIs include isocarboxazid, phenelzine, selegiline, and tranylcypromine. These agents are widely effective in a broad range of affective and anxiety disorders. Because of the risk of hypertensive crisis, patients on these medications must follow a low-tyramine diet. Other adverse effects can include insomnia, anxiety, orthostasis, weight gain, and sexual dysfunction.", "contents": "Depression (Nursing) -- Medical Management -- Medications. Monoamine oxidase inhibitors (MAOIs): MAOIs include isocarboxazid, phenelzine, selegiline, and tranylcypromine. These agents are widely effective in a broad range of affective and anxiety disorders. Because of the risk of hypertensive crisis, patients on these medications must follow a low-tyramine diet. Other adverse effects can include insomnia, anxiety, orthostasis, weight gain, and sexual dysfunction."}
{"id": "nurse-article-20367_24", "title": "Depression (Nursing) -- Medical Management -- Electroconvulsive Therapy (ECT)", "content": "ECT is a highly effective treatment for depression. Onset of action may be more rapid than that of drug treatments, with benefit often seen within 1 week of commencing treatment. A course of ECT (usually up to 12 sessions) is the treatment of choice for patients who do not respond to drug therapy, are psychotic, or are suicidal or dangerous to themselves. Thus, the indications for the use of ECT include the following: Need for a rapid antidepressant response  Failure of drug therapies History of a good response to ECT Patient preference High risk of suicide High risk of medical morbidity and mortality", "contents": "Depression (Nursing) -- Medical Management -- Electroconvulsive Therapy (ECT). ECT is a highly effective treatment for depression. Onset of action may be more rapid than that of drug treatments, with benefit often seen within 1 week of commencing treatment. A course of ECT (usually up to 12 sessions) is the treatment of choice for patients who do not respond to drug therapy, are psychotic, or are suicidal or dangerous to themselves. Thus, the indications for the use of ECT include the following: Need for a rapid antidepressant response  Failure of drug therapies History of a good response to ECT Patient preference High risk of suicide High risk of medical morbidity and mortality"}
{"id": "nurse-article-20367_25", "title": "Depression (Nursing) -- Medical Management -- Psychotherapy", "content": "Cognitive Behavior Therapy and Interpersonal Therapy are evidence-based psychotherapies that have been found to be effective in the treatment of depression.", "contents": "Depression (Nursing) -- Medical Management -- Psychotherapy. Cognitive Behavior Therapy and Interpersonal Therapy are evidence-based psychotherapies that have been found to be effective in the treatment of depression."}
{"id": "nurse-article-20367_26", "title": "Depression (Nursing) -- Medical Management -- Cognitive-behavioral therapy (CBT)", "content": "CBT is a structured, and didactic form of therapy that focuses on helping individuals identify and modify maladaptive thinking and behavior patterns (16 to 20 sessions). It is based on the premise that patients who are depressed exhibit the “cognitive triad” of depression, which includes a negative view of themselves, the world, and the future. Patients with depression also exhibit cognitive distortions that help to maintain their negative beliefs. CBT for depression typically includes behavioral strategies (i.e., activity scheduling), as well as cognitive restructuring to change negative automatic thoughts and addressing maladaptive schemas.", "contents": "Depression (Nursing) -- Medical Management -- Cognitive-behavioral therapy (CBT). CBT is a structured, and didactic form of therapy that focuses on helping individuals identify and modify maladaptive thinking and behavior patterns (16 to 20 sessions). It is based on the premise that patients who are depressed exhibit the “cognitive triad” of depression, which includes a negative view of themselves, the world, and the future. Patients with depression also exhibit cognitive distortions that help to maintain their negative beliefs. CBT for depression typically includes behavioral strategies (i.e., activity scheduling), as well as cognitive restructuring to change negative automatic thoughts and addressing maladaptive schemas."}
{"id": "nurse-article-20367_27", "title": "Depression (Nursing) -- Medical Management -- Cognitive-behavioral therapy (CBT)", "content": "There is evidence supporting the use of CBT with individuals of all ages. It is also considered being efficacious for the prevention of relapse. It is particularly valuable for elderly patients, who may be more prone to problems or side effects with medications.", "contents": "Depression (Nursing) -- Medical Management -- Cognitive-behavioral therapy (CBT). There is evidence supporting the use of CBT with individuals of all ages. It is also considered being efficacious for the prevention of relapse. It is particularly valuable for elderly patients, who may be more prone to problems or side effects with medications."}
{"id": "nurse-article-20367_28", "title": "Depression (Nursing) -- Medical Management -- Cognitive-behavioral therapy (CBT)", "content": "Mindfulness-based cognitive therapy (MBCT) was designed to reduce relapse among individuals who have been successfully treated for an episode of recurrent major depressive disorder. The primary treatment component is mindfulness training. MBCT specifically focuses on ruminative thought processes as being a risk factor for relapse. Research indicates that MBCT is effective in reducing the risk of relapse in patients with recurrent depression, especially in those with the most severe residual symptoms. Interpersonal therapy (IPT)", "contents": "Depression (Nursing) -- Medical Management -- Cognitive-behavioral therapy (CBT). Mindfulness-based cognitive therapy (MBCT) was designed to reduce relapse among individuals who have been successfully treated for an episode of recurrent major depressive disorder. The primary treatment component is mindfulness training. MBCT specifically focuses on ruminative thought processes as being a risk factor for relapse. Research indicates that MBCT is effective in reducing the risk of relapse in patients with recurrent depression, especially in those with the most severe residual symptoms. Interpersonal therapy (IPT)"}
{"id": "nurse-article-20367_29", "title": "Depression (Nursing) -- Medical Management -- Interpersonal Therapy (IPT)", "content": "Interpersonal therapy (IPT) is a time-limited (typically 16 sessions) treatment for major depressive disorder. IPT draws from attachment theory and emphasize the role of interpersonal relationships, focusing on current interpersonal difficulties. Specific areas of emphasis include grief, interpersonal disputes, role transitions, and interpersonal deficits.", "contents": "Depression (Nursing) -- Medical Management -- Interpersonal Therapy (IPT). Interpersonal therapy (IPT) is a time-limited (typically 16 sessions) treatment for major depressive disorder. IPT draws from attachment theory and emphasize the role of interpersonal relationships, focusing on current interpersonal difficulties. Specific areas of emphasis include grief, interpersonal disputes, role transitions, and interpersonal deficits."}
{"id": "nurse-article-20367_30", "title": "Depression (Nursing) -- Nursing Management", "content": "The nurse, caring for the depressed person, should direct interventions toward resolving the issues identified through the nursing diagnoses. A priority is the patient’s safety, including alleviating the risk of suicide. The following list includes interventions for the depressed person:", "contents": "Depression (Nursing) -- Nursing Management. The nurse, caring for the depressed person, should direct interventions toward resolving the issues identified through the nursing diagnoses. A priority is the patient’s safety, including alleviating the risk of suicide. The following list includes interventions for the depressed person:"}
{"id": "nurse-article-20367_31", "title": "Depression (Nursing) -- Nursing Management", "content": "Monitor for suicidal risk. Keep the environment safe by eliminating sharp objects and items that could be used to harm self. Encourage patient to do as much as possible for self. The patient may need more direction with activities of daily living if depression is severe. Use sleep hygiene to encourage sleep. Engage the patient in a therapeutic relationship. Use empathy when communicating with the patient. Reinforce elements of therapy such as challenging negative thoughts about self, the world, and the future. Encourage patient to participate in activities. Have patient list positive characteristics about the self. Have patient set a realistic goal for the day and review goal attainment? Review and evaluate patient coping strategies and support systems. Monitor eating patterns and encourage nutritional intake. Monitor medications for effectiveness and side effects. Include family in care if the patient chooses.", "contents": "Depression (Nursing) -- Nursing Management. Monitor for suicidal risk. Keep the environment safe by eliminating sharp objects and items that could be used to harm self. Encourage patient to do as much as possible for self. The patient may need more direction with activities of daily living if depression is severe. Use sleep hygiene to encourage sleep. Engage the patient in a therapeutic relationship. Use empathy when communicating with the patient. Reinforce elements of therapy such as challenging negative thoughts about self, the world, and the future. Encourage patient to participate in activities. Have patient list positive characteristics about the self. Have patient set a realistic goal for the day and review goal attainment? Review and evaluate patient coping strategies and support systems. Monitor eating patterns and encourage nutritional intake. Monitor medications for effectiveness and side effects. Include family in care if the patient chooses."}
{"id": "nurse-article-20367_32", "title": "Depression (Nursing) -- Coordination of Care", "content": "Depression is a very common disorder encountered by the nurse practitioner, primary care provider, psychiatrist, and mental health worker. The disorder has extremely high morbidity including the risk of suicide. All healthcare workers should be knowledgeable about this disorder and refer the patient to a psychiatrist if there is a risk of self-harm.", "contents": "Depression (Nursing) -- Coordination of Care. Depression is a very common disorder encountered by the nurse practitioner, primary care provider, psychiatrist, and mental health worker. The disorder has extremely high morbidity including the risk of suicide. All healthcare workers should be knowledgeable about this disorder and refer the patient to a psychiatrist if there is a risk of self-harm."}
{"id": "nurse-article-20367_33", "title": "Depression (Nursing) -- Coordination of Care", "content": "Education plays an important role in the successful treatment of major depressive disorder. This would include the education of the family and the patient. Lack of accurate information and misperceptions of the illness as a personal weakness or failing leads to painful stigmatization and avoidance of the diagnosis by many of those affected. Patients should know the rationale behind the choice of treatment, potential adverse effects, and expected results. The involvement of the patient in the treatment plan can enhance medication compliance and referral for psychotherapy. Engaging family members can be a critical component of a treatment plan. Family members are helpful informants, can ensure medication compliance, be a big source of social support and can encourage patients to change behaviors that perpetuate depression (e.g., inactivity).", "contents": "Depression (Nursing) -- Coordination of Care. Education plays an important role in the successful treatment of major depressive disorder. This would include the education of the family and the patient. Lack of accurate information and misperceptions of the illness as a personal weakness or failing leads to painful stigmatization and avoidance of the diagnosis by many of those affected. Patients should know the rationale behind the choice of treatment, potential adverse effects, and expected results. The involvement of the patient in the treatment plan can enhance medication compliance and referral for psychotherapy. Engaging family members can be a critical component of a treatment plan. Family members are helpful informants, can ensure medication compliance, be a big source of social support and can encourage patients to change behaviors that perpetuate depression (e.g., inactivity)."}
{"id": "nurse-article-20367_34", "title": "Depression (Nursing) -- Coordination of Care", "content": "The outcomes for patients with depression are guarded. There is no cure and the condition has frequent relapses and remissions, leading to a poor quality of life. [3] [12] [13]", "contents": "Depression (Nursing) -- Coordination of Care. The outcomes for patients with depression are guarded. There is no cure and the condition has frequent relapses and remissions, leading to a poor quality of life. [3] [12] [13]"}
{"id": "nurse-article-20367_35", "title": "Depression (Nursing) -- Health Teaching and Health Promotion", "content": "Education plays an important role in the successful treatment of major depressive disorder. This would include the education of the family and the patient. Lack of accurate information and misperceptions of the illness as a personal weakness or failings leads to painful stigmatization and avoidance of the diagnosis by many of those affected. Patients should know the rationale behind the choice of treatment, potential adverse effects, and expected results.", "contents": "Depression (Nursing) -- Health Teaching and Health Promotion. Education plays an important role in the successful treatment of major depressive disorder. This would include the education of the family and the patient. Lack of accurate information and misperceptions of the illness as a personal weakness or failings leads to painful stigmatization and avoidance of the diagnosis by many of those affected. Patients should know the rationale behind the choice of treatment, potential adverse effects, and expected results."}
{"id": "nurse-article-20367_36", "title": "Depression (Nursing) -- Health Teaching and Health Promotion", "content": "The involvement of the pharmacist in the treatment plan can enhance medication compliance and referral for psychotherapy. Engaging family members can be a critical component of a treatment plan. Family members are helpful informants, can ensure medication compliance, be a big source of social support and can encourage patients to change behaviors that perpetuate depression (e.g., inactivity).", "contents": "Depression (Nursing) -- Health Teaching and Health Promotion. The involvement of the pharmacist in the treatment plan can enhance medication compliance and referral for psychotherapy. Engaging family members can be a critical component of a treatment plan. Family members are helpful informants, can ensure medication compliance, be a big source of social support and can encourage patients to change behaviors that perpetuate depression (e.g., inactivity)."}
{"id": "nurse-article-20367_37", "title": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion", "content": "An important role of the nurse is teaching the patient about depression, its symptoms, treatments, and how to promote overall health and wellbeing. The following are points to include in the teaching of a depressed person: Teach the patient the signs and symptoms of depression. Emphasize that depression is a medical illness with treatments that are effective so that the patient does not feel stigmatized by the diagnosis. Reinforce the rationales for the medications and therapies. Describe the negative triad regarding self, the world, and the future as symptoms of depressive thinking. Reinforce mindfulness and challenging negative thoughts as strategies to decrease negative rumination", "contents": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion. An important role of the nurse is teaching the patient about depression, its symptoms, treatments, and how to promote overall health and wellbeing. The following are points to include in the teaching of a depressed person: Teach the patient the signs and symptoms of depression. Emphasize that depression is a medical illness with treatments that are effective so that the patient does not feel stigmatized by the diagnosis. Reinforce the rationales for the medications and therapies. Describe the negative triad regarding self, the world, and the future as symptoms of depressive thinking. Reinforce mindfulness and challenging negative thoughts as strategies to decrease negative rumination"}
{"id": "nurse-article-20367_38", "title": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion", "content": "Provide information on support groups, such as the National Alliance on Mental Illness (NAMI), that may have local chapters as well as online information. Support groups provide an opportunity to discuss how to live with depression with others who may have gone through similar experiences.", "contents": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion. Provide information on support groups, such as the National Alliance on Mental Illness (NAMI), that may have local chapters as well as online information. Support groups provide an opportunity to discuss how to live with depression with others who may have gone through similar experiences."}
{"id": "nurse-article-20367_39", "title": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion", "content": "Explain that it may take two to four weeks to reach a good response from the medications and that it is important to work with the prescriber regarding effects and side effects. It may take more than one trial of a medication to reach a good response. Explain that healthy life choices and behaviors can influence mood. Good sleep hygiene, healthy eating, and regular exercise are important to continue even when feeling depressed and not motivated. Inform patient to tell all prescribers all medications used, including over-the-counter drugs and supplements, because medications can interact with each other.", "contents": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion. Explain that it may take two to four weeks to reach a good response from the medications and that it is important to work with the prescriber regarding effects and side effects. It may take more than one trial of a medication to reach a good response. Explain that healthy life choices and behaviors can influence mood. Good sleep hygiene, healthy eating, and regular exercise are important to continue even when feeling depressed and not motivated. Inform patient to tell all prescribers all medications used, including over-the-counter drugs and supplements, because medications can interact with each other."}
{"id": "nurse-article-20367_40", "title": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion", "content": "Remind patient that alcohol and other mood-altering drugs, whether legal or illegal, can impact mood. Many, such as alcohol and opioids, are central nervous system depressants and can worsen depression.", "contents": "Depression (Nursing) -- Health Teaching and Health Promotion -- Health Teaching and Health Promotion. Remind patient that alcohol and other mood-altering drugs, whether legal or illegal, can impact mood. Many, such as alcohol and opioids, are central nervous system depressants and can worsen depression."}
{"id": "nurse-article-20367_41", "title": "Depression (Nursing) -- Risk Management", "content": "Patients with moderate to severe depression should also be seen by a social worker to ensure that they have a support system and finances for treatment.  Overall, depression is managed by an interprofessional team dedicated to the management of mental health disorders. Open communication between all the members is the key to lowering the morbidity of the disorder.", "contents": "Depression (Nursing) -- Risk Management. Patients with moderate to severe depression should also be seen by a social worker to ensure that they have a support system and finances for treatment.  Overall, depression is managed by an interprofessional team dedicated to the management of mental health disorders. Open communication between all the members is the key to lowering the morbidity of the disorder."}
{"id": "nurse-article-20367_42", "title": "Depression (Nursing) -- Discharge Planning", "content": "The entire interprofessional healthcare team, including the patient and family, should be part of the discharge planning with the goal of reducing the need for readmission and helping the person achieve the highest level of functioning possible. Hospitals utilize toolkits, such as the Re-Engineered Discharge (RED) toolkit to assist with discharge goals and their implementation. (reference) Nurses are an important part of the discharge team as the process progresses and review the plan again with the patient at the time of discharge. The nurse must insure that the patient has resources available prior to discharge. The nurse should complete medication reconciliation throughout this process. Important information that the patient with depression should have in writing at the time of discharge include: Information about the hospitalization: length of stay, the reason for admission", "contents": "Depression (Nursing) -- Discharge Planning. The entire interprofessional healthcare team, including the patient and family, should be part of the discharge planning with the goal of reducing the need for readmission and helping the person achieve the highest level of functioning possible. Hospitals utilize toolkits, such as the Re-Engineered Discharge (RED) toolkit to assist with discharge goals and their implementation. (reference) Nurses are an important part of the discharge team as the process progresses and review the plan again with the patient at the time of discharge. The nurse must insure that the patient has resources available prior to discharge. The nurse should complete medication reconciliation throughout this process. Important information that the patient with depression should have in writing at the time of discharge include: Information about the hospitalization: length of stay, the reason for admission"}
{"id": "nurse-article-20367_43", "title": "Depression (Nursing) -- Discharge Planning", "content": "Medications at time of discharge: name of each medication (generic and brand), amount, how much and how often to take, why the medication is taken, how it is taken Appointments: Dates, times, and what the appointment is for. The patient should have appointments with a psychiatric prescriber and a therapist Numbers to call if symptoms worsen before appointments as well as a crisis number, such as a suicide hotline A place for the patient to write notes about questions to ask during the next appointment (about symptoms, medications, side effects, treatment options)", "contents": "Depression (Nursing) -- Discharge Planning. Medications at time of discharge: name of each medication (generic and brand), amount, how much and how often to take, why the medication is taken, how it is taken Appointments: Dates, times, and what the appointment is for. The patient should have appointments with a psychiatric prescriber and a therapist Numbers to call if symptoms worsen before appointments as well as a crisis number, such as a suicide hotline A place for the patient to write notes about questions to ask during the next appointment (about symptoms, medications, side effects, treatment options)"}
{"id": "nurse-article-20367_44", "title": "Depression (Nursing) -- Evidence-Based Issues", "content": "The outcomes for patients with depression are guarded. There is no cure and the condition has frequent relapses and remissions, leading to a poor quality of life. [3] [12] [13]", "contents": "Depression (Nursing) -- Evidence-Based Issues. The outcomes for patients with depression are guarded. There is no cure and the condition has frequent relapses and remissions, leading to a poor quality of life. [3] [12] [13]"}
{"id": "nurse-article-20367_45", "title": "Depression (Nursing) -- Pearls and Other issues", "content": "Depression is a very common disorder encountered by the nurse practitioner, primary care provider, psychiatrist, and mental health worker. The disorder has extremely high morbidity including the risk of suicide. All healthcare workers should be knowledgeable about this disorder and refer the patient to a psychiatrist if there is a risk of self-harm.", "contents": "Depression (Nursing) -- Pearls and Other issues. Depression is a very common disorder encountered by the nurse practitioner, primary care provider, psychiatrist, and mental health worker. The disorder has extremely high morbidity including the risk of suicide. All healthcare workers should be knowledgeable about this disorder and refer the patient to a psychiatrist if there is a risk of self-harm."}
{"id": "nurse-article-20367_46", "title": "Depression (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Depression (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}