{"id": "nurse-article-22710_0", "title": "Gross and Microscopic Hematuria (Nursing) -- Learning Outcome", "content": "List the causes of hematuria. Describe the presentation of hematuria. Summarize the workup of a patient with hematuria. Recall the nursing management of a patient with hematuria.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Learning Outcome. List the causes of hematuria. Describe the presentation of hematuria. Summarize the workup of a patient with hematuria. Recall the nursing management of a patient with hematuria."}
{"id": "nurse-article-22710_1", "title": "Gross and Microscopic Hematuria (Nursing) -- Introduction", "content": "Hematuria is the presence of blood in the urine. Hematuria can be gross or microscopic. Gross hematuria is visible blood in the urine. Microscopic hematuria refers to the detection of blood on urinalysis or urine microscopy. Hematuria can be intermittent or persistent.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Introduction. Hematuria is the presence of blood in the urine. Hematuria can be gross or microscopic. Gross hematuria is visible blood in the urine. Microscopic hematuria refers to the detection of blood on urinalysis or urine microscopy. Hematuria can be intermittent or persistent."}
{"id": "nurse-article-22710_2", "title": "Gross and Microscopic Hematuria (Nursing) -- Nursing Diagnosis", "content": "Symptoms associated with hematuria include: Blood in urine Frothy urine High blood pressure Anxiety Abdominal or flank pain Dark urine Recent throat infection Weight gain Fluid retention", "contents": "Gross and Microscopic Hematuria (Nursing) -- Nursing Diagnosis. Symptoms associated with hematuria include: Blood in urine Frothy urine High blood pressure Anxiety Abdominal or flank pain Dark urine Recent throat infection Weight gain Fluid retention"}
{"id": "nurse-article-22710_3", "title": "Gross and Microscopic Hematuria (Nursing) -- Causes", "content": "A genitourinary disease usually causes hematuria, although systemic diseases can manifest with blood in urine. Hematuria is divided into glomerular and nonglomerular hematuria to help with evaluation and management. Common glomerular causes include: Alport syndrome Thin basement membrane disease Post-streptococcal glomerulonephritis IgA nephropathy Pauci immune glomerulonephritis Lupus nephritis Membranoproliferative glomerulonephritis Goodpasture syndrome Nephrotic syndrome Polycystic kidney disease Nonglomerular causes include: Febrile illness Exercise Menstruation Nephrolithiasis Cystitis, urethritis, prostatitis Malignancy (eg, renal cell carcinoma, bladder cancer, prostate cancer) Genitourinary mucosal injury by instrumentation Trauma Bleeding disorders (eg, thrombocytopenia, coagulopathy, use of blood thinners, hematological disorders)", "contents": "Gross and Microscopic Hematuria (Nursing) -- Causes. A genitourinary disease usually causes hematuria, although systemic diseases can manifest with blood in urine. Hematuria is divided into glomerular and nonglomerular hematuria to help with evaluation and management. Common glomerular causes include: Alport syndrome Thin basement membrane disease Post-streptococcal glomerulonephritis IgA nephropathy Pauci immune glomerulonephritis Lupus nephritis Membranoproliferative glomerulonephritis Goodpasture syndrome Nephrotic syndrome Polycystic kidney disease Nonglomerular causes include: Febrile illness Exercise Menstruation Nephrolithiasis Cystitis, urethritis, prostatitis Malignancy (eg, renal cell carcinoma, bladder cancer, prostate cancer) Genitourinary mucosal injury by instrumentation Trauma Bleeding disorders (eg, thrombocytopenia, coagulopathy, use of blood thinners, hematological disorders)"}
{"id": "nurse-article-22710_4", "title": "Gross and Microscopic Hematuria (Nursing) -- Risk Factors", "content": "Hematuria is one of the most common presentations in outpatient and emergency departments. Asymptomatic hematuria is thought to be much more prevalent than symptomatic hematuria. [1]", "contents": "Gross and Microscopic Hematuria (Nursing) -- Risk Factors. Hematuria is one of the most common presentations in outpatient and emergency departments. Asymptomatic hematuria is thought to be much more prevalent than symptomatic hematuria. [1]"}
{"id": "nurse-article-22710_5", "title": "Gross and Microscopic Hematuria (Nursing) -- Assessment", "content": "Hematuria can be painful or painless. Patients can have various presentations; they usually notice red or dark-colored urine or passing blood clots. Patients should be asked about previous such episodes and family history of hematuria. Medical history and recent procedural history are essential in the evaluation. Medications should be carefully reviewed. Ascertain smoking history and use of other recreational drugs. Associated symptoms include: Flank pain Lower abdominal pain Painful urination Urinary urgency or frequency Fever Active menstruation Passing stone or grits Recent throat or skin infection Joint pains, oral ulcers, rash Hemoptysis Leg swelling Hearing loss Flank mass Constitutional symptoms like weight loss, anorexia, cachexia Back pain", "contents": "Gross and Microscopic Hematuria (Nursing) -- Assessment. Hematuria can be painful or painless. Patients can have various presentations; they usually notice red or dark-colored urine or passing blood clots. Patients should be asked about previous such episodes and family history of hematuria. Medical history and recent procedural history are essential in the evaluation. Medications should be carefully reviewed. Ascertain smoking history and use of other recreational drugs. Associated symptoms include: Flank pain Lower abdominal pain Painful urination Urinary urgency or frequency Fever Active menstruation Passing stone or grits Recent throat or skin infection Joint pains, oral ulcers, rash Hemoptysis Leg swelling Hearing loss Flank mass Constitutional symptoms like weight loss, anorexia, cachexia Back pain"}
{"id": "nurse-article-22710_6", "title": "Gross and Microscopic Hematuria (Nursing) -- Assessment", "content": "A thorough history and focused physical examination can lead to a proper evaluation and subsequent management. A complete physical examination can contribute to making a valid differential diagnosis. Important signs to look for include: Febrile Hypertension Periorbital edema Presence of pallor, icterus, oral ulcers, or rash Hearing impairment Generalized lymphadenopathy Joints swellings Flank mass Palpable enlarged cystic kidneys Costovertebral angle tenderness Pubic tenderness Urethral discharge or tear Lower extremity edema", "contents": "Gross and Microscopic Hematuria (Nursing) -- Assessment. A thorough history and focused physical examination can lead to a proper evaluation and subsequent management. A complete physical examination can contribute to making a valid differential diagnosis. Important signs to look for include: Febrile Hypertension Periorbital edema Presence of pallor, icterus, oral ulcers, or rash Hearing impairment Generalized lymphadenopathy Joints swellings Flank mass Palpable enlarged cystic kidneys Costovertebral angle tenderness Pubic tenderness Urethral discharge or tear Lower extremity edema"}
{"id": "nurse-article-22710_7", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "The following modalities can be used to evaluate hematuria:", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. The following modalities can be used to evaluate hematuria:"}
{"id": "nurse-article-22710_8", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Urinalysis : Urinalysis is the initial and most useful test to perform. Although urine dipstick is widely available and can be performed quickly, it can give false-positive or false-negative results and warrants urinalysis and urine microscopy to establish the diagnosis. The presence of ≥3 RBC per high power field (HPF) on urine sediments is defined as microscopic hematuria, although there is no \"safe\" lower limit of hematuria. [2] Urine appearance, pH, the presence of proteins, WBCs, nitrites, leukocyte esterase, crystals, and casts are helpful. A dirty urine specimen with significant white blood cells, positive nitrites, and leukocyte esterase suggests a urinary tract infection and a likely cause of hematuria. The presence of excessive proteins with hematuria favors glomerulonephritis.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Urinalysis : Urinalysis is the initial and most useful test to perform. Although urine dipstick is widely available and can be performed quickly, it can give false-positive or false-negative results and warrants urinalysis and urine microscopy to establish the diagnosis. The presence of ≥3 RBC per high power field (HPF) on urine sediments is defined as microscopic hematuria, although there is no \"safe\" lower limit of hematuria. [2] Urine appearance, pH, the presence of proteins, WBCs, nitrites, leukocyte esterase, crystals, and casts are helpful. A dirty urine specimen with significant white blood cells, positive nitrites, and leukocyte esterase suggests a urinary tract infection and a likely cause of hematuria. The presence of excessive proteins with hematuria favors glomerulonephritis."}
{"id": "nurse-article-22710_9", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Urine microscopy : This test examines urine sediments for RBC morphology, and RBC casts are the single most significant test that can differentiate between glomerular and non-glomerular bleeding. [3] Dysmorphic RBC >25% per HPF are highly specific (>96%) with a high positive predictive value (94.6%) but not very sensitive (20%) for glomerulonephritis. [4] RBC casts are rare to find but almost diagnostic of Glomerular pathology.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Urine microscopy : This test examines urine sediments for RBC morphology, and RBC casts are the single most significant test that can differentiate between glomerular and non-glomerular bleeding. [3] Dysmorphic RBC >25% per HPF are highly specific (>96%) with a high positive predictive value (94.6%) but not very sensitive (20%) for glomerulonephritis. [4] RBC casts are rare to find but almost diagnostic of Glomerular pathology."}
{"id": "nurse-article-22710_10", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Renal parameters : Renal assessment should be obtained to rule out acute kidney injury.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Renal parameters : Renal assessment should be obtained to rule out acute kidney injury."}
{"id": "nurse-article-22710_11", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Imaging: Initial imaging could be an ultrasound of the kidneys, ureters, and bladder. It can assist in diagnosing anatomical causes of hematuria, such as a kidney stone, bladder, or renal mass. It can also detect renal cysts. Abdominopelvic computed tomography scan with or without contrast is the preferred modality to detect renal stones and other morphological abnormalities of kidneys. Magnetic resonance imaging of the abdomen and pelvis is another useful modality if a computed tomography scan is contraindicated or not helpful.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Imaging: Initial imaging could be an ultrasound of the kidneys, ureters, and bladder. It can assist in diagnosing anatomical causes of hematuria, such as a kidney stone, bladder, or renal mass. It can also detect renal cysts. Abdominopelvic computed tomography scan with or without contrast is the preferred modality to detect renal stones and other morphological abnormalities of kidneys. Magnetic resonance imaging of the abdomen and pelvis is another useful modality if a computed tomography scan is contraindicated or not helpful."}
{"id": "nurse-article-22710_12", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Cystoscopy: After ruling out urinary tract infection and having negative imaging of kidneys and ureters to detect any abnormality, cystoscopy by a urologist is the next step in evaluating hematuria. It can detect urothelial carcinoma, bladder wall inflammation, or mucosal thickening. It can also be therapeutic to remove bladder stones.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Cystoscopy: After ruling out urinary tract infection and having negative imaging of kidneys and ureters to detect any abnormality, cystoscopy by a urologist is the next step in evaluating hematuria. It can detect urothelial carcinoma, bladder wall inflammation, or mucosal thickening. It can also be therapeutic to remove bladder stones."}
{"id": "nurse-article-22710_13", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Urine cytology : Cytology can be performed to detect malignant cells or to detect urothelial carcinoma, but it is not a substitute for a cystoscopy.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Urine cytology : Cytology can be performed to detect malignant cells or to detect urothelial carcinoma, but it is not a substitute for a cystoscopy."}
{"id": "nurse-article-22710_14", "title": "Gross and Microscopic Hematuria (Nursing) -- Evaluation", "content": "Kidney biopsy: The gold standard to diagnose a glomerular cause of hematuria is a kidney biopsy by a nephrologist or interventional radiologist. [5] A kidney biopsy should follow the presence of dysmorphic RBCs and RBC casts. As it is an invasive test, it can lead to complications such as life-threatening bleeding, but the frequency of occurrence is low. An adequate renal sample is 2 to 3 biopsy cores with sufficient glomeruli. Light microscopy, electron microscopy, and immunofluorescence are performed to look at glomerulus structure to diagnose glomerulonephritis and detect a specific type.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Evaluation. Kidney biopsy: The gold standard to diagnose a glomerular cause of hematuria is a kidney biopsy by a nephrologist or interventional radiologist. [5] A kidney biopsy should follow the presence of dysmorphic RBCs and RBC casts. As it is an invasive test, it can lead to complications such as life-threatening bleeding, but the frequency of occurrence is low. An adequate renal sample is 2 to 3 biopsy cores with sufficient glomeruli. Light microscopy, electron microscopy, and immunofluorescence are performed to look at glomerulus structure to diagnose glomerulonephritis and detect a specific type."}
{"id": "nurse-article-22710_15", "title": "Gross and Microscopic Hematuria (Nursing) -- Medical Management", "content": "Management depends on the underlying etiology. Observation may be a reasonable approach for asymptomatic intermittent hematuria with negative imaging, stable renal functions, and absence of proteinuria. Overt hematuria needs prompt management. Hemodynamic stability should be assured first. Blood products, transfusions, or medications should correct any hematological abnormality. In rare instances, interventional radiology-guided embolism is required to stop life-threatening bleeding from renal vasculature or for hemorrhagic cystitis refractory to conventional treatments. [6]", "contents": "Gross and Microscopic Hematuria (Nursing) -- Medical Management. Management depends on the underlying etiology. Observation may be a reasonable approach for asymptomatic intermittent hematuria with negative imaging, stable renal functions, and absence of proteinuria. Overt hematuria needs prompt management. Hemodynamic stability should be assured first. Blood products, transfusions, or medications should correct any hematological abnormality. In rare instances, interventional radiology-guided embolism is required to stop life-threatening bleeding from renal vasculature or for hemorrhagic cystitis refractory to conventional treatments. [6]"}
{"id": "nurse-article-22710_16", "title": "Gross and Microscopic Hematuria (Nursing) -- Medical Management", "content": "Non-Glomerular causes of hematuria: Acute urinary tract infections are treated with 7- to 14-day oral or intravenous antibiotics. Nephrolithiasis management is supportive, with controlling pain and administering fluids. Kidney stone size and location could warrant further management. [7] Most stones <0.5 cm pass spontaneously. Larger symptomatic stones may require lithotripsy or nephrostomy. Renal cell carcinoma confined to kidneys would require nephrectomy. Metastatic cancers need staging and further management. Transitional cell carcinoma also needs proper staging and expert opinion for additional treatment.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Medical Management. Non-Glomerular causes of hematuria: Acute urinary tract infections are treated with 7- to 14-day oral or intravenous antibiotics. Nephrolithiasis management is supportive, with controlling pain and administering fluids. Kidney stone size and location could warrant further management. [7] Most stones <0.5 cm pass spontaneously. Larger symptomatic stones may require lithotripsy or nephrostomy. Renal cell carcinoma confined to kidneys would require nephrectomy. Metastatic cancers need staging and further management. Transitional cell carcinoma also needs proper staging and expert opinion for additional treatment."}
{"id": "nurse-article-22710_17", "title": "Gross and Microscopic Hematuria (Nursing) -- Medical Management", "content": "Glomerular causes of hematuria: Some hereditary diseases like Alport’s, thin basement membrane disease, and polycystic kidney disease need monitoring of renal functions and regular follow-up. Post-streptococcal glomerulonephritis requires supportive care. IgA nephropathy treatment depends on the degree of proteinuria and renal function. Relatively normal creatinine with minimal proteinuria may be managed conservatively. High-risk features, including worsening creatinine, persistent proteinuria 1000mg/day, and active disease on renal biopsy, are indications to consider immunosuppressive therapy, especially steroids. [8] Lupus nephritis is histologically classified into 6 types to guide treatment. Nephrotic syndrome and other etiologies necessitate an expert opinion for further management.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Medical Management. Glomerular causes of hematuria: Some hereditary diseases like Alport’s, thin basement membrane disease, and polycystic kidney disease need monitoring of renal functions and regular follow-up. Post-streptococcal glomerulonephritis requires supportive care. IgA nephropathy treatment depends on the degree of proteinuria and renal function. Relatively normal creatinine with minimal proteinuria may be managed conservatively. High-risk features, including worsening creatinine, persistent proteinuria 1000mg/day, and active disease on renal biopsy, are indications to consider immunosuppressive therapy, especially steroids. [8] Lupus nephritis is histologically classified into 6 types to guide treatment. Nephrotic syndrome and other etiologies necessitate an expert opinion for further management."}
{"id": "nurse-article-22710_18", "title": "Gross and Microscopic Hematuria (Nursing) -- Nursing Management", "content": "The following nursing management is recommended for hematuria: Assess vitals Bodyweight Check for the presence of edema Dip urine to check for blood and proteins Check labs to assess renal function and coagulation parameters Check the list of patient medications (eg, warfarin) Check blood pressure", "contents": "Gross and Microscopic Hematuria (Nursing) -- Nursing Management. The following nursing management is recommended for hematuria: Assess vitals Bodyweight Check for the presence of edema Dip urine to check for blood and proteins Check labs to assess renal function and coagulation parameters Check the list of patient medications (eg, warfarin) Check blood pressure"}
{"id": "nurse-article-22710_19", "title": "Gross and Microscopic Hematuria (Nursing) -- When To Seek Help", "content": "The following findings should prompt seeking assistance from other healthcare team members: Gross hematuria High blood pressure Edema Abdominal pain Fever Weight loss", "contents": "Gross and Microscopic Hematuria (Nursing) -- When To Seek Help. The following findings should prompt seeking assistance from other healthcare team members: Gross hematuria High blood pressure Edema Abdominal pain Fever Weight loss"}
{"id": "nurse-article-22710_20", "title": "Gross and Microscopic Hematuria (Nursing) -- Outcome Identification", "content": "Children with isolated hematuria have a good outcome, but the presence of proteinuria, hypertension, or abnormal renal function usually leads to a guarded prognosis. In adults, hematuria should be taken seriously because it may signal a malignancy.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Outcome Identification. Children with isolated hematuria have a good outcome, but the presence of proteinuria, hypertension, or abnormal renal function usually leads to a guarded prognosis. In adults, hematuria should be taken seriously because it may signal a malignancy."}
{"id": "nurse-article-22710_21", "title": "Gross and Microscopic Hematuria (Nursing) -- Monitoring", "content": "The following monitoring procedures are recommended for hematuria: Assess vitals Bodyweight Check for the presence of edema Dip urine to check for blood and proteins Check labs to assess renal function and coagulation parameters Check the list of patient medications (eg, warfarin) Check blood pressure Educate the patient about hematuria Encourage a low-salt diet if a patient has hypertension", "contents": "Gross and Microscopic Hematuria (Nursing) -- Monitoring. The following monitoring procedures are recommended for hematuria: Assess vitals Bodyweight Check for the presence of edema Dip urine to check for blood and proteins Check labs to assess renal function and coagulation parameters Check the list of patient medications (eg, warfarin) Check blood pressure Educate the patient about hematuria Encourage a low-salt diet if a patient has hypertension"}
{"id": "nurse-article-22710_22", "title": "Gross and Microscopic Hematuria (Nursing) -- Coordination of Care", "content": "A team approach is an ideal means to evaluate and manage hematuria. Usually, initial management involves a primary care physician or emergency medicine physician. After getting an initial workup, a referral to a nephrologist or urologist may be indicated. Inpatient or outpatient referral decision depends on the severity of presentation, abnormal lab findings, and the presence of risk factors for serious etiology.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Coordination of Care. A team approach is an ideal means to evaluate and manage hematuria. Usually, initial management involves a primary care physician or emergency medicine physician. After getting an initial workup, a referral to a nephrologist or urologist may be indicated. Inpatient or outpatient referral decision depends on the severity of presentation, abnormal lab findings, and the presence of risk factors for serious etiology."}
{"id": "nurse-article-22710_23", "title": "Gross and Microscopic Hematuria (Nursing) -- Health Teaching and Health Promotion", "content": "Clinicians, including the nurse practitioner, should inform the parents that hematuria alone should not prevent the child from undertaking sporting activities. However, the type of activity should be regulated. The pharmacist should educate the patients on some medications that may cause hematuria. However, the pharmacist should consult with the team members before recommending discontinuing the drug.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Health Teaching and Health Promotion. Clinicians, including the nurse practitioner, should inform the parents that hematuria alone should not prevent the child from undertaking sporting activities. However, the type of activity should be regulated. The pharmacist should educate the patients on some medications that may cause hematuria. However, the pharmacist should consult with the team members before recommending discontinuing the drug."}
{"id": "nurse-article-22710_24", "title": "Gross and Microscopic Hematuria (Nursing) -- Risk Management", "content": "Because malignancies cause some of the causes of hematuria, the key is to communicate with the team members so that there is no delay in diagnosis.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Risk Management. Because malignancies cause some of the causes of hematuria, the key is to communicate with the team members so that there is no delay in diagnosis."}
{"id": "nurse-article-22710_25", "title": "Gross and Microscopic Hematuria (Nursing) -- Discharge Planning", "content": "Hematuria is commonly seen in clinical practice. Because of the vast number of conditions that can cause hematuria, the presentation is best managed by an interprofessional team. Usually, initial management involves a primary care physician or emergency medicine physician. After getting the initial workup, a referral to a nephrologist or urologist may be indicated. Inpatient or outpatient referral decision depends on the severity of presentation, abnormal lab findings, and the presence of risk factors for serious etiology.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Discharge Planning. Hematuria is commonly seen in clinical practice. Because of the vast number of conditions that can cause hematuria, the presentation is best managed by an interprofessional team. Usually, initial management involves a primary care physician or emergency medicine physician. After getting the initial workup, a referral to a nephrologist or urologist may be indicated. Inpatient or outpatient referral decision depends on the severity of presentation, abnormal lab findings, and the presence of risk factors for serious etiology."}
{"id": "nurse-article-22710_26", "title": "Gross and Microscopic Hematuria (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gross and Microscopic Hematuria (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}