{"id": "nurse-article-17728_0", "title": "Anxiety (Nursing) -- Learning Outcome", "content": "Recall the causes of anxiety Describe the presentation of anxiety Summarize the treatment of anxiety List the nursing management of anxiety", "contents": "Anxiety (Nursing) -- Learning Outcome. Recall the causes of anxiety Describe the presentation of anxiety Summarize the treatment of anxiety List the nursing management of anxiety"}
{"id": "nurse-article-17728_1", "title": "Anxiety (Nursing) -- Introduction", "content": "Fear is an automatic neurophysiological state of alarm characterized by a fight or flight response to a cognitive appraisal of present or imminent danger (real or perceived). Anxiety is linked to fear and manifests as a future-oriented mood state that consists of a complex cognitive, affective, physiological, and behavioral response system associated with preparation for the anticipated events or circumstances perceived as threatening. Pathological anxiety is triggered when there is an overestimation of perceived threat or an erroneous danger appraisal of a situation which leads to excessive and inappropriate responses. [1] [2] [3]", "contents": "Anxiety (Nursing) -- Introduction. Fear is an automatic neurophysiological state of alarm characterized by a fight or flight response to a cognitive appraisal of present or imminent danger (real or perceived). Anxiety is linked to fear and manifests as a future-oriented mood state that consists of a complex cognitive, affective, physiological, and behavioral response system associated with preparation for the anticipated events or circumstances perceived as threatening. Pathological anxiety is triggered when there is an overestimation of perceived threat or an erroneous danger appraisal of a situation which leads to excessive and inappropriate responses. [1] [2] [3]"}
{"id": "nurse-article-17728_2", "title": "Anxiety (Nursing) -- Nursing Diagnosis", "content": "Inadequate management of mood and behavior Deficient knowledge Inadequate social skills Imbalance in social functioning", "contents": "Anxiety (Nursing) -- Nursing Diagnosis. Inadequate management of mood and behavior Deficient knowledge Inadequate social skills Imbalance in social functioning"}
{"id": "nurse-article-17728_3", "title": "Anxiety (Nursing) -- Causes", "content": "Anxiety disorders appear to be caused by an interaction of biopsychosocial factors. Genetic vulnerability interacts with situations that are stressful or traumatic to produce clinically significant syndromes.", "contents": "Anxiety (Nursing) -- Causes. Anxiety disorders appear to be caused by an interaction of biopsychosocial factors. Genetic vulnerability interacts with situations that are stressful or traumatic to produce clinically significant syndromes."}
{"id": "nurse-article-17728_4", "title": "Anxiety (Nursing) -- Risk Factors", "content": "Anxiety is one of the most common psychiatric disorders in the general population. Specific phobia is the most common with a 12-month prevalence rate of 12.1%. Social anxiety disorder is the next most common, with a 12-month prevalence rate of 7.4%. The least common anxiety disorder is agoraphobia with a 12-month prevalence rate of 2.5%. Anxiety disorders occur more frequently in females than in males with an approximate 2:1 ratio. [4]", "contents": "Anxiety (Nursing) -- Risk Factors. Anxiety is one of the most common psychiatric disorders in the general population. Specific phobia is the most common with a 12-month prevalence rate of 12.1%. Social anxiety disorder is the next most common, with a 12-month prevalence rate of 7.4%. The least common anxiety disorder is agoraphobia with a 12-month prevalence rate of 2.5%. Anxiety disorders occur more frequently in females than in males with an approximate 2:1 ratio. [4]"}
{"id": "nurse-article-17728_5", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Cognitive symptoms: fear of losing control; fear of physical injury or death; fear of \"going crazy\"; fear of negative evaluation by others; frightening thoughts, mental images, or memories; perception of unreality or detachment; poor concentration, confusion, distractible; narrowing of attention, hypervigilance for threat; poor memory; and difficulty speaking.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Cognitive symptoms: fear of losing control; fear of physical injury or death; fear of \"going crazy\"; fear of negative evaluation by others; frightening thoughts, mental images, or memories; perception of unreality or detachment; poor concentration, confusion, distractible; narrowing of attention, hypervigilance for threat; poor memory; and difficulty speaking."}
{"id": "nurse-article-17728_6", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Physiological symptoms: increased heart rate, palpitations; shortness of breath, rapid breathing; chest pain or pressure; choking sensation; dizzy, light-headed; sweaty, hot flashes, chills; nausea, upset stomach, diarrhea; trembling, shaking; tingling or numbness in arms and legs; weakness, unsteadiness, faintness; tense muscles, rigidity; and dry mouth.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Physiological symptoms: increased heart rate, palpitations; shortness of breath, rapid breathing; chest pain or pressure; choking sensation; dizzy, light-headed; sweaty, hot flashes, chills; nausea, upset stomach, diarrhea; trembling, shaking; tingling or numbness in arms and legs; weakness, unsteadiness, faintness; tense muscles, rigidity; and dry mouth."}
{"id": "nurse-article-17728_7", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Behavioral symptoms: avoidance of threat cues or situations; escape, flight; pursuit of safety, reassurance; restlessness, agitation, pacing; hyperventilation; freezing, motionless; and difficulty speaking. Affective symptoms: nervous, tense, wound up; frightened, fearful, terrified; edgy, jumpy, jittery; and impatient, frustrated. Anxiety Disorders as defined in the Diagnostic and Statistical Manual of Mental Disorders (5th ed.; DSM–5; American Psychiatric Association, 2013):", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Behavioral symptoms: avoidance of threat cues or situations; escape, flight; pursuit of safety, reassurance; restlessness, agitation, pacing; hyperventilation; freezing, motionless; and difficulty speaking. Affective symptoms: nervous, tense, wound up; frightened, fearful, terrified; edgy, jumpy, jittery; and impatient, frustrated. Anxiety Disorders as defined in the Diagnostic and Statistical Manual of Mental Disorders (5th ed.; DSM–5; American Psychiatric Association, 2013):"}
{"id": "nurse-article-17728_8", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Separation Anxiety Disorder : An individual with separation anxiety disorder displays anxiety and fear atypical for his/her age and development level of separation from attachment figures. There is persistent and excessive fear or anxiety about harm to, loss of, or separation from attachment figures. The symptoms include nightmares and physical symptoms. Although the symptoms develop in childhood, they can be expressed throughout adulthood as well.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Separation Anxiety Disorder : An individual with separation anxiety disorder displays anxiety and fear atypical for his/her age and development level of separation from attachment figures. There is persistent and excessive fear or anxiety about harm to, loss of, or separation from attachment figures. The symptoms include nightmares and physical symptoms. Although the symptoms develop in childhood, they can be expressed throughout adulthood as well."}
{"id": "nurse-article-17728_9", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Selective Mutism: This disorder is characterized by a consistent failure to speak in social situations where there is an expectation to speak even though the individual speaks in other circumstances, can speak, and comprehends the spoken language. The disorder is more likely to be seen in young children than in adolescents and adults.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Selective Mutism: This disorder is characterized by a consistent failure to speak in social situations where there is an expectation to speak even though the individual speaks in other circumstances, can speak, and comprehends the spoken language. The disorder is more likely to be seen in young children than in adolescents and adults."}
{"id": "nurse-article-17728_10", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Specific Phobia: Individuals with a specific phobia are fearful or anxious about specific objects or situations which they avoid or endure with intense fear or anxiety. The fear, anxiety, and avoidance are almost always immediate and tend to be persistently out of proportion to the actual danger posed by the specific object or situation. There are different types of phobias: animal, blood-injection-injury, and situational.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Specific Phobia: Individuals with a specific phobia are fearful or anxious about specific objects or situations which they avoid or endure with intense fear or anxiety. The fear, anxiety, and avoidance are almost always immediate and tend to be persistently out of proportion to the actual danger posed by the specific object or situation. There are different types of phobias: animal, blood-injection-injury, and situational."}
{"id": "nurse-article-17728_11", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Social Anxiety Disorder: This disorder is characterized by marked or intense fear or anxiety of social situations in which one could be the subject of scrutiny. The individual fears that he/she will be negatively evaluated in such circumstances. He/she also fears being embarrassed, rejected, humiliated, or offending others. These situations always provoke fear or anxiety and are avoided or endured with intense fear and anxiety.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Social Anxiety Disorder: This disorder is characterized by marked or intense fear or anxiety of social situations in which one could be the subject of scrutiny. The individual fears that he/she will be negatively evaluated in such circumstances. He/she also fears being embarrassed, rejected, humiliated, or offending others. These situations always provoke fear or anxiety and are avoided or endured with intense fear and anxiety."}
{"id": "nurse-article-17728_12", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Panic Disorder: Individuals with this disorder experience recurrent, unexpected panic attacks and experience persistent concern and worry about having another panic attack. They also have changes in their behavior linked to panic attacks which are maladaptive, such as avoidance of activities and situations to prevent the occurrence of panic attacks. Panic attacks are abrupt surges of intense fear or extreme discomfort that reach a peak within minutes, accompanied by physical and cognitive symptoms such as palpitations, sweating, shortness of breath, fear of going crazy, or fear of dying. Panic attacks can occur unexpectedly with no obvious trigger, or they may be expected, such as in response to a feared object or situation.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Panic Disorder: Individuals with this disorder experience recurrent, unexpected panic attacks and experience persistent concern and worry about having another panic attack. They also have changes in their behavior linked to panic attacks which are maladaptive, such as avoidance of activities and situations to prevent the occurrence of panic attacks. Panic attacks are abrupt surges of intense fear or extreme discomfort that reach a peak within minutes, accompanied by physical and cognitive symptoms such as palpitations, sweating, shortness of breath, fear of going crazy, or fear of dying. Panic attacks can occur unexpectedly with no obvious trigger, or they may be expected, such as in response to a feared object or situation."}
{"id": "nurse-article-17728_13", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Agoraphobia: Individuals with this disorder are fearful and anxious in two or more of the following circumstances: using public transportation, being in open spaces, being in enclosed spaces like shops and theaters, standing in line or being in a crowd, or being outside of the home alone. The individual fears and avoids these situations because he/she is concerned that escape may be difficult or help may not be available in the event of panic-like symptoms, or other incapacitating or embarrassing symptoms (e.g., falling or incontinence).", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Agoraphobia: Individuals with this disorder are fearful and anxious in two or more of the following circumstances: using public transportation, being in open spaces, being in enclosed spaces like shops and theaters, standing in line or being in a crowd, or being outside of the home alone. The individual fears and avoids these situations because he/she is concerned that escape may be difficult or help may not be available in the event of panic-like symptoms, or other incapacitating or embarrassing symptoms (e.g., falling or incontinence)."}
{"id": "nurse-article-17728_14", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Generalized Anxiety Disorder: The key feature of this disorder is persistent and excessive worry about various domains, including work and school performance, that the individual finds hard to control. The person also may experience feeling restless, keyed up, or on edge; being easily fatigued; difficulty concentrating or mind going blank; irritability, muscle tension, and sleep disturbance.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Generalized Anxiety Disorder: The key feature of this disorder is persistent and excessive worry about various domains, including work and school performance, that the individual finds hard to control. The person also may experience feeling restless, keyed up, or on edge; being easily fatigued; difficulty concentrating or mind going blank; irritability, muscle tension, and sleep disturbance."}
{"id": "nurse-article-17728_15", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Substance/Medication-Induced Anxiety Disorder : This disorder involves anxiety symptoms due to substance intoxication or withdrawal or to medical treatment.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Substance/Medication-Induced Anxiety Disorder : This disorder involves anxiety symptoms due to substance intoxication or withdrawal or to medical treatment."}
{"id": "nurse-article-17728_16", "title": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety", "content": "Anxiety Disorder Due to Other Medical Conditions: Anxiety symptoms are the physiological consequence of another medical condition. Examples include endocrine disease: hypothyroidism, hypoglycemia, and hypercortisolism; cardiovascular disorders: congestive heart failure, arrhythmia, and pulmonary embolism; respiratory illness: asthma and pneumonia; metabolic disturbances: B12 or porphyria; neurological illnesses: neoplasms, encephalitis, and seizure disorder.", "contents": "Anxiety (Nursing) -- Assessment -- Characteristic Symptoms Pathological Anxiety. Anxiety Disorder Due to Other Medical Conditions: Anxiety symptoms are the physiological consequence of another medical condition. Examples include endocrine disease: hypothyroidism, hypoglycemia, and hypercortisolism; cardiovascular disorders: congestive heart failure, arrhythmia, and pulmonary embolism; respiratory illness: asthma and pneumonia; metabolic disturbances: B12 or porphyria; neurological illnesses: neoplasms, encephalitis, and seizure disorder."}
{"id": "nurse-article-17728_17", "title": "Anxiety (Nursing) -- Evaluation", "content": "When the history and examination do not suggest the symptoms as arising from any other medical disorder, the initial laboratory studies may be limited to the following: complete blood cell count (CBC) chemistry profile, thyroid function tests, urinalysis, and urine drug screen. [5] [6] [7]", "contents": "Anxiety (Nursing) -- Evaluation. When the history and examination do not suggest the symptoms as arising from any other medical disorder, the initial laboratory studies may be limited to the following: complete blood cell count (CBC) chemistry profile, thyroid function tests, urinalysis, and urine drug screen. [5] [6] [7]"}
{"id": "nurse-article-17728_18", "title": "Anxiety (Nursing) -- Evaluation", "content": "If the anxiety symptoms are atypical or there are some abnormalities noted in the physical examination more detailed evaluations may be indicated to identify or exclude underlying medical conditions. This would include the following: electroencephalography, brain computed tomography (CT) scan, electrocardiography, tests for infection, arterial blood gas analysis, chest radiography, and thyroid function tests.", "contents": "Anxiety (Nursing) -- Evaluation. If the anxiety symptoms are atypical or there are some abnormalities noted in the physical examination more detailed evaluations may be indicated to identify or exclude underlying medical conditions. This would include the following: electroencephalography, brain computed tomography (CT) scan, electrocardiography, tests for infection, arterial blood gas analysis, chest radiography, and thyroid function tests."}
{"id": "nurse-article-17728_19", "title": "Anxiety (Nursing) -- Medical Management", "content": "Treatment consists of psychotherapy, pharmacotherapy, or a combination of both.", "contents": "Anxiety (Nursing) -- Medical Management. Treatment consists of psychotherapy, pharmacotherapy, or a combination of both."}
{"id": "nurse-article-17728_20", "title": "Anxiety (Nursing) -- Medical Management", "content": "Pharmacotherapy: selective serotonin reuptake inhibitors (SSRIs), serotonin-norepinephrine reuptake inhibitors (SNRIs), benzodiazepines, tricyclic antidepressants, mild tranquilizers, and beta-blockers treat anxiety disorders. [3] [8] [9]", "contents": "Anxiety (Nursing) -- Medical Management. Pharmacotherapy: selective serotonin reuptake inhibitors (SSRIs), serotonin-norepinephrine reuptake inhibitors (SNRIs), benzodiazepines, tricyclic antidepressants, mild tranquilizers, and beta-blockers treat anxiety disorders. [3] [8] [9]"}
{"id": "nurse-article-17728_21", "title": "Anxiety (Nursing) -- Medical Management", "content": "SSRIs (fluoxetine, sertraline, paroxetine, escitalopram, and citalopram) are an effective treatment for all anxiety disorders and considered first-line treatment.", "contents": "Anxiety (Nursing) -- Medical Management. SSRIs (fluoxetine, sertraline, paroxetine, escitalopram, and citalopram) are an effective treatment for all anxiety disorders and considered first-line treatment."}
{"id": "nurse-article-17728_22", "title": "Anxiety (Nursing) -- Medical Management", "content": "SNRIs (venlafaxine and duloxetine) are considered as effective as SSRIs and also are considered first-line treatment, particularly for generalized anxiety disorder (GAD).", "contents": "Anxiety (Nursing) -- Medical Management. SNRIs (venlafaxine and duloxetine) are considered as effective as SSRIs and also are considered first-line treatment, particularly for generalized anxiety disorder (GAD)."}
{"id": "nurse-article-17728_23", "title": "Anxiety (Nursing) -- Medical Management", "content": "Tricyclic antidepressants (amitriptyline, imipramine, and nortriptyline) are useful in the treatment of anxiety disorders but cause significant adverse effects.", "contents": "Anxiety (Nursing) -- Medical Management. Tricyclic antidepressants (amitriptyline, imipramine, and nortriptyline) are useful in the treatment of anxiety disorders but cause significant adverse effects."}
{"id": "nurse-article-17728_24", "title": "Anxiety (Nursing) -- Medical Management", "content": "Benzodiazepines (alprazolam, clonazepam, diazepam, and lorazepam) are used for short-term management of anxiety. They are fast-acting and bring relief within 30 minutes to an hour. They are effective in promoting relaxation and reducing muscular tension and other symptoms of anxiety. Because they work quickly, they are effective when taken for panic attacks or overwhelming episodes. Long-term use may require increased doses to achieve the same effect, which may result in problems related to tolerance and dependence.", "contents": "Anxiety (Nursing) -- Medical Management. Benzodiazepines (alprazolam, clonazepam, diazepam, and lorazepam) are used for short-term management of anxiety. They are fast-acting and bring relief within 30 minutes to an hour. They are effective in promoting relaxation and reducing muscular tension and other symptoms of anxiety. Because they work quickly, they are effective when taken for panic attacks or overwhelming episodes. Long-term use may require increased doses to achieve the same effect, which may result in problems related to tolerance and dependence."}
{"id": "nurse-article-17728_25", "title": "Anxiety (Nursing) -- Medical Management", "content": "Buspirone is a mild tranquilizer that is slow acting as compared to benzodiazepines and takes about 2 weeks to start working. It has the advantage of being less sedating and also not being addicting with minimal withdrawal effects. It works for GAD.", "contents": "Anxiety (Nursing) -- Medical Management. Buspirone is a mild tranquilizer that is slow acting as compared to benzodiazepines and takes about 2 weeks to start working. It has the advantage of being less sedating and also not being addicting with minimal withdrawal effects. It works for GAD."}
{"id": "nurse-article-17728_26", "title": "Anxiety (Nursing) -- Medical Management", "content": "Beta-blockers (propranolol and atenolol) control the physical symptoms of anxiety such as rapid heart rate, a trembling voice, sweating, dizziness, and shaky hands. They are most helpful for phobias, particularly social phobia.", "contents": "Anxiety (Nursing) -- Medical Management. Beta-blockers (propranolol and atenolol) control the physical symptoms of anxiety such as rapid heart rate, a trembling voice, sweating, dizziness, and shaky hands. They are most helpful for phobias, particularly social phobia."}
{"id": "nurse-article-17728_27", "title": "Anxiety (Nursing) -- Medical Management", "content": "Psychotherapy: One of the most effective forms of psychotherapy is cognitive-behavioral therapy. It is a structured, goal-oriented, and didactic form of therapy that focuses on helping individuals identify and modify characteristic maladaptive thinking patterns and beliefs that trigger and maintain symptoms. This form of therapy focuses on building behavioral skills so that patients can behave and react more adaptively to anxiety-producing situations. Exposure therapy is utilized to move individuals towards facing the anxiety-provoking situations and stimuli which they typically avoid. This exposure results in a reduction in anxiety symptoms as they learn that their anxiety is causing them to experience false alarms and they do not need to fear the situation or stimuli and can cope effectively with such a situation.", "contents": "Anxiety (Nursing) -- Medical Management. Psychotherapy: One of the most effective forms of psychotherapy is cognitive-behavioral therapy. It is a structured, goal-oriented, and didactic form of therapy that focuses on helping individuals identify and modify characteristic maladaptive thinking patterns and beliefs that trigger and maintain symptoms. This form of therapy focuses on building behavioral skills so that patients can behave and react more adaptively to anxiety-producing situations. Exposure therapy is utilized to move individuals towards facing the anxiety-provoking situations and stimuli which they typically avoid. This exposure results in a reduction in anxiety symptoms as they learn that their anxiety is causing them to experience false alarms and they do not need to fear the situation or stimuli and can cope effectively with such a situation."}
{"id": "nurse-article-17728_28", "title": "Anxiety (Nursing) -- Nursing Management", "content": "Assess the intensity of anxiety Determine the triggers for anxiety Assess how the patient responds to anxiety Administer medications to relieve anxiety Educate the patient about anxiety Encourage patient to develop support groups Encourage patient to seek mental health counseling Educate patient on self-care Provide means of support Interact with the patient in a calm and gentle manner Converse in simple language Allow the patient to talk about distressing emotions and feelings Assess patient for suicidal ideations Help strengthen patient's problem-solving abilities Tell the patient to limit alcohol and caffeinated beverages Encourage patient to participate in social functions", "contents": "Anxiety (Nursing) -- Nursing Management. Assess the intensity of anxiety Determine the triggers for anxiety Assess how the patient responds to anxiety Administer medications to relieve anxiety Educate the patient about anxiety Encourage patient to develop support groups Encourage patient to seek mental health counseling Educate patient on self-care Provide means of support Interact with the patient in a calm and gentle manner Converse in simple language Allow the patient to talk about distressing emotions and feelings Assess patient for suicidal ideations Help strengthen patient's problem-solving abilities Tell the patient to limit alcohol and caffeinated beverages Encourage patient to participate in social functions"}
{"id": "nurse-article-17728_29", "title": "Anxiety (Nursing) -- Outcome Identification", "content": "Anxiety disorders have very high morbidity including substance abuse, alcoholism, and major depression. In addition, constant anxiety also increases the risk of adverse cardiac events. In others, anxiety impairs the ability to develop social relationships and worsens the quality of life. Severe anxiety has also been linked to high rates of suicide.", "contents": "Anxiety (Nursing) -- Outcome Identification. Anxiety disorders have very high morbidity including substance abuse, alcoholism, and major depression. In addition, constant anxiety also increases the risk of adverse cardiac events. In others, anxiety impairs the ability to develop social relationships and worsens the quality of life. Severe anxiety has also been linked to high rates of suicide."}
{"id": "nurse-article-17728_30", "title": "Anxiety (Nursing) -- Coordination of Care", "content": "Anxiety disorders are very common and can present in diverse ways. When a person has chronic anxiety, the condition can be very debilitating, and hence it is best managed by a multidisciplinary team consisting of a mental health nurse, psychiatrist, psychotherapist, social worker, and a primary care provider. The outlook for patients with anxiety is guarded. Data indicate that the high rates of mortality are associated with adverse cardiac events. In those with social phobia, the condition leads to significant functional impairment and a very poor quality of life. The risk of suicides is also high in this population. Patients with anxiety need lifelong follow-up because, despite drug therapy, relapse rates are high. [2] [10] [11] (Level V)", "contents": "Anxiety (Nursing) -- Coordination of Care. Anxiety disorders are very common and can present in diverse ways. When a person has chronic anxiety, the condition can be very debilitating, and hence it is best managed by a multidisciplinary team consisting of a mental health nurse, psychiatrist, psychotherapist, social worker, and a primary care provider. The outlook for patients with anxiety is guarded. Data indicate that the high rates of mortality are associated with adverse cardiac events. In those with social phobia, the condition leads to significant functional impairment and a very poor quality of life. The risk of suicides is also high in this population. Patients with anxiety need lifelong follow-up because, despite drug therapy, relapse rates are high. [2] [10] [11] (Level V)"}
{"id": "nurse-article-17728_31", "title": "Anxiety (Nursing) -- Pearls and Other issues -- Characteristic features noted in individuals with clinical anxiety:", "content": "False alarms: The presence of intense fear in the absence of threat cues or very minimal threat provocation. Persistence: There is a future-oriented perspective that involves the anticipation of threat or danger which causes the patient to experience a heightened level of apprehension and thoughts about impending potential threat, regardless of whether it materializes. Impaired Functioning: Anxiety interferes with effective and adaptive coping in the face of a perceived threat and the person’s daily social or occupational life. Stimulus hypersensitivity: In clinical states, fear is elicited by a wider range of stimuli or situations of relatively mild intensity that would be innocuous to a person who does not have clinical anxiety. Dysfunctional cognition and cognitive symptoms: Thinking characterized by overestimation of threat or danger appraisal of a situation that is not confirmed in any way.", "contents": "Anxiety (Nursing) -- Pearls and Other issues -- Characteristic features noted in individuals with clinical anxiety:. False alarms: The presence of intense fear in the absence of threat cues or very minimal threat provocation. Persistence: There is a future-oriented perspective that involves the anticipation of threat or danger which causes the patient to experience a heightened level of apprehension and thoughts about impending potential threat, regardless of whether it materializes. Impaired Functioning: Anxiety interferes with effective and adaptive coping in the face of a perceived threat and the person’s daily social or occupational life. Stimulus hypersensitivity: In clinical states, fear is elicited by a wider range of stimuli or situations of relatively mild intensity that would be innocuous to a person who does not have clinical anxiety. Dysfunctional cognition and cognitive symptoms: Thinking characterized by overestimation of threat or danger appraisal of a situation that is not confirmed in any way."}
{"id": "nurse-article-17728_32", "title": "Anxiety (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anxiety (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}