{"id": "nurse-article-21477_0", "title": "External Hemorrhoid (Nursing) -- Learning Outcome", "content": "List the causes of hemorrhoids Describe the management of hemorrhoids Recall the nursing diagnosis of hemorrhoids Summarize the risk factors for hemorrhoids", "contents": "External Hemorrhoid (Nursing) -- Learning Outcome. List the causes of hemorrhoids Describe the management of hemorrhoids Recall the nursing diagnosis of hemorrhoids Summarize the risk factors for hemorrhoids"}
{"id": "nurse-article-21477_1", "title": "External Hemorrhoid (Nursing) -- Introduction", "content": "Hemorrhoid disease is a common pathology that can yield symptoms ranging from minimal discomfort or inconvenience to excruciating pain and significant psychosocial implications. Conservative measures are considered first-line, and a primary care physician can initiate these. Patient education is paramount. Persistent or severe hemorrhoid disease can be managed by a colorectal surgeon who has numerous modalities at their disposal. These range from minimally invasive procedures to surgical hemorrhoidectomies. [1] [2] [3]", "contents": "External Hemorrhoid (Nursing) -- Introduction. Hemorrhoid disease is a common pathology that can yield symptoms ranging from minimal discomfort or inconvenience to excruciating pain and significant psychosocial implications. Conservative measures are considered first-line, and a primary care physician can initiate these. Patient education is paramount. Persistent or severe hemorrhoid disease can be managed by a colorectal surgeon who has numerous modalities at their disposal. These range from minimally invasive procedures to surgical hemorrhoidectomies. [1] [2] [3]"}
{"id": "nurse-article-21477_2", "title": "External Hemorrhoid (Nursing) -- Nursing Diagnosis", "content": "Rectal pain Mass around anal area Blood in stools Hard stools Itching around anus Anxiety", "contents": "External Hemorrhoid (Nursing) -- Nursing Diagnosis. Rectal pain Mass around anal area Blood in stools Hard stools Itching around anus Anxiety"}
{"id": "nurse-article-21477_3", "title": "External Hemorrhoid (Nursing) -- Causes", "content": "Pathologic hemorrhoids are a result of increased pressure gradient within the hemorrhoid plexus. This typically results from increased intra-abdominal pressure experienced in scenarios such as prolonged straining during defecation or during pregnancy and labor. Not surprisingly, a history of chronic hard stool can precipitate hemorrhoid disease. [4] [5]", "contents": "External Hemorrhoid (Nursing) -- Causes. Pathologic hemorrhoids are a result of increased pressure gradient within the hemorrhoid plexus. This typically results from increased intra-abdominal pressure experienced in scenarios such as prolonged straining during defecation or during pregnancy and labor. Not surprisingly, a history of chronic hard stool can precipitate hemorrhoid disease. [4] [5]"}
{"id": "nurse-article-21477_4", "title": "External Hemorrhoid (Nursing) -- Risk Factors", "content": "Hemorrhoid disease is a common anorectal disorder, affecting millions in the United States, and the most common cause of rectal bleeding. Hemorrhoids are believed to affect men and women equally. They are rare under 20 years of age, and incidence peaks between the ages of 45 and 65 years of age. Estimates of hemorrhoid disease in pregnant women vary, but range as high as 35%.", "contents": "External Hemorrhoid (Nursing) -- Risk Factors. Hemorrhoid disease is a common anorectal disorder, affecting millions in the United States, and the most common cause of rectal bleeding. Hemorrhoids are believed to affect men and women equally. They are rare under 20 years of age, and incidence peaks between the ages of 45 and 65 years of age. Estimates of hemorrhoid disease in pregnant women vary, but range as high as 35%."}
{"id": "nurse-article-21477_5", "title": "External Hemorrhoid (Nursing) -- Assessment", "content": "Typical complaints associated with hemorrhoid disease include pain, bleeding, pruritis, burning, and swelling. Patients may describe bright red blood dripping into the toilet. Hemorrhoids are the most common cause of rectal bleeding.", "contents": "External Hemorrhoid (Nursing) -- Assessment. Typical complaints associated with hemorrhoid disease include pain, bleeding, pruritis, burning, and swelling. Patients may describe bright red blood dripping into the toilet. Hemorrhoids are the most common cause of rectal bleeding."}
{"id": "nurse-article-21477_6", "title": "External Hemorrhoid (Nursing) -- Evaluation", "content": "A physical exam can be accomplished with the patient in the prone jackknife position or left lateral decubitis. Buttocks must be distracted for visual examination which can readily identify many hemorrhoids, as well as other pathologies such as anal fissure, rectal prolapse, and fistulas. The digital exam is accomplished with a gloved and well-lubricated finger and can aid in excluding other palpable etiologies. Lastly, anoscopy can be performed, and patients may be asked to bear down, to simulate the increased intra-abdominal pressure associated with defecation. In complicated cases, or when a patient has difficulty tolerating an exam in a clinical setting, colorectal surgeons may sometimes opt to perform an exam in the operating room under anesthesia.", "contents": "External Hemorrhoid (Nursing) -- Evaluation. A physical exam can be accomplished with the patient in the prone jackknife position or left lateral decubitis. Buttocks must be distracted for visual examination which can readily identify many hemorrhoids, as well as other pathologies such as anal fissure, rectal prolapse, and fistulas. The digital exam is accomplished with a gloved and well-lubricated finger and can aid in excluding other palpable etiologies. Lastly, anoscopy can be performed, and patients may be asked to bear down, to simulate the increased intra-abdominal pressure associated with defecation. In complicated cases, or when a patient has difficulty tolerating an exam in a clinical setting, colorectal surgeons may sometimes opt to perform an exam in the operating room under anesthesia."}
{"id": "nurse-article-21477_7", "title": "External Hemorrhoid (Nursing) -- Medical Management", "content": "Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake. Of note, the fiber must be accompanied by adequate water intake to ensure that stool is not just bulky, but also soft. Polyethylene glycol is an osmotic laxative that softens stool by increasing the water content of stool. Docusate is an anionic surfactant that promotes water and lipid entry into the stool, thereby softening it. These conservative medical measures can decrease straining and the sheering pressure associated with passing stool. This alleviates congestion and allows hemorrhoid cushions to return to their natural, non-pathologic state.", "contents": "External Hemorrhoid (Nursing) -- Medical Management. Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake. Of note, the fiber must be accompanied by adequate water intake to ensure that stool is not just bulky, but also soft. Polyethylene glycol is an osmotic laxative that softens stool by increasing the water content of stool. Docusate is an anionic surfactant that promotes water and lipid entry into the stool, thereby softening it. These conservative medical measures can decrease straining and the sheering pressure associated with passing stool. This alleviates congestion and allows hemorrhoid cushions to return to their natural, non-pathologic state."}
{"id": "nurse-article-21477_8", "title": "External Hemorrhoid (Nursing) -- Medical Management", "content": "Rubber band ligation is a minimally invasive treatment option for first, second, and some third-degree internal hemorrhoids that do not respond to conservative therapy. Other minimally invasive options include sclerotherapy and infrared photocoagulation. [6] [7] [8] [9] [10]", "contents": "External Hemorrhoid (Nursing) -- Medical Management. Rubber band ligation is a minimally invasive treatment option for first, second, and some third-degree internal hemorrhoids that do not respond to conservative therapy. Other minimally invasive options include sclerotherapy and infrared photocoagulation. [6] [7] [8] [9] [10]"}
{"id": "nurse-article-21477_9", "title": "External Hemorrhoid (Nursing) -- Medical Management", "content": "The persistent or severe disease can be managed operatively, with surgical hemorrhoidectomy. In otherwise healthy patients, hemorrhoidectomies can be performed as \"same day\" surgeries. Post-operative pain is typically managed with oral narcotics, NSAIDs, and sitz baths.", "contents": "External Hemorrhoid (Nursing) -- Medical Management. The persistent or severe disease can be managed operatively, with surgical hemorrhoidectomy. In otherwise healthy patients, hemorrhoidectomies can be performed as \"same day\" surgeries. Post-operative pain is typically managed with oral narcotics, NSAIDs, and sitz baths."}
{"id": "nurse-article-21477_10", "title": "External Hemorrhoid (Nursing) -- Nursing Management", "content": "Manage pain Teach patient about sitzbaths Teach patient about perianal hygiene Educate about high fiber diet Monitor stool consistency Check for blood in stools Encourage ambulation Educate about the importance of drinking water Encourage an active lifestyle", "contents": "External Hemorrhoid (Nursing) -- Nursing Management. Manage pain Teach patient about sitzbaths Teach patient about perianal hygiene Educate about high fiber diet Monitor stool consistency Check for blood in stools Encourage ambulation Educate about the importance of drinking water Encourage an active lifestyle"}
{"id": "nurse-article-21477_11", "title": "External Hemorrhoid (Nursing) -- When To Seek Help", "content": "If intense pain in rectal area Fever Bleeding Urinary retention", "contents": "External Hemorrhoid (Nursing) -- When To Seek Help. If intense pain in rectal area Fever Bleeding Urinary retention"}
{"id": "nurse-article-21477_12", "title": "External Hemorrhoid (Nursing) -- Outcome Identification", "content": "No more perirectal pain or blood in stools No constipation", "contents": "External Hemorrhoid (Nursing) -- Outcome Identification. No more perirectal pain or blood in stools No constipation"}
{"id": "nurse-article-21477_13", "title": "External Hemorrhoid (Nursing) -- Coordination of Care", "content": "External hemorrhoids are managed by a mutlidisciplinary team that includes an emergency department physician, general surgeon, gastroenterologist and an internist. The primary care provider and nurse practitioner play a vital role in educating the patient on preventing these lesions.", "contents": "External Hemorrhoid (Nursing) -- Coordination of Care. External hemorrhoids are managed by a mutlidisciplinary team that includes an emergency department physician, general surgeon, gastroenterologist and an internist. The primary care provider and nurse practitioner play a vital role in educating the patient on preventing these lesions."}
{"id": "nurse-article-21477_14", "title": "External Hemorrhoid (Nursing) -- Coordination of Care", "content": "Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake.  Rubber band ligation is a minimally invasive treatment option for first, second, and some third-degree internal hemorrhoids that do not respond to conservative therapy. [11] Other minimally invasive options include sclerotherapy and infrared photocoagulation. While surgery is effective, the results are not optimal and recurrences are commonn. Many patients do have residual anorectal pain after surgery. [12]", "contents": "External Hemorrhoid (Nursing) -- Coordination of Care. Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake.  Rubber band ligation is a minimally invasive treatment option for first, second, and some third-degree internal hemorrhoids that do not respond to conservative therapy. [11] Other minimally invasive options include sclerotherapy and infrared photocoagulation. While surgery is effective, the results are not optimal and recurrences are commonn. Many patients do have residual anorectal pain after surgery. [12]"}
{"id": "nurse-article-21477_15", "title": "External Hemorrhoid (Nursing) -- Health Teaching and Health Promotion", "content": "Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake. These modifications can decrease straining and the sheering pressure associated with passing stool. This alleviates congestion and allows hemorrhoid cushions to return to their natural, non-pathologic state.", "contents": "External Hemorrhoid (Nursing) -- Health Teaching and Health Promotion. Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake. These modifications can decrease straining and the sheering pressure associated with passing stool. This alleviates congestion and allows hemorrhoid cushions to return to their natural, non-pathologic state."}
{"id": "nurse-article-21477_16", "title": "External Hemorrhoid (Nursing) -- Health Teaching and Health Promotion", "content": "Increased fiber intake can be helpful with symptomatic hemorrhoids, but must be accompanied by adequate water intake to ensure that stool is not just bulky, but also soft. Polyethylene glycol is an osmotic laxative that softens stool by increasing the water content of stool. Docusate is an anionic surfactant that promotes water and lipid entry into the stool softening it.", "contents": "External Hemorrhoid (Nursing) -- Health Teaching and Health Promotion. Increased fiber intake can be helpful with symptomatic hemorrhoids, but must be accompanied by adequate water intake to ensure that stool is not just bulky, but also soft. Polyethylene glycol is an osmotic laxative that softens stool by increasing the water content of stool. Docusate is an anionic surfactant that promotes water and lipid entry into the stool softening it."}
{"id": "nurse-article-21477_17", "title": "External Hemorrhoid (Nursing) -- Discharge Planning", "content": "External hemorrhoids affect millions of people and even though not life-threatening can seriously affect the quality of life. Over the years, many treatments have been developed to manage hemorrhoids but none is perfect. Today, the aim of treatment is to prevent hemorrhoids in the first place. Hemorrhoids are best managed by an interprofessional team that includes an emergency department physician, general surgeon, gastroenterologist, and an internist. The primary care provider, pharmacist, and nurse practitioner play a vital role in educating the patient on preventing these lesions.", "contents": "External Hemorrhoid (Nursing) -- Discharge Planning. External hemorrhoids affect millions of people and even though not life-threatening can seriously affect the quality of life. Over the years, many treatments have been developed to manage hemorrhoids but none is perfect. Today, the aim of treatment is to prevent hemorrhoids in the first place. Hemorrhoids are best managed by an interprofessional team that includes an emergency department physician, general surgeon, gastroenterologist, and an internist. The primary care provider, pharmacist, and nurse practitioner play a vital role in educating the patient on preventing these lesions."}
{"id": "nurse-article-21477_18", "title": "External Hemorrhoid (Nursing) -- Discharge Planning", "content": "Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake.  Rubber band ligation is a minimally invasive treatment option for first, second, and some third-degree internal hemorrhoids that do not respond to conservative therapy. [11] Other minimally invasive options include sclerotherapy and infrared photocoagulation. While surgery is effective, the results are not optimal and recurrences are common. Many patients do have residual anorectal pain after surgery. [12]", "contents": "External Hemorrhoid (Nursing) -- Discharge Planning. Conservative therapy is considered first-line treatment for symptomatic hemorrhoids. This includes increased dietary fiber, stool softeners, and increased water intake.  Rubber band ligation is a minimally invasive treatment option for first, second, and some third-degree internal hemorrhoids that do not respond to conservative therapy. [11] Other minimally invasive options include sclerotherapy and infrared photocoagulation. While surgery is effective, the results are not optimal and recurrences are common. Many patients do have residual anorectal pain after surgery. [12]"}
{"id": "nurse-article-21477_19", "title": "External Hemorrhoid (Nursing) -- Evidence-Based Issues", "content": "The outcomes for most people who do not change lifestyle are not satisfactory. Even those who undergo surgery cannot be guaranteed of a good result. Pain, urinary retention and recurrence are common postoperatively. 12. (Level V)", "contents": "External Hemorrhoid (Nursing) -- Evidence-Based Issues. The outcomes for most people who do not change lifestyle are not satisfactory. Even those who undergo surgery cannot be guaranteed of a good result. Pain, urinary retention and recurrence are common postoperatively. 12. (Level V)"}
{"id": "nurse-article-21477_20", "title": "External Hemorrhoid (Nursing) -- Pearls and Other issues", "content": "The primary care clinicians and nurses should educate the patients on the need to change lifestyle to prevent hemorrhoids; this means becoming physically active, eating a high fiber diet, drinking ample water, taking a stool softener, reducing body weight and avoiding prolonged seating. These simple measures not only reduce the risk of hemorrhoids but also decrease healthcare expense. Only via an interprofessional approach can the morbidity of hemorrhoids be reduced.", "contents": "External Hemorrhoid (Nursing) -- Pearls and Other issues. The primary care clinicians and nurses should educate the patients on the need to change lifestyle to prevent hemorrhoids; this means becoming physically active, eating a high fiber diet, drinking ample water, taking a stool softener, reducing body weight and avoiding prolonged seating. These simple measures not only reduce the risk of hemorrhoids but also decrease healthcare expense. Only via an interprofessional approach can the morbidity of hemorrhoids be reduced."}
{"id": "nurse-article-21477_21", "title": "External Hemorrhoid (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "External Hemorrhoid (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}