{"id": "nurse-article-20337_0", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Learning Outcome", "content": "Identify the most common causes of dementia Describe the clinical features of dementia Understand the most common diagnostic modalities used for the evaluation of dementia Explain how a well-coordinated, interprofessional team approach can improve outcomes for patients with dementia", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Learning Outcome. Identify the most common causes of dementia Describe the clinical features of dementia Understand the most common diagnostic modalities used for the evaluation of dementia Explain how a well-coordinated, interprofessional team approach can improve outcomes for patients with dementia"}
{"id": "nurse-article-20337_1", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Introduction", "content": "The definition of dementia has been updated in the DSM-V criteria. It is actually no longer termed Dementia but is now called Major Neurocognitive Disorder (MND). However, due to the common use of the term dementia in society and medical literature, it will be referred to as both Dementia and Major Neurocognitive Disorder in this article. It is worth noting the limitations of using the term dementia, including its common association exclusively with the elderly, and that it is often used synonymously with Alzheimer's disease. Major neurocognitive disorder can affect younger individuals and does not always imply Alzheimer's disease as the etiology of cognitive decline. Major neurocognitive disorder is characterized by a significant decline in at least one of the domains of cognition which include executive function, complex attention, language, learning and memory, perceptual-motor, or social cognition. The decline represents a change from a patient's prior level of cognitive ability, is persistent and progressive over time, and not associated exclusively with an episode of delirium. In addition to the cognitive decline, there must also be a decline in the patient's ability to function and perform everyday tasks. The everyday function of a patient is often evaluated in terms of the ability to perform IADL's (Instrumental Activities of Daily Living) such as managing finances or medications, or if more severe, ADL's (Activities of Daily Living) such as grooming or feeding oneself. [1] It is often a progressive disorder, and individuals often do not have insight into their deficits. Currently, no cure exists for any of the causes of dementia. The prevalence of dementia is expected to continue to increase along with the increasing numbers of the aging population. Currently, 47 million people in the world have dementia, and the number is expected to increase to 131 million by 2050. [2] Alzheimer's disease is the 5th leading cause of death for people over the age of 65 in the United States. [3] Dementia is a significant public health burden and significantly increases the costs of care, both to the individual and society. The individual lifetime cost to care for an individual with dementia was nearly $200,000 more than an individual without dementia. [4] In 2010, the costs of treating dementia in the United States were projected to be about $200 billion per year in the United States and $600 billion worldwide. [5]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Introduction. The definition of dementia has been updated in the DSM-V criteria. It is actually no longer termed Dementia but is now called Major Neurocognitive Disorder (MND). However, due to the common use of the term dementia in society and medical literature, it will be referred to as both Dementia and Major Neurocognitive Disorder in this article. It is worth noting the limitations of using the term dementia, including its common association exclusively with the elderly, and that it is often used synonymously with Alzheimer's disease. Major neurocognitive disorder can affect younger individuals and does not always imply Alzheimer's disease as the etiology of cognitive decline. Major neurocognitive disorder is characterized by a significant decline in at least one of the domains of cognition which include executive function, complex attention, language, learning and memory, perceptual-motor, or social cognition. The decline represents a change from a patient's prior level of cognitive ability, is persistent and progressive over time, and not associated exclusively with an episode of delirium. In addition to the cognitive decline, there must also be a decline in the patient's ability to function and perform everyday tasks. The everyday function of a patient is often evaluated in terms of the ability to perform IADL's (Instrumental Activities of Daily Living) such as managing finances or medications, or if more severe, ADL's (Activities of Daily Living) such as grooming or feeding oneself. [1] It is often a progressive disorder, and individuals often do not have insight into their deficits. Currently, no cure exists for any of the causes of dementia. The prevalence of dementia is expected to continue to increase along with the increasing numbers of the aging population. Currently, 47 million people in the world have dementia, and the number is expected to increase to 131 million by 2050. [2] Alzheimer's disease is the 5th leading cause of death for people over the age of 65 in the United States. [3] Dementia is a significant public health burden and significantly increases the costs of care, both to the individual and society. The individual lifetime cost to care for an individual with dementia was nearly $200,000 more than an individual without dementia. [4] In 2010, the costs of treating dementia in the United States were projected to be about $200 billion per year in the United States and $600 billion worldwide. [5]"}
{"id": "nurse-article-20337_2", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Nursing Diagnosis", "content": "The most common nursing diagnoses for patients with dementia include: Disturbed Thought Process Chronic Confusion Impaired Verbal Communication Self-Care Deficit: Bathing/Hygiene Self-Care Deficit: Dressing and Grooming Self-Care Deficit: Toileting Impaired Physical Mobility Disturbed Sleep Pattern Disturbed Sensory Perception Social Isolation", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Nursing Diagnosis. The most common nursing diagnoses for patients with dementia include: Disturbed Thought Process Chronic Confusion Impaired Verbal Communication Self-Care Deficit: Bathing/Hygiene Self-Care Deficit: Dressing and Grooming Self-Care Deficit: Toileting Impaired Physical Mobility Disturbed Sleep Pattern Disturbed Sensory Perception Social Isolation"}
{"id": "nurse-article-20337_3", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Causes", "content": "Several conditions can cause major neurocognitive disorder with alzheimer's dementia (AD) being the most common cause accounting for about 70% of cases. [6] The DSM-V criteria for major neurocognitive disorder further delineate 13 etiological subtypes that indicate the possible etiology of the disorder. These subtypes include alzheimer disease, vascular disease, frontotemporal lobar degeneration, lewy body disease, parkinson disease, HIV infection, huntington disease, prion disease, substance and or medication use, traumatic brain injury, another medical condition, multiple etiologies, and unspecified. A patient may have more than one etiology contributing to MND, for example, there may be a mixed picture of alzheimer disease with vascular disease in the same patient. Other medical conditions that can lead to dementia include progressive supranuclear palsy, corticobasal syndrome, and less commonly multiple system atrophy. The etiology is further characterized by \"possibly\" vs \"probably\" assigning the degree of certainty as to the cause of the major neurocognitive disorder. It often takes time to distinguish the etiology and can be aided by many factors including the results of imaging studies, lab studies, genetic markers, patient comorbidities, medical and family history, and clinical findings. [1]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Causes. Several conditions can cause major neurocognitive disorder with alzheimer's dementia (AD) being the most common cause accounting for about 70% of cases. [6] The DSM-V criteria for major neurocognitive disorder further delineate 13 etiological subtypes that indicate the possible etiology of the disorder. These subtypes include alzheimer disease, vascular disease, frontotemporal lobar degeneration, lewy body disease, parkinson disease, HIV infection, huntington disease, prion disease, substance and or medication use, traumatic brain injury, another medical condition, multiple etiologies, and unspecified. A patient may have more than one etiology contributing to MND, for example, there may be a mixed picture of alzheimer disease with vascular disease in the same patient. Other medical conditions that can lead to dementia include progressive supranuclear palsy, corticobasal syndrome, and less commonly multiple system atrophy. The etiology is further characterized by \"possibly\" vs \"probably\" assigning the degree of certainty as to the cause of the major neurocognitive disorder. It often takes time to distinguish the etiology and can be aided by many factors including the results of imaging studies, lab studies, genetic markers, patient comorbidities, medical and family history, and clinical findings. [1]"}
{"id": "nurse-article-20337_4", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Risk Factors", "content": "Although there are many causes of dementia, certain risk factors have been associated with dementia and cognitive decline. Evidence shows that the greatest risk factor for late-onset dementia is age, family history, and genetic susceptibility. However, some modifiable risk factors such as uncontrolled diabetes, mid-life obesity, hypertension, hyperlipidemia, smoking, and history of traumatic brain injury have been known to also be associated with the development of dementia. [7]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Risk Factors. Although there are many causes of dementia, certain risk factors have been associated with dementia and cognitive decline. Evidence shows that the greatest risk factor for late-onset dementia is age, family history, and genetic susceptibility. However, some modifiable risk factors such as uncontrolled diabetes, mid-life obesity, hypertension, hyperlipidemia, smoking, and history of traumatic brain injury have been known to also be associated with the development of dementia. [7]"}
{"id": "nurse-article-20337_5", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment", "content": "History must be obtained from the patient and their close friends, family members or caregivers. Patients may present with symptoms of changes in behavior, getting lost in familiar neighborhoods, memory loss, mood changes, aggression, social withdrawal, self-neglect, cognitive difficulty, personality changes, difficulty performing tasks, forgetfulness, difficulty in communication, loss of independence, etc. A detailed history should include past medical, family, medication, and substance use history, and defining observed symptoms of cognitive decline. Often patients will report different awareness of the deficits than caregivers or companions will report. In addition to further characterization of the cognitive changes, it is important to evaluate their current functional abilities and any changes in their ability to perform daily tasks.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment. History must be obtained from the patient and their close friends, family members or caregivers. Patients may present with symptoms of changes in behavior, getting lost in familiar neighborhoods, memory loss, mood changes, aggression, social withdrawal, self-neglect, cognitive difficulty, personality changes, difficulty performing tasks, forgetfulness, difficulty in communication, loss of independence, etc. A detailed history should include past medical, family, medication, and substance use history, and defining observed symptoms of cognitive decline. Often patients will report different awareness of the deficits than caregivers or companions will report. In addition to further characterization of the cognitive changes, it is important to evaluate their current functional abilities and any changes in their ability to perform daily tasks."}
{"id": "nurse-article-20337_6", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment", "content": "It is also vitally important to evaluate any safety concerns that arise from the cognitive changes. For example, is the patient still driving, and are they doing so safely? Have there been any episodes of wandering or getting lost? If there was a fire in the house could they get out safely? Can they still use the telephone? Are they vulnerable to financial or physical abuse? Are there firearms in the home they have access to? In addition to symptoms of dementia, the following atypical symptoms may be seen in the following conditions:", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment. It is also vitally important to evaluate any safety concerns that arise from the cognitive changes. For example, is the patient still driving, and are they doing so safely? Have there been any episodes of wandering or getting lost? If there was a fire in the house could they get out safely? Can they still use the telephone? Are they vulnerable to financial or physical abuse? Are there firearms in the home they have access to? In addition to symptoms of dementia, the following atypical symptoms may be seen in the following conditions:"}
{"id": "nurse-article-20337_7", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment", "content": "In patients with lewy body dementia, symptoms of well-formed visual hallucinations, REM sleep behavior disorder, typical parkinsonian symptoms, and fluctuating cognition, attention, and alertness. [8] In patients with frontotemporal dementia, behavior changes including disinhibition and apathy, and speech difficulties may be seen. [9] In patients with creutzfeld jakob disease, symptoms of myoclonus, visual changes, ataxia, and memory and behavior changes are seen. [10] In patients with huntington disease, symptoms of chorea, irritability, and depression can be present. [11] In patients with vascular dementia, deficits can occur in stepwise declines. [12] In patients with parkinson disease dementia, symptoms of parkinsonism characterized by bradykinesia, resting tremor, and muscle rigidity are found. In addition, visual hallucinations and delusions may also be seen, especially in the late stages. [8]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment. In patients with lewy body dementia, symptoms of well-formed visual hallucinations, REM sleep behavior disorder, typical parkinsonian symptoms, and fluctuating cognition, attention, and alertness. [8] In patients with frontotemporal dementia, behavior changes including disinhibition and apathy, and speech difficulties may be seen. [9] In patients with creutzfeld jakob disease, symptoms of myoclonus, visual changes, ataxia, and memory and behavior changes are seen. [10] In patients with huntington disease, symptoms of chorea, irritability, and depression can be present. [11] In patients with vascular dementia, deficits can occur in stepwise declines. [12] In patients with parkinson disease dementia, symptoms of parkinsonism characterized by bradykinesia, resting tremor, and muscle rigidity are found. In addition, visual hallucinations and delusions may also be seen, especially in the late stages. [8]"}
{"id": "nurse-article-20337_8", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment", "content": "Patients with atypical parkinsonian syndromes also bear mentioning. Multiple system atrophy, progressive supranuclear palsy, and corticobasal syndrome have symptoms of parkinsonism in addition to other characteristic findings. Multiple system atrophy has symptoms of autonomic failure and cerebellar ataxia. Progressive supranuclear palsy has symptoms of frequent falls (often backwards), and vertical supranuclear gaze palsy. Corticobasal syndrome has progressive asymmetric muscle rigidity and alien limb phenomenon. [13] The physical exam should be comprehensive including a complete neurological exam including gait analysis.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Assessment. Patients with atypical parkinsonian syndromes also bear mentioning. Multiple system atrophy, progressive supranuclear palsy, and corticobasal syndrome have symptoms of parkinsonism in addition to other characteristic findings. Multiple system atrophy has symptoms of autonomic failure and cerebellar ataxia. Progressive supranuclear palsy has symptoms of frequent falls (often backwards), and vertical supranuclear gaze palsy. Corticobasal syndrome has progressive asymmetric muscle rigidity and alien limb phenomenon. [13] The physical exam should be comprehensive including a complete neurological exam including gait analysis."}
{"id": "nurse-article-20337_9", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation", "content": "The definitive diagnosis of the type of dementia can only be made at autopsy. A probable diagnosis can often be made using clinical history predominantly, sometimes aided by brain imaging and additional laboratory evaluation. Excluding treatable causes of cognitive impairment is also important to include in the initial evaluation.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation. The definitive diagnosis of the type of dementia can only be made at autopsy. A probable diagnosis can often be made using clinical history predominantly, sometimes aided by brain imaging and additional laboratory evaluation. Excluding treatable causes of cognitive impairment is also important to include in the initial evaluation."}
{"id": "nurse-article-20337_10", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation", "content": "All domains of cognition must be assessed. There are multiple cognitive evaluation tools available for use in a clinical setting including the Mini-mental status examination (MMSE), Montreal Cognitive Assessment (MoCA), Saint Louis University Mental Status (SLUMS), Addenbrooke's Cognitive Examination–Revised (ACE-R), the modified mini-mental state examination, Mini-Cog, and Rowland Universal Dementia Assessment Scale (RUDAS). Each tool has different advantages for example the MoCA takes approximately 10 minutes and is better suited for detecting mild cognitive impairment in addition to major neurocognitive disorder. In contrast, the Mini-Cog takes approximately 3 minutes to administer and is predominantly used to screen for major neurocognitive disorder. The RUDAS is often used for use cross-cultural evaluations and can be administered in conjunction with an interpreter if needed. None of these cognitive evaluations alone can diagnose major neurocognitive disorder, as a decline in function of daily tasks is also needed to meet the diagnostic criteria. These studies can be repeated over time to document the progression of decline. They can give an idea of the severity of the deficit along with specific cognitive domains that are affected. Specialized more in-depth neuropsychological testing can provide even further diagnostic information and help differentiate subtle differences or hard-to-diagnose cases.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation. All domains of cognition must be assessed. There are multiple cognitive evaluation tools available for use in a clinical setting including the Mini-mental status examination (MMSE), Montreal Cognitive Assessment (MoCA), Saint Louis University Mental Status (SLUMS), Addenbrooke's Cognitive Examination–Revised (ACE-R), the modified mini-mental state examination, Mini-Cog, and Rowland Universal Dementia Assessment Scale (RUDAS). Each tool has different advantages for example the MoCA takes approximately 10 minutes and is better suited for detecting mild cognitive impairment in addition to major neurocognitive disorder. In contrast, the Mini-Cog takes approximately 3 minutes to administer and is predominantly used to screen for major neurocognitive disorder. The RUDAS is often used for use cross-cultural evaluations and can be administered in conjunction with an interpreter if needed. None of these cognitive evaluations alone can diagnose major neurocognitive disorder, as a decline in function of daily tasks is also needed to meet the diagnostic criteria. These studies can be repeated over time to document the progression of decline. They can give an idea of the severity of the deficit along with specific cognitive domains that are affected. Specialized more in-depth neuropsychological testing can provide even further diagnostic information and help differentiate subtle differences or hard-to-diagnose cases."}
{"id": "nurse-article-20337_11", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation", "content": "Laboratory tests to check in all patients during the evaluation of dementia include complete blood count, urinalysis, metabolic panel, Vitamin B12, folic acid, thyroid function tests, and serological tests for syphilis and HIV. Under certain circumstances, it may be appropriate to check erythrocyte sedimentation rate, lumbar puncture, heavy metal screen, ceruloplasmin levels, lyme disease titer, or serum protein electrophoresis.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation. Laboratory tests to check in all patients during the evaluation of dementia include complete blood count, urinalysis, metabolic panel, Vitamin B12, folic acid, thyroid function tests, and serological tests for syphilis and HIV. Under certain circumstances, it may be appropriate to check erythrocyte sedimentation rate, lumbar puncture, heavy metal screen, ceruloplasmin levels, lyme disease titer, or serum protein electrophoresis."}
{"id": "nurse-article-20337_12", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation", "content": "Brain imaging is sometimes ordered, particularly if the age of onset is relatively early, atypical or rapidly progressing symptoms are present, or there is diagnostic uncertainty. A brain MRI without contrast is often the initial test ordered. It is valuable for evaluating signs of vascular or ischemic disease, as well as localized regions or global atrophy that may be seen. A DaTscan uses a radiotracer to highlight dopamine transporter proteins in a SPECT scan on the presynaptic dopaminergic neurons. This scan can aid in differentiating pathologies that involve loss of the striatal dopaminergic pathway including parkinson disease, multiple system atrophy, progressive nuclear palsy, cortical-basal degeneration, and Lewy body dementia from other syndromes. [14]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation. Brain imaging is sometimes ordered, particularly if the age of onset is relatively early, atypical or rapidly progressing symptoms are present, or there is diagnostic uncertainty. A brain MRI without contrast is often the initial test ordered. It is valuable for evaluating signs of vascular or ischemic disease, as well as localized regions or global atrophy that may be seen. A DaTscan uses a radiotracer to highlight dopamine transporter proteins in a SPECT scan on the presynaptic dopaminergic neurons. This scan can aid in differentiating pathologies that involve loss of the striatal dopaminergic pathway including parkinson disease, multiple system atrophy, progressive nuclear palsy, cortical-basal degeneration, and Lewy body dementia from other syndromes. [14]"}
{"id": "nurse-article-20337_13", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation", "content": "Often reserved for academic settings, functional brain imaging with PET, SPECT, and fMRI can help in the early diagnosis and monitoring of patients with dementia, especially AD. These can also help differentiate the etiology of dementia. These are expensive and routine use in clinical practice is not indicated. [15] There are new CSF and blood tests under research to help identify Alzheimer disease and evaluate concentrations of amyloid and phosphorylated tau proteins as well as markers of neurodegeneration including neurofilament light chain and glial fibrillar acidic proteins. These tests are not yet ready for regular clinical use.  [16]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Evaluation. Often reserved for academic settings, functional brain imaging with PET, SPECT, and fMRI can help in the early diagnosis and monitoring of patients with dementia, especially AD. These can also help differentiate the etiology of dementia. These are expensive and routine use in clinical practice is not indicated. [15] There are new CSF and blood tests under research to help identify Alzheimer disease and evaluate concentrations of amyloid and phosphorylated tau proteins as well as markers of neurodegeneration including neurofilament light chain and glial fibrillar acidic proteins. These tests are not yet ready for regular clinical use.  [16]"}
{"id": "nurse-article-20337_14", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management", "content": "FDA-approved medications to improve cognitive function include cholinesterase inhibitors and memantine. Cholinesterase inhibitors include donepezil, galantamine, and rivastigmine. Cholinesterase inhibitors prevent the breakdown of acetylcholine and aim to slow or delay the worsening of symptoms. Memantine is an NMDA antagonist and decreases the activity of glutamine. Donepezil is approved for all stages of alzheimer disease, rivastigmine is approved for all stages of alzheimer disease in its patch form, and mild to moderate stages with oral formulations. Galantamine is approved for mild to moderate stages and memantine for moderate to severe stages. [17] Acetylcholinesterase inhibitors lead to a variable response among patients, with not all patients showing benefit. There are possible contraindications to their use and significant side effects including the potential for cardiovascular complications, peptic ulcer disease and weight loss. Memantine may have neuroprotective benefits as it serves as an uncompetitive antagonist of the NMDA receptor and can prevent neurotoxic and excessive influx of calcium to the neuron. [18] The benefits seen with use of both acetylcholinesterase inhibitors and memantine are often modest and many patients and providers choose to forgo pharmacologic treatment.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management. FDA-approved medications to improve cognitive function include cholinesterase inhibitors and memantine. Cholinesterase inhibitors include donepezil, galantamine, and rivastigmine. Cholinesterase inhibitors prevent the breakdown of acetylcholine and aim to slow or delay the worsening of symptoms. Memantine is an NMDA antagonist and decreases the activity of glutamine. Donepezil is approved for all stages of alzheimer disease, rivastigmine is approved for all stages of alzheimer disease in its patch form, and mild to moderate stages with oral formulations. Galantamine is approved for mild to moderate stages and memantine for moderate to severe stages. [17] Acetylcholinesterase inhibitors lead to a variable response among patients, with not all patients showing benefit. There are possible contraindications to their use and significant side effects including the potential for cardiovascular complications, peptic ulcer disease and weight loss. Memantine may have neuroprotective benefits as it serves as an uncompetitive antagonist of the NMDA receptor and can prevent neurotoxic and excessive influx of calcium to the neuron. [18] The benefits seen with use of both acetylcholinesterase inhibitors and memantine are often modest and many patients and providers choose to forgo pharmacologic treatment."}
{"id": "nurse-article-20337_15", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management", "content": "Aducanumab is a recombinant monoclonal antibody directed against amyloid beta that was recently approved by the FDA for treatment of mild alzheimer disease. It's approval remains highly controversial. The drug is costly and does not have clear proven clinical benefits. It was approved based on positive clinical results seen in only one of the two phase III trials, as well as aducanumab's effect on a surrogate endpoint (reducing amyloid beta plaques in the brain) which has not been proven to be clinically significant. [19]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management. Aducanumab is a recombinant monoclonal antibody directed against amyloid beta that was recently approved by the FDA for treatment of mild alzheimer disease. It's approval remains highly controversial. The drug is costly and does not have clear proven clinical benefits. It was approved based on positive clinical results seen in only one of the two phase III trials, as well as aducanumab's effect on a surrogate endpoint (reducing amyloid beta plaques in the brain) which has not been proven to be clinically significant. [19]"}
{"id": "nurse-article-20337_16", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management", "content": "Lifestyle modifications to optimize cognitive function include optimizing sleep, eating an anti-inflammatory diet, adequate exercise, treating hearing or vision loss, minimizing stress, and maintaining normal blood sugar, cholesterol, and blood pressure levels. [20]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management. Lifestyle modifications to optimize cognitive function include optimizing sleep, eating an anti-inflammatory diet, adequate exercise, treating hearing or vision loss, minimizing stress, and maintaining normal blood sugar, cholesterol, and blood pressure levels. [20]"}
{"id": "nurse-article-20337_17", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management", "content": "Behavioral symptoms include irritability, anxiety, and depression. Antidepressants and sometimes antipsychotics can help with these symptoms. In addition, non-drug approaches like supportive care, memory training, physical exercise programs, and mental and social stimulation must be employed in symptom control.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management. Behavioral symptoms include irritability, anxiety, and depression. Antidepressants and sometimes antipsychotics can help with these symptoms. In addition, non-drug approaches like supportive care, memory training, physical exercise programs, and mental and social stimulation must be employed in symptom control."}
{"id": "nurse-article-20337_18", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management", "content": "Patients and their families should be counseled about the disease and its consequences. They should be provided with all the necessary information in regards to what to expect and how to react to it. Patients and their families should also be encouraged to seek social service consultations and to register with support groups and societies. Coaching caregivers on skills such as redirection and reassurance as opposed to repeated correction of patients confused due to dementia can avoid or de-escalate possible behavioral symptoms. Driving restrictions may have to be imposed.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Medical Management. Patients and their families should be counseled about the disease and its consequences. They should be provided with all the necessary information in regards to what to expect and how to react to it. Patients and their families should also be encouraged to seek social service consultations and to register with support groups and societies. Coaching caregivers on skills such as redirection and reassurance as opposed to repeated correction of patients confused due to dementia can avoid or de-escalate possible behavioral symptoms. Driving restrictions may have to be imposed."}
{"id": "nurse-article-20337_19", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Nursing Management", "content": "Nursing management of patients with dementia should be focused on promoting safety and improving the quality of life for the patient. Nurses should evaluate all of their patients for early symptoms of dementia. They should perform a comprehensive assessment for identification and monitoring of cognitive decline on all patients with a diagnosis of dementia. They should evaluate and assess for pain and anxiety and report it as needed. They should also assess for findings of medical symptoms or diseases the patient may be unable to report verbally. Finally, they should partner with the patient's family to promote patient-centered care that encourages quality of life improvements. [21]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Nursing Management. Nursing management of patients with dementia should be focused on promoting safety and improving the quality of life for the patient. Nurses should evaluate all of their patients for early symptoms of dementia. They should perform a comprehensive assessment for identification and monitoring of cognitive decline on all patients with a diagnosis of dementia. They should evaluate and assess for pain and anxiety and report it as needed. They should also assess for findings of medical symptoms or diseases the patient may be unable to report verbally. Finally, they should partner with the patient's family to promote patient-centered care that encourages quality of life improvements. [21]"}
{"id": "nurse-article-20337_20", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- When To Seek Help", "content": "Dementia is one of the leading causes of death in the United States, however, it is underreported as a terminal condition. Nurses should seek help when a patient with dementia has dyspnea, uncontrolled agitation or pain, dysphagia, or develops a stage II or higher pressure ulcer. [22]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- When To Seek Help. Dementia is one of the leading causes of death in the United States, however, it is underreported as a terminal condition. Nurses should seek help when a patient with dementia has dyspnea, uncontrolled agitation or pain, dysphagia, or develops a stage II or higher pressure ulcer. [22]"}
{"id": "nurse-article-20337_21", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Outcome Identification", "content": "The mainstay of management of dementia is mainly symptomatic and the goals of treatment should be based on the treatment of behavioral disturbances, maintaining or enhancing quality of life, and maximizing function in activities of daily living.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Outcome Identification. The mainstay of management of dementia is mainly symptomatic and the goals of treatment should be based on the treatment of behavioral disturbances, maintaining or enhancing quality of life, and maximizing function in activities of daily living."}
{"id": "nurse-article-20337_22", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Monitoring", "content": "Patients with dementia should undergo a careful mental status examination.  There are many tools available for quantifying cognition in a patient with dementia. Tests such as the Mini-Mental State Examination (MMSE) or the Montreal Cognitive Assessment (MoCa) can be used to quantify a decrease in a patient's cognition and should be performed periodically by the nursing staff to assess the patient's orientation, registration, attention, recall, and language skills. These tests normally take less than 10 minutes to administer and should be used to establish a baseline and with any suspected cognitive decline [23] .", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Monitoring. Patients with dementia should undergo a careful mental status examination.  There are many tools available for quantifying cognition in a patient with dementia. Tests such as the Mini-Mental State Examination (MMSE) or the Montreal Cognitive Assessment (MoCa) can be used to quantify a decrease in a patient's cognition and should be performed periodically by the nursing staff to assess the patient's orientation, registration, attention, recall, and language skills. These tests normally take less than 10 minutes to administer and should be used to establish a baseline and with any suspected cognitive decline [23] ."}
{"id": "nurse-article-20337_23", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Coordination of Care", "content": "\"Dementia\" is a general term that is used when a person has developed difficulties with reasoning, judgment, and memory. It may be caused by several diseases that affect the brain of which the most common cause is Alzheimer's disease. There are numerous published studies that show that interventions like care coordination as well as interprofessional communication reduce hospitalizations and decrease ED visits.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Coordination of Care. \"Dementia\" is a general term that is used when a person has developed difficulties with reasoning, judgment, and memory. It may be caused by several diseases that affect the brain of which the most common cause is Alzheimer's disease. There are numerous published studies that show that interventions like care coordination as well as interprofessional communication reduce hospitalizations and decrease ED visits."}
{"id": "nurse-article-20337_24", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Health Teaching and Health Promotion", "content": "Being diagnosed with dementia can be stressful and overwhelming for the affected person as well as their loved ones.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Health Teaching and Health Promotion. Being diagnosed with dementia can be stressful and overwhelming for the affected person as well as their loved ones."}
{"id": "nurse-article-20337_25", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Health Teaching and Health Promotion", "content": "It is important for people with early dementia to care for their health which means regular checkups, compliance with medicines if needed, eating a healthy diet, regularly exercising, getting good sleep, and avoiding activities that can be risky. It is also helpful to talk to others through support groups or social workers to discuss any issues such as anxiety, frustration, anger, loneliness, or depression.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Health Teaching and Health Promotion. It is important for people with early dementia to care for their health which means regular checkups, compliance with medicines if needed, eating a healthy diet, regularly exercising, getting good sleep, and avoiding activities that can be risky. It is also helpful to talk to others through support groups or social workers to discuss any issues such as anxiety, frustration, anger, loneliness, or depression."}
{"id": "nurse-article-20337_26", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Discharge Planning", "content": "Planned or emergent hospitalizations can occur at any time during the care of a patient with dementia. Hospital visits are a source of anxiety for the patient and their family members. It is imperative for nurses to coordinate with physicians, social workers, and family members to plan ahead for discharge.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Discharge Planning. Planned or emergent hospitalizations can occur at any time during the care of a patient with dementia. Hospital visits are a source of anxiety for the patient and their family members. It is imperative for nurses to coordinate with physicians, social workers, and family members to plan ahead for discharge."}
{"id": "nurse-article-20337_27", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Discharge Planning", "content": "Prior to hospital discharge, the healthcare team should evaluate for long-term care needs. Recommendations should include referrals for in-home services, referrals to rehabilitation facilities, or outpatient services as warranted.  The discharge plan should include a current list of all the medications that the patient is taking, a list of his allergies, copies of all legal papers to include: living will, advanced directives, power of attorney, or do not resuscitate orders, and a follow-up appointment after discharge with the patient's primary care provider. [24]", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Discharge Planning. Prior to hospital discharge, the healthcare team should evaluate for long-term care needs. Recommendations should include referrals for in-home services, referrals to rehabilitation facilities, or outpatient services as warranted.  The discharge plan should include a current list of all the medications that the patient is taking, a list of his allergies, copies of all legal papers to include: living will, advanced directives, power of attorney, or do not resuscitate orders, and a follow-up appointment after discharge with the patient's primary care provider. [24]"}
{"id": "nurse-article-20337_28", "title": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Major Neurocognitive Disorder (Dementia) (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}