{"id": "nurse-article-25369_0", "title": "Mumps (Nursing) -- Learning Outcome", "content": "Recall the cause of mumps Describe the presentation of mumps Summarize the treatment of mumps List the nurse's role in the management of mumps", "contents": "Mumps (Nursing) -- Learning Outcome. Recall the cause of mumps Describe the presentation of mumps Summarize the treatment of mumps List the nurse's role in the management of mumps"}
{"id": "nurse-article-25369_1", "title": "Mumps (Nursing) -- Introduction", "content": "Mumps is a contagious viral illness and at one time was a very common childhood disease. With the implementation of widespread vaccination, the incidence of mumps in the population has decreased substantially. Mumps infection typically presents with a prodrome of headache, fever, fatigue, anorexia, malaise followed by the classic hallmark of the disease, parotitis. The disease is more often self-limited with individuals experiencing a full recovery. [1]", "contents": "Mumps (Nursing) -- Introduction. Mumps is a contagious viral illness and at one time was a very common childhood disease. With the implementation of widespread vaccination, the incidence of mumps in the population has decreased substantially. Mumps infection typically presents with a prodrome of headache, fever, fatigue, anorexia, malaise followed by the classic hallmark of the disease, parotitis. The disease is more often self-limited with individuals experiencing a full recovery. [1]"}
{"id": "nurse-article-25369_2", "title": "Mumps (Nursing) -- Nursing Diagnosis", "content": "Face swelling Headache Fever Anxiety Muscle pain Malaise Cough", "contents": "Mumps (Nursing) -- Nursing Diagnosis. Face swelling Headache Fever Anxiety Muscle pain Malaise Cough"}
{"id": "nurse-article-25369_3", "title": "Mumps (Nursing) -- Causes", "content": "Mumps is a single-stranded RNA paramyxovirus. There is only one known serotype of the mumps virus. Nucleoprotein, phosphoprotein, and polymerase together with the genomic RNA replicate the virus forming the ribonucleocapsid. A host-derived lipid bilayer surrounds the ribonucleocapsid. Within this lipid bilayer are viral neuraminidase and fusion proteins which allow cell binding and entry of the virus. These fusion complexes are the main targets of virus-neutralizing antibodies. The virus itself is a stable virus unable to combine. This makes antigenic shift unlikely. [2] [3] This inability in genetic drift allows vaccination to most typically confer long-lasting immunity in individuals. [4]", "contents": "Mumps (Nursing) -- Causes. Mumps is a single-stranded RNA paramyxovirus. There is only one known serotype of the mumps virus. Nucleoprotein, phosphoprotein, and polymerase together with the genomic RNA replicate the virus forming the ribonucleocapsid. A host-derived lipid bilayer surrounds the ribonucleocapsid. Within this lipid bilayer are viral neuraminidase and fusion proteins which allow cell binding and entry of the virus. These fusion complexes are the main targets of virus-neutralizing antibodies. The virus itself is a stable virus unable to combine. This makes antigenic shift unlikely. [2] [3] This inability in genetic drift allows vaccination to most typically confer long-lasting immunity in individuals. [4]"}
{"id": "nurse-article-25369_4", "title": "Mumps (Nursing) -- Risk Factors", "content": "Mumps is endemic worldwide with epidemic outbreaks occurring approximately every five years in unvaccinated regions. The mumps virus is highly infectious and transmissible through direct contact with respiratory droplets, saliva, and household fomites. Up to one-third of individuals infected exhibit no symptoms, but are contagious. Introduction of the mumps vaccine in the year 1967 resulted in a 99.8% reduction of documented cases in the United States by 2001. [1] Several confounding factors caused recent outbreaks in the United Kingdom, Canada, and the United States during the early 2000s. A combination of waning vaccine immunity over time, the continuing global epidemic of mumps in non-vaccinated populations, and the absence of a wild-type virus to boost immune responses within vaccinated individuals. These factors coupled with individuals living in close quarters such as college dormitories allow the spread of a respiratory virus such as mumps to cause an outbreak. [5] [1]", "contents": "Mumps (Nursing) -- Risk Factors. Mumps is endemic worldwide with epidemic outbreaks occurring approximately every five years in unvaccinated regions. The mumps virus is highly infectious and transmissible through direct contact with respiratory droplets, saliva, and household fomites. Up to one-third of individuals infected exhibit no symptoms, but are contagious. Introduction of the mumps vaccine in the year 1967 resulted in a 99.8% reduction of documented cases in the United States by 2001. [1] Several confounding factors caused recent outbreaks in the United Kingdom, Canada, and the United States during the early 2000s. A combination of waning vaccine immunity over time, the continuing global epidemic of mumps in non-vaccinated populations, and the absence of a wild-type virus to boost immune responses within vaccinated individuals. These factors coupled with individuals living in close quarters such as college dormitories allow the spread of a respiratory virus such as mumps to cause an outbreak. [5] [1]"}
{"id": "nurse-article-25369_5", "title": "Mumps (Nursing) -- Assessment", "content": "The prodrome of the mumps virus includes nonspecific symptoms such as fever, malaise, headache, myalgias, and anorexia shortly followed by parotitis in the following days. Mumps parotitis is the most common manifestation of the virus occurring in over 70% of infections. Parotid swelling is usually bilateral, but unilateral swelling can occur [1] . Parotid swelling presents as painful inflammation of the area between the earlobe and the angle of the mandible. The mucosa of Stenson’s duct is often red and swollen along with the involvement of the submaxillary and submandibular glands. [6] [7] Glandular inflammation most often presents but then subsides within one week. [8] Recurrent sialadenitis is a frequent complication of parotitis. Mumps during pregnancy is unknown to lead to premature birth, low birth weight, or fetal malformation. [1] [9] [10] [11] [12] Orchitis is the next most common manifestation of mumps which leads to painful swelling, enlargement, and tenderness of the testes which is most often bilateral. Testicular atrophy develops in one half of those affected. Sterility and subfertility after mumps infection is rare and occurs in less than 15% of cases. [1] [7] [13] [14] [15] Oophoritis is also rare amongst infected females with less than 5% developing infertility or pre-menopause. [1] Neurological manifestations include meningitis, encephalitis, transverse myelitis, Guillan-Bare syndrome, cerebellar ataxia, facial palsy, and hydrocephalus. Neurological complications are typically self-resolving, and there is a low incidence of morbidity and mortality. [16] Additional systemic rare complications include pancreatitis, myocarditis, thyroiditis, nephritis, hepatic disease, arthritis, keratitis, and thrombocytopenic purpura. [17] [18] [19] [20]", "contents": "Mumps (Nursing) -- Assessment. The prodrome of the mumps virus includes nonspecific symptoms such as fever, malaise, headache, myalgias, and anorexia shortly followed by parotitis in the following days. Mumps parotitis is the most common manifestation of the virus occurring in over 70% of infections. Parotid swelling is usually bilateral, but unilateral swelling can occur [1] . Parotid swelling presents as painful inflammation of the area between the earlobe and the angle of the mandible. The mucosa of Stenson’s duct is often red and swollen along with the involvement of the submaxillary and submandibular glands. [6] [7] Glandular inflammation most often presents but then subsides within one week. [8] Recurrent sialadenitis is a frequent complication of parotitis. Mumps during pregnancy is unknown to lead to premature birth, low birth weight, or fetal malformation. [1] [9] [10] [11] [12] Orchitis is the next most common manifestation of mumps which leads to painful swelling, enlargement, and tenderness of the testes which is most often bilateral. Testicular atrophy develops in one half of those affected. Sterility and subfertility after mumps infection is rare and occurs in less than 15% of cases. [1] [7] [13] [14] [15] Oophoritis is also rare amongst infected females with less than 5% developing infertility or pre-menopause. [1] Neurological manifestations include meningitis, encephalitis, transverse myelitis, Guillan-Bare syndrome, cerebellar ataxia, facial palsy, and hydrocephalus. Neurological complications are typically self-resolving, and there is a low incidence of morbidity and mortality. [16] Additional systemic rare complications include pancreatitis, myocarditis, thyroiditis, nephritis, hepatic disease, arthritis, keratitis, and thrombocytopenic purpura. [17] [18] [19] [20]"}
{"id": "nurse-article-25369_6", "title": "Mumps (Nursing) -- Evaluation", "content": "Clinical observation and laboratory testing confirm a mumps infection. Not all mumps cases classically display orchitis and parotitis and individuals may present heterogeneously. During an outbreak, the diagnosis is clinical in cases of parotid swelling with a history of exposure. When the local incidence is low other causes of parotitis warrant investigation. Laboratory testing is not routinely necessary to confirm a mumps viral infection, but in equivocal cases testing for other viral infections such as HIV, influenza, and para-influenza is necessary. Staphylococcus aureus is not an uncommon cause of suppurative parotitis. Recurrent parotid swelling of unknown etiology warrants an investigation for ductal calculi and malignancy. A viral mumps infection in the absence of parotid swelling and/or salivary gland involvement may present with symptoms of visceral and CNS predominance. In these cases, diagnosis relies on positive antibody titers and virus culture from oral secretions, urine, blood, and cerebrospinal fluid (CSF). Laboratory confirmation techniques include reverse transcriptase polymerase chain reaction (RT-PCR) and serum IgM antibodies. RT-PCR is for serum and oral secretions. RT-PCR specimens additionally are for viral cultures. At the initial presentation of an individual suspected of mumps infection collect 2 specimens: a buccal or oral swab for RT-PCR and also an acute phase serum specimen for IgM antibody, IgG antibody, and serum viral RT-PCR. Obtain oral specimens within three days of parotid gland swelling and no later than 8 days after the start of symptoms. The IgM response may not be detectable for up to five days after the onset of symptoms. Incorrect collection of acute-phase samples lead to false-negative IgM and RT-PCR tests. When this occurs collect repeat samples 5 to 10 days after symptom onset to yield positive results. Laboratory confirmation of an acute viral infection in individuals with prior vaccination is difficult. This occurs due to multiple reasons: IgM antibodies are negative in a large number of patients, and RT-PCR results may be falsely negative. The disease is a Center for Disease Control and Prevention (CDC) reportable illness with most states requiring reporting in 1 to 3 days. [21] [22] [23] [8]", "contents": "Mumps (Nursing) -- Evaluation. Clinical observation and laboratory testing confirm a mumps infection. Not all mumps cases classically display orchitis and parotitis and individuals may present heterogeneously. During an outbreak, the diagnosis is clinical in cases of parotid swelling with a history of exposure. When the local incidence is low other causes of parotitis warrant investigation. Laboratory testing is not routinely necessary to confirm a mumps viral infection, but in equivocal cases testing for other viral infections such as HIV, influenza, and para-influenza is necessary. Staphylococcus aureus is not an uncommon cause of suppurative parotitis. Recurrent parotid swelling of unknown etiology warrants an investigation for ductal calculi and malignancy. A viral mumps infection in the absence of parotid swelling and/or salivary gland involvement may present with symptoms of visceral and CNS predominance. In these cases, diagnosis relies on positive antibody titers and virus culture from oral secretions, urine, blood, and cerebrospinal fluid (CSF). Laboratory confirmation techniques include reverse transcriptase polymerase chain reaction (RT-PCR) and serum IgM antibodies. RT-PCR is for serum and oral secretions. RT-PCR specimens additionally are for viral cultures. At the initial presentation of an individual suspected of mumps infection collect 2 specimens: a buccal or oral swab for RT-PCR and also an acute phase serum specimen for IgM antibody, IgG antibody, and serum viral RT-PCR. Obtain oral specimens within three days of parotid gland swelling and no later than 8 days after the start of symptoms. The IgM response may not be detectable for up to five days after the onset of symptoms. Incorrect collection of acute-phase samples lead to false-negative IgM and RT-PCR tests. When this occurs collect repeat samples 5 to 10 days after symptom onset to yield positive results. Laboratory confirmation of an acute viral infection in individuals with prior vaccination is difficult. This occurs due to multiple reasons: IgM antibodies are negative in a large number of patients, and RT-PCR results may be falsely negative. The disease is a Center for Disease Control and Prevention (CDC) reportable illness with most states requiring reporting in 1 to 3 days. [21] [22] [23] [8]"}
{"id": "nurse-article-25369_7", "title": "Mumps (Nursing) -- Medical Management", "content": "Mumps is typically a benign illness that is self-resolving. [1] Treatment is supportive care for each presenting symptom. Analgesic medications and cold or warm compresses for parotid swelling are beneficial. Treat testicular swelling and tenderness with elevation and cold compression. [24] There is no proven benefit for glucocorticoid use and surgical drainage of mumps parotitis and orchitis. Consider a therapeutic lumbar injection to relieve a headache associated with aseptic meningitis due to mumps viral infection. [25] Mumps immune-globulin (Ig) is not effective in preventing mumps and not recommend for treatment nor post-exposure prophylaxis in patients. [26] Common practice is to administer the mumps vaccine as part of a trivalent measles-mumps-rubella (MMR), commonly known as the abbreviated MMR vaccine. The vaccine is administered in 2 doses with children most often receiving the first dose around 1 year of age and the second dose typically given between the ages of 4 to 6. Immunity from mumps results from the development of neutralizing antibodies. Seroconversion occurs in most recipients, and post-vaccination immunity is around 80% after the first dose and 90% after the second dose. In 2018, the CDC recommended that individuals vaccinated prior with 2 doses of mumps vaccine are at increased for a population outbreak and should receive a third dose (for example, college students). [22] [23] [8] [27] [4] [28] Prevention with vaccination is the most practical and effective control measure. The mumps vaccine is a live attenuated virus. It should not be administered to pregnant women and women should wait 4 weeks after MMR vaccination to become pregnant. Vaccinate women who are breastfeeding along with children and other household contacts of pregnant women. Individuals who suffered life-threatening allergic reactions to components of the vaccine or those with significant immunosuppression are not candidates for vaccination. This includes patients with AIDS, leukemia, lymphoma, generalized malignancy, and those receiving treatment with chemotherapy, radiation, or corticosteroid therapy. Vaccinate household contacts to those with severe immunosuppression. Do not vaccinate AIDS or HIV patients who have signs of immunosuppression, but vaccinate HIV patients who do not have laboratory evidence of immunosuppression. [4] Isolate patient infected with mumps and place on droplet precautions. The CDC recommends isolation for 5 days after the onset of parotid swelling. [23]", "contents": "Mumps (Nursing) -- Medical Management. Mumps is typically a benign illness that is self-resolving. [1] Treatment is supportive care for each presenting symptom. Analgesic medications and cold or warm compresses for parotid swelling are beneficial. Treat testicular swelling and tenderness with elevation and cold compression. [24] There is no proven benefit for glucocorticoid use and surgical drainage of mumps parotitis and orchitis. Consider a therapeutic lumbar injection to relieve a headache associated with aseptic meningitis due to mumps viral infection. [25] Mumps immune-globulin (Ig) is not effective in preventing mumps and not recommend for treatment nor post-exposure prophylaxis in patients. [26] Common practice is to administer the mumps vaccine as part of a trivalent measles-mumps-rubella (MMR), commonly known as the abbreviated MMR vaccine. The vaccine is administered in 2 doses with children most often receiving the first dose around 1 year of age and the second dose typically given between the ages of 4 to 6. Immunity from mumps results from the development of neutralizing antibodies. Seroconversion occurs in most recipients, and post-vaccination immunity is around 80% after the first dose and 90% after the second dose. In 2018, the CDC recommended that individuals vaccinated prior with 2 doses of mumps vaccine are at increased for a population outbreak and should receive a third dose (for example, college students). [22] [23] [8] [27] [4] [28] Prevention with vaccination is the most practical and effective control measure. The mumps vaccine is a live attenuated virus. It should not be administered to pregnant women and women should wait 4 weeks after MMR vaccination to become pregnant. Vaccinate women who are breastfeeding along with children and other household contacts of pregnant women. Individuals who suffered life-threatening allergic reactions to components of the vaccine or those with significant immunosuppression are not candidates for vaccination. This includes patients with AIDS, leukemia, lymphoma, generalized malignancy, and those receiving treatment with chemotherapy, radiation, or corticosteroid therapy. Vaccinate household contacts to those with severe immunosuppression. Do not vaccinate AIDS or HIV patients who have signs of immunosuppression, but vaccinate HIV patients who do not have laboratory evidence of immunosuppression. [4] Isolate patient infected with mumps and place on droplet precautions. The CDC recommends isolation for 5 days after the onset of parotid swelling. [23]"}
{"id": "nurse-article-25369_8", "title": "Mumps (Nursing) -- Nursing Management", "content": "Educate patient about mumps Encourage hydration and rest Educate about hand washing Tell patient to keep away from school or work until symptoms subside Educate caregiver on vaccination Take acetaminophen for pain Use saltwater gargles for sore throat Evaluate patient for other complications like pancreatitis, orchitis, aseptic meningitis, weakness, etc.", "contents": "Mumps (Nursing) -- Nursing Management. Educate patient about mumps Encourage hydration and rest Educate about hand washing Tell patient to keep away from school or work until symptoms subside Educate caregiver on vaccination Take acetaminophen for pain Use saltwater gargles for sore throat Evaluate patient for other complications like pancreatitis, orchitis, aseptic meningitis, weakness, etc."}
{"id": "nurse-article-25369_9", "title": "Mumps (Nursing) -- Outcome Identification", "content": "Normal vitals No facial swelling Normal appetite", "contents": "Mumps (Nursing) -- Outcome Identification. Normal vitals No facial swelling Normal appetite"}
{"id": "nurse-article-25369_10", "title": "Mumps (Nursing) -- Coordination of Care -- An Interprofessional Approach to Mumps", "content": "As practitioners in this era of the anti-vaccination movement, advocating the benefits of the MMR vaccine is vital. The resurgence of mumps outbreaks is preventable with proper patient education by practitioners from all spectrums of practice. Nurses, pharmacists, and other healthcare workers should repeatedly encourage parents to get their children vaccinated against mumps. While the infection is not life-threatening, it can have considerable morbidity if the testes or ovaries are affected.", "contents": "Mumps (Nursing) -- Coordination of Care -- An Interprofessional Approach to Mumps. As practitioners in this era of the anti-vaccination movement, advocating the benefits of the MMR vaccine is vital. The resurgence of mumps outbreaks is preventable with proper patient education by practitioners from all spectrums of practice. Nurses, pharmacists, and other healthcare workers should repeatedly encourage parents to get their children vaccinated against mumps. While the infection is not life-threatening, it can have considerable morbidity if the testes or ovaries are affected."}
{"id": "nurse-article-25369_11", "title": "Mumps (Nursing) -- Health Teaching and Health Promotion", "content": "As practitioners in this era of the anti-vaccination movement, advocating the benefits of the MMR vaccine is vital. The resurgence of mumps outbreaks is preventable with proper patient education by practitioners from all spectrums of practice. Nurses, pharmacists, and other healthcare workers should repeatedly encourage parents to get their children vaccinated against mumps. Today, school nurses and local public health officials now offer vaccination, unless otherwise contraindicated.", "contents": "Mumps (Nursing) -- Health Teaching and Health Promotion. As practitioners in this era of the anti-vaccination movement, advocating the benefits of the MMR vaccine is vital. The resurgence of mumps outbreaks is preventable with proper patient education by practitioners from all spectrums of practice. Nurses, pharmacists, and other healthcare workers should repeatedly encourage parents to get their children vaccinated against mumps. Today, school nurses and local public health officials now offer vaccination, unless otherwise contraindicated."}
{"id": "nurse-article-25369_12", "title": "Mumps (Nursing) -- Health Teaching and Health Promotion", "content": "When a mumps case is diagnosed, it has to be reported to the local authorities. The child has to be educated on hand washing and the need for isolation until the symptoms subside. The public health nurse should follow these patients for complications and refer all patients with symptoms to the primary care provider. Patients and caregivers need to be educated that the vaccine is safe and adverse reactions are rare. While the infection is not life-threatening, it can have considerable morbidity if the testes or ovaries are affected.", "contents": "Mumps (Nursing) -- Health Teaching and Health Promotion. When a mumps case is diagnosed, it has to be reported to the local authorities. The child has to be educated on hand washing and the need for isolation until the symptoms subside. The public health nurse should follow these patients for complications and refer all patients with symptoms to the primary care provider. Patients and caregivers need to be educated that the vaccine is safe and adverse reactions are rare. While the infection is not life-threatening, it can have considerable morbidity if the testes or ovaries are affected."}
{"id": "nurse-article-25369_13", "title": "Mumps (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mumps (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}