{"id": "nurse-article-19222_0", "title": "Cervical Cancer (Nursing) -- Learning Outcome", "content": "Identify the cause of cervical cancer Explain the current cervical cancer screening and vaccination recommendations Discuss disparities in cervical cancer screening and diagnosis among various populations Identify potential nursing diagnoses for people with cervical cancer Analyze the role of the nurse in interdisciplinary cervical cancer care", "contents": "Cervical Cancer (Nursing) -- Learning Outcome. Identify the cause of cervical cancer Explain the current cervical cancer screening and vaccination recommendations Discuss disparities in cervical cancer screening and diagnosis among various populations Identify potential nursing diagnoses for people with cervical cancer Analyze the role of the nurse in interdisciplinary cervical cancer care"}
{"id": "nurse-article-19222_1", "title": "Cervical Cancer (Nursing) -- Introduction", "content": "Cervical cancer continues to be listed among the top gynecologic cancers worldwide. According to current data, it is ranked fourteenth among all cancers and fourth-ranked cancer among women worldwide. [1] Cervical cancer intervention focuses on primary and secondary prevention. [2] Primary prevention and screening is the best method to decrease the burden of cervical cancer and decrease mortality.", "contents": "Cervical Cancer (Nursing) -- Introduction. Cervical cancer continues to be listed among the top gynecologic cancers worldwide. According to current data, it is ranked fourteenth among all cancers and fourth-ranked cancer among women worldwide. [1] Cervical cancer intervention focuses on primary and secondary prevention. [2] Primary prevention and screening is the best method to decrease the burden of cervical cancer and decrease mortality."}
{"id": "nurse-article-19222_2", "title": "Cervical Cancer (Nursing) -- Introduction", "content": "Targeted education, screening, and intervention can reduce the burden of disease. Like many diseases and cancers, disparities exist in screening rates, early diagnosis, and timely treatment. Screening rates tend to be less in low socioeconomic and low-resource areas with ethnic and age variations. Studies show that women with obesity and chronic disease may also have lower rates of cervical and breast cancer screening. A study on ethnic minority women in the United Kingdom reports several barriers to screening, including lack of awareness, fear, embarrassment, shame, and low perceived risk. [3]", "contents": "Cervical Cancer (Nursing) -- Introduction. Targeted education, screening, and intervention can reduce the burden of disease. Like many diseases and cancers, disparities exist in screening rates, early diagnosis, and timely treatment. Screening rates tend to be less in low socioeconomic and low-resource areas with ethnic and age variations. Studies show that women with obesity and chronic disease may also have lower rates of cervical and breast cancer screening. A study on ethnic minority women in the United Kingdom reports several barriers to screening, including lack of awareness, fear, embarrassment, shame, and low perceived risk. [3]"}
{"id": "nurse-article-19222_3", "title": "Cervical Cancer (Nursing) -- Introduction", "content": "One study reviewing the barriers for Haitian women revealed socioeconomic barriers, language barriers, and a limited understanding of health and disease. [4] In the United States, cervical cancer mortality is disproportionately higher for African American women. Since 2006, HPV vaccinations have been available to prevent cervical cancer. Vaccination can improve cancer death rates in underdeveloped countries where resources may not be available for routine screening and in populations with higher mortality rates.", "contents": "Cervical Cancer (Nursing) -- Introduction. One study reviewing the barriers for Haitian women revealed socioeconomic barriers, language barriers, and a limited understanding of health and disease. [4] In the United States, cervical cancer mortality is disproportionately higher for African American women. Since 2006, HPV vaccinations have been available to prevent cervical cancer. Vaccination can improve cancer death rates in underdeveloped countries where resources may not be available for routine screening and in populations with higher mortality rates."}
{"id": "nurse-article-19222_4", "title": "Cervical Cancer (Nursing) -- Nursing Diagnosis", "content": "People with cervical cancer may experience physical, emotional, and spiritual symptoms. Cancer treatments such as radiation and chemotherapy may cause side effects, including nausea, vomiting, pain, dysuria, diarrhea, fatigue, neutropenia, and more. Examples of Nursing Diagnoses that may be utilized for people with cervical cancer include, but are not limited to: Acute pain Impaired urinary elimination Diarrhea Anxiety Fear Spiritual distress Risk for infection Risk for impaired skin integrity Risk for deficient fluid volume", "contents": "Cervical Cancer (Nursing) -- Nursing Diagnosis. People with cervical cancer may experience physical, emotional, and spiritual symptoms. Cancer treatments such as radiation and chemotherapy may cause side effects, including nausea, vomiting, pain, dysuria, diarrhea, fatigue, neutropenia, and more. Examples of Nursing Diagnoses that may be utilized for people with cervical cancer include, but are not limited to: Acute pain Impaired urinary elimination Diarrhea Anxiety Fear Spiritual distress Risk for infection Risk for impaired skin integrity Risk for deficient fluid volume"}
{"id": "nurse-article-19222_5", "title": "Cervical Cancer (Nursing) -- Causes", "content": "Cervical cancer is caused by the Human papillomavirus (HPV). Current literature reports HPV is found in the majority of sexually active people at some point during their life. There are more than 130 types of known HPV, with 20 HPV types identified as cancer-related. HPV-related cervical dysplasia rates are only known in women since men are not screened outside of research protocols. HPV 16 and 18 are the most commonly found HPV in invasive cervical cancer. Population-based HPV prevalence studies show that the greatest prevalence of high-risk HPV occurs in the young adult period before 25 years of life, and cervical cancer death peaks in the middle age period of 40 to 50 years of life. Studies have shown that HPV-related cervical disease in women younger than 25 years old is largely self-limiting. However, those with other genital infections may be less likely to have spontaneous clearance and progress to cancer.", "contents": "Cervical Cancer (Nursing) -- Causes. Cervical cancer is caused by the Human papillomavirus (HPV). Current literature reports HPV is found in the majority of sexually active people at some point during their life. There are more than 130 types of known HPV, with 20 HPV types identified as cancer-related. HPV-related cervical dysplasia rates are only known in women since men are not screened outside of research protocols. HPV 16 and 18 are the most commonly found HPV in invasive cervical cancer. Population-based HPV prevalence studies show that the greatest prevalence of high-risk HPV occurs in the young adult period before 25 years of life, and cervical cancer death peaks in the middle age period of 40 to 50 years of life. Studies have shown that HPV-related cervical disease in women younger than 25 years old is largely self-limiting. However, those with other genital infections may be less likely to have spontaneous clearance and progress to cancer."}
{"id": "nurse-article-19222_6", "title": "Cervical Cancer (Nursing) -- Risk Factors", "content": "Risk factors for HPV and cervical cancer include age at first intercourse, multiple sexual partners, smoking, herpes simplex, HIV, co-infection with other genital infections, and oral contraceptive use. HPV is transmitted by skin-to-skin contact, including during sexual intercourse, hand-to-genital organ contact, and oral sex. [5] [6] Approximately 250,000 women worldwide die of cervical cancer annually. In the United States, about 4000 women die from cervical cancer annually, with African Americans, Hispanics, and women in low-resource areas having higher disparities in evidence-based care and a much higher mortality rate. [7] [8] Cervical cancer mortality is higher among women who have not been screened in the last five years and those women without consistent follow-up post-identification of a precancerous lesion. Trends continue to show that women with the highest mortality risk may be less likely to receive a vaccination that could potentially prevent cervical cancer.", "contents": "Cervical Cancer (Nursing) -- Risk Factors. Risk factors for HPV and cervical cancer include age at first intercourse, multiple sexual partners, smoking, herpes simplex, HIV, co-infection with other genital infections, and oral contraceptive use. HPV is transmitted by skin-to-skin contact, including during sexual intercourse, hand-to-genital organ contact, and oral sex. [5] [6] Approximately 250,000 women worldwide die of cervical cancer annually. In the United States, about 4000 women die from cervical cancer annually, with African Americans, Hispanics, and women in low-resource areas having higher disparities in evidence-based care and a much higher mortality rate. [7] [8] Cervical cancer mortality is higher among women who have not been screened in the last five years and those women without consistent follow-up post-identification of a precancerous lesion. Trends continue to show that women with the highest mortality risk may be less likely to receive a vaccination that could potentially prevent cervical cancer."}
{"id": "nurse-article-19222_7", "title": "Cervical Cancer (Nursing) -- Risk Factors", "content": "In the United States and other developing countries, most screening and diagnostic efforts are directed toward the early identification of high-risk human papillomavirus (HPV) lesions through HPV testing and Pap smears. Although HPV testing is not recommended in women younger than 30 years of age, low-risk younger women should begin screening with Pap tests at age 21 and continue until age 65, according to the United States Preventive Services Task Force recommendations. Newer recommendations offer 3 to 5-year intervals between screening based on prior results and the use of pap and HPV co-testing. [9] [10]", "contents": "Cervical Cancer (Nursing) -- Risk Factors. In the United States and other developing countries, most screening and diagnostic efforts are directed toward the early identification of high-risk human papillomavirus (HPV) lesions through HPV testing and Pap smears. Although HPV testing is not recommended in women younger than 30 years of age, low-risk younger women should begin screening with Pap tests at age 21 and continue until age 65, according to the United States Preventive Services Task Force recommendations. Newer recommendations offer 3 to 5-year intervals between screening based on prior results and the use of pap and HPV co-testing. [9] [10]"}
{"id": "nurse-article-19222_8", "title": "Cervical Cancer (Nursing) -- Assessment", "content": "Patients with cervical cancer are usually asymptomatic in the early stages. The history and physical involve a thorough sexual history including first age of intercourse, postcoital bleeding, and if there is pain during intercourse. Other pertinent information to gather includes previous sexually transmitted infections, the number of lifetime partners, prior history of HPV infection, history of human immunodeficiency virus, use of tobacco, and whether the patient has had a previous vaccination against HPV. The interview should also include menstrual patterns and any abnormal bleeding, persistent vaginal discharges, irritations, or known cervical lesions. The physical exam must fully evaluate the external and internal genitalia. In women with cervical cancer, the exam findings might include a friable cervix, lesions, erosions, or bleeding with examination and fixed adnexa.", "contents": "Cervical Cancer (Nursing) -- Assessment. Patients with cervical cancer are usually asymptomatic in the early stages. The history and physical involve a thorough sexual history including first age of intercourse, postcoital bleeding, and if there is pain during intercourse. Other pertinent information to gather includes previous sexually transmitted infections, the number of lifetime partners, prior history of HPV infection, history of human immunodeficiency virus, use of tobacco, and whether the patient has had a previous vaccination against HPV. The interview should also include menstrual patterns and any abnormal bleeding, persistent vaginal discharges, irritations, or known cervical lesions. The physical exam must fully evaluate the external and internal genitalia. In women with cervical cancer, the exam findings might include a friable cervix, lesions, erosions, or bleeding with examination and fixed adnexa."}
{"id": "nurse-article-19222_9", "title": "Cervical Cancer (Nursing) -- Evaluation", "content": "According to the United States Preventative Services Task Force (USPTF), Pap screening is recommended beginning at age 21 years of age. HPV testing begins at age 30 in conjunction with Pap smear cytology. Screening is recommended every three years for women with continued normal screening and those at low risk for cervical cancer. For women over 30 years of age, cytology can be done every five years with HPV testing. [Level A] The recommendation for women with low-risk status and consistent normal screenings can discontinue cervical cancer cytology and HPV testing at age 65. Women who have had a total abdominal hysterectomy, including removal of the cervix for benign disease, do not require further screening. [10]", "contents": "Cervical Cancer (Nursing) -- Evaluation. According to the United States Preventative Services Task Force (USPTF), Pap screening is recommended beginning at age 21 years of age. HPV testing begins at age 30 in conjunction with Pap smear cytology. Screening is recommended every three years for women with continued normal screening and those at low risk for cervical cancer. For women over 30 years of age, cytology can be done every five years with HPV testing. [Level A] The recommendation for women with low-risk status and consistent normal screenings can discontinue cervical cancer cytology and HPV testing at age 65. Women who have had a total abdominal hysterectomy, including removal of the cervix for benign disease, do not require further screening. [10]"}
{"id": "nurse-article-19222_10", "title": "Cervical Cancer (Nursing) -- Medical Management", "content": "Pre-cancerous lesions are managed conservatively for those women younger than 25 years. The majority of abnormal findings in women younger than 25 are low-risk cervical dysplasia and will resolve spontaneously. Colposcopy evaluates persistent, abnormal cytology or lesions suspected to be greater than low risk. These are managed according to findings. Low-risk lesions may be watched and reevaluated more frequently, and high-risk lesions are treated based on size, location, and staging. Cryotherapy or excision is done to manage pre-cancerous lesions that are limited in size and depth. Conization, laser, or Loop Electrosurgical Excision Procedure (LEEP) are used to manage lesions that include the endocervical canal and are more extensive. LEEP may provide better visualization of the squamocolumnar junction and provide the benefit of less bleeding in the outpatient setting. [11]", "contents": "Cervical Cancer (Nursing) -- Medical Management. Pre-cancerous lesions are managed conservatively for those women younger than 25 years. The majority of abnormal findings in women younger than 25 are low-risk cervical dysplasia and will resolve spontaneously. Colposcopy evaluates persistent, abnormal cytology or lesions suspected to be greater than low risk. These are managed according to findings. Low-risk lesions may be watched and reevaluated more frequently, and high-risk lesions are treated based on size, location, and staging. Cryotherapy or excision is done to manage pre-cancerous lesions that are limited in size and depth. Conization, laser, or Loop Electrosurgical Excision Procedure (LEEP) are used to manage lesions that include the endocervical canal and are more extensive. LEEP may provide better visualization of the squamocolumnar junction and provide the benefit of less bleeding in the outpatient setting. [11]"}
{"id": "nurse-article-19222_11", "title": "Cervical Cancer (Nursing) -- Medical Management", "content": "If cancer is diagnosed, the next step in management is staging to determine further treatment. Staging is based on findings and results from examination, tissue findings, imaging, and reported signs and symptoms. Grading is based on the size and depth of the cancer and signs of spread to other organs. Curative treatments for patients with cervical cancer include surgery such as radical hysterectomy, chemotherapy, radiation, or a combination of these modalities. The care plan is individualized to the patient's cancer stage and desire to conserve fertility. [12]", "contents": "Cervical Cancer (Nursing) -- Medical Management. If cancer is diagnosed, the next step in management is staging to determine further treatment. Staging is based on findings and results from examination, tissue findings, imaging, and reported signs and symptoms. Grading is based on the size and depth of the cancer and signs of spread to other organs. Curative treatments for patients with cervical cancer include surgery such as radical hysterectomy, chemotherapy, radiation, or a combination of these modalities. The care plan is individualized to the patient's cancer stage and desire to conserve fertility. [12]"}
{"id": "nurse-article-19222_12", "title": "Cervical Cancer (Nursing) -- Nursing Management", "content": "Oncology nurses are important in the patient's health care team, providing support and education and connecting patients with resources. Nurses are involved in the care of the patient in many different settings: Gynecological oncology Radiation oncology Medical oncology Infusion centers Inpatient and procedural visits", "contents": "Cervical Cancer (Nursing) -- Nursing Management. Oncology nurses are important in the patient's health care team, providing support and education and connecting patients with resources. Nurses are involved in the care of the patient in many different settings: Gynecological oncology Radiation oncology Medical oncology Infusion centers Inpatient and procedural visits"}
{"id": "nurse-article-19222_13", "title": "Cervical Cancer (Nursing) -- Nursing Management", "content": "In these settings, nurses can educate cervical cancer patients on the importance of adhering to treatment schedules, anticipated side effects, and how to manage them. Nurses also have the opportunity to educate patients on HPV vaccinations and regular cancer screenings in efforts of primary and secondary prevention.", "contents": "Cervical Cancer (Nursing) -- Nursing Management. In these settings, nurses can educate cervical cancer patients on the importance of adhering to treatment schedules, anticipated side effects, and how to manage them. Nurses also have the opportunity to educate patients on HPV vaccinations and regular cancer screenings in efforts of primary and secondary prevention."}
{"id": "nurse-article-19222_14", "title": "Cervical Cancer (Nursing) -- Nursing Management", "content": "Nurses may need to follow lab results and report any abnormal findings, especially pertaining to white and red blood cell counts. Patients are at risk for neutropenia and anemia when receiving chemotherapy and if they experience any bleeding. Patients undergoing radiation therapy may need skincare guidance. Potential side effects of treatment are nausea, vomiting, and diarrhea, so it is also essential to monitor lab values and vital signs for signs of dehydration or electrolyte imbalance.", "contents": "Cervical Cancer (Nursing) -- Nursing Management. Nurses may need to follow lab results and report any abnormal findings, especially pertaining to white and red blood cell counts. Patients are at risk for neutropenia and anemia when receiving chemotherapy and if they experience any bleeding. Patients undergoing radiation therapy may need skincare guidance. Potential side effects of treatment are nausea, vomiting, and diarrhea, so it is also essential to monitor lab values and vital signs for signs of dehydration or electrolyte imbalance."}
{"id": "nurse-article-19222_15", "title": "Cervical Cancer (Nursing) -- When To Seek Help", "content": "Patients should be advised to seek help immediately for heavy bleeding, feelings of dizziness or fainting, uncontrolled pain, fevers, or new swelling of the extremities.", "contents": "Cervical Cancer (Nursing) -- When To Seek Help. Patients should be advised to seek help immediately for heavy bleeding, feelings of dizziness or fainting, uncontrolled pain, fevers, or new swelling of the extremities."}
{"id": "nurse-article-19222_16", "title": "Cervical Cancer (Nursing) -- Coordination of Care", "content": "Nurses regularly collaborate with primary gynecologists and oncologists, pharmacists, radiation therapists, social workers, chaplains, and other specialists to ensure the patient's holistic needs are met during cancer treatment and survivorship. Oncology nurse navigators can positively affect patient satisfaction and help patients navigate systems-level barriers to receiving timely, coordinated care. [13]", "contents": "Cervical Cancer (Nursing) -- Coordination of Care. Nurses regularly collaborate with primary gynecologists and oncologists, pharmacists, radiation therapists, social workers, chaplains, and other specialists to ensure the patient's holistic needs are met during cancer treatment and survivorship. Oncology nurse navigators can positively affect patient satisfaction and help patients navigate systems-level barriers to receiving timely, coordinated care. [13]"}
{"id": "nurse-article-19222_17", "title": "Cervical Cancer (Nursing) -- Health Teaching and Health Promotion", "content": "Both traditional patient education and innovative methods can increase awareness of cervical cancer and the need for prevention and early screening. [14] [15] The literature shows clinicians may not recommend or discuss HPV vaccination with patients. Women and parents also have vaccination fears. In high-risk populations, additional education by providers and nurses may increase awareness, prevention, and screening among those women at risk for the highest mortality. [16]", "contents": "Cervical Cancer (Nursing) -- Health Teaching and Health Promotion. Both traditional patient education and innovative methods can increase awareness of cervical cancer and the need for prevention and early screening. [14] [15] The literature shows clinicians may not recommend or discuss HPV vaccination with patients. Women and parents also have vaccination fears. In high-risk populations, additional education by providers and nurses may increase awareness, prevention, and screening among those women at risk for the highest mortality. [16]"}
{"id": "nurse-article-19222_18", "title": "Cervical Cancer (Nursing) -- Health Teaching and Health Promotion", "content": "Culturally sensitive information, appropriate language to reach low health literacy populations and targeted efforts to women not yet sexually active are strategies needed to expand patient education and awareness of cervical cancer prevention and screening beyond the clinical setting through community outreach. [17] [18]", "contents": "Cervical Cancer (Nursing) -- Health Teaching and Health Promotion. Culturally sensitive information, appropriate language to reach low health literacy populations and targeted efforts to women not yet sexually active are strategies needed to expand patient education and awareness of cervical cancer prevention and screening beyond the clinical setting through community outreach. [17] [18]"}
{"id": "nurse-article-19222_19", "title": "Cervical Cancer (Nursing) -- Discharge Planning", "content": "Most cervical cancer treatments can be received as outpatients. Patients on active treatment should be educated about the side effects and symptoms to report. For instance, patients receiving chemotherapy should be educated about the potential for infection, when to report signs to the provider, and how to manage nausea. Patients receiving radiation therapy may need to know about expected side effects, including dysuria, diarrhea, skin changes, and fatigue. After treatment is complete, a follow-up plan should be clearly communicated to the patients. Transitioning to survivorship may be an increased time of vulnerability for people with cancer, so nurses can play an important role in providing support and other resources.", "contents": "Cervical Cancer (Nursing) -- Discharge Planning. Most cervical cancer treatments can be received as outpatients. Patients on active treatment should be educated about the side effects and symptoms to report. For instance, patients receiving chemotherapy should be educated about the potential for infection, when to report signs to the provider, and how to manage nausea. Patients receiving radiation therapy may need to know about expected side effects, including dysuria, diarrhea, skin changes, and fatigue. After treatment is complete, a follow-up plan should be clearly communicated to the patients. Transitioning to survivorship may be an increased time of vulnerability for people with cancer, so nurses can play an important role in providing support and other resources."}
{"id": "nurse-article-19222_20", "title": "Cervical Cancer (Nursing) -- Pearls and Other issues", "content": "Cervical cancer is the four ranked cancer among women worldwide. Cervical cancer is caused by the human papillomavirus (HPV), which is a sexually transmitted viral infection found in most adults during their lifetime. Primary and secondary prevention is key with cervical cancer, including HPV vaccination and regular cervical cancer and HPV screening. Treatment for cervical cancer includes surgery, radiation therapy, and/or chemotherapy. People with cervical cancer may be asymptomatic in the early stages but often present for workup with vaginal bleeding and pain with sexual intercourse. During treatment, people with cervical cancer may experience treatment side effects such as nausea, vomiting, dysuria, diarrhea, neutropenia, skin irritation, and more. Nurses play an essential role in symptom management and care coordination during a person's journey through cancer diagnosis, treatment, and survivorship.", "contents": "Cervical Cancer (Nursing) -- Pearls and Other issues. Cervical cancer is the four ranked cancer among women worldwide. Cervical cancer is caused by the human papillomavirus (HPV), which is a sexually transmitted viral infection found in most adults during their lifetime. Primary and secondary prevention is key with cervical cancer, including HPV vaccination and regular cervical cancer and HPV screening. Treatment for cervical cancer includes surgery, radiation therapy, and/or chemotherapy. People with cervical cancer may be asymptomatic in the early stages but often present for workup with vaginal bleeding and pain with sexual intercourse. During treatment, people with cervical cancer may experience treatment side effects such as nausea, vomiting, dysuria, diarrhea, neutropenia, skin irritation, and more. Nurses play an essential role in symptom management and care coordination during a person's journey through cancer diagnosis, treatment, and survivorship."}
{"id": "nurse-article-19222_21", "title": "Cervical Cancer (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cervical Cancer (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}