{"id": "nurse-article-22914_0", "title": "HIV and AIDS (Nursing) -- Learning Outcome", "content": "Describe the clinical presentation, laboratory findings, and management of HIV/AIDS. Identify the role of nurse-led care teams in the management of patients with HIV/AIDS. Outline the importance of enhancing care coordination among members of an interprofessional healthcare team to ensure proper evaluation and management of HIV/AIDS disease.", "contents": "HIV and AIDS (Nursing) -- Learning Outcome. Describe the clinical presentation, laboratory findings, and management of HIV/AIDS. Identify the role of nurse-led care teams in the management of patients with HIV/AIDS. Outline the importance of enhancing care coordination among members of an interprofessional healthcare team to ensure proper evaluation and management of HIV/AIDS disease."}
{"id": "nurse-article-22914_1", "title": "HIV and AIDS (Nursing) -- Introduction", "content": "The human immunodeficiency virus (HIV) is an enveloped retrovirus that contains two copies of a single-stranded RNA genome. Without treatment, all patients with an HIV infection develop severe immunosuppression, which causes multiple opportunistic infections and HIV-associated malignancies. The last stage of an HIV infection is called acquired immunodeficiency syndrome (AIDS), which is invariably fatal.", "contents": "HIV and AIDS (Nursing) -- Introduction. The human immunodeficiency virus (HIV) is an enveloped retrovirus that contains two copies of a single-stranded RNA genome. Without treatment, all patients with an HIV infection develop severe immunosuppression, which causes multiple opportunistic infections and HIV-associated malignancies. The last stage of an HIV infection is called acquired immunodeficiency syndrome (AIDS), which is invariably fatal."}
{"id": "nurse-article-22914_2", "title": "HIV and AIDS (Nursing) -- Introduction", "content": "Some patients may complain of nonspecific symptoms at the time of primary/acute HIV infection. [1] Most patients do not seek medical attention for these symptoms and remain undiagnosed. They subsequently enter a long chronic asymptomatic phase of infection, which can last for decades. [2] The end stage of the disease is defined by severe invasive opportunistic infections or HIV-associated malignancies that are termed AIDS-defining lesions. [3] [4]", "contents": "HIV and AIDS (Nursing) -- Introduction. Some patients may complain of nonspecific symptoms at the time of primary/acute HIV infection. [1] Most patients do not seek medical attention for these symptoms and remain undiagnosed. They subsequently enter a long chronic asymptomatic phase of infection, which can last for decades. [2] The end stage of the disease is defined by severe invasive opportunistic infections or HIV-associated malignancies that are termed AIDS-defining lesions. [3] [4]"}
{"id": "nurse-article-22914_3", "title": "HIV and AIDS (Nursing) -- Introduction", "content": "The World Health Organization (WHO) recommends the implementation of nurse-led teams to expand diagnostic testing and clinical care. They emphasize that nurse-led teams can effectively initiate antiretroviral therapy, manage uncomplicated opportunistic infections, and provide primary mental health/neurological care. Nurse-led home-based care has been shown to improve adherence to antiretroviral therapy (ART). [5] Consequently, increasing nurse awareness regarding the clinical presentation of various HIV stages, recommended initial therapy, and potential complications of the disease can greatly improve global outcomes for this highly prevalent and incurable disease.", "contents": "HIV and AIDS (Nursing) -- Introduction. The World Health Organization (WHO) recommends the implementation of nurse-led teams to expand diagnostic testing and clinical care. They emphasize that nurse-led teams can effectively initiate antiretroviral therapy, manage uncomplicated opportunistic infections, and provide primary mental health/neurological care. Nurse-led home-based care has been shown to improve adherence to antiretroviral therapy (ART). [5] Consequently, increasing nurse awareness regarding the clinical presentation of various HIV stages, recommended initial therapy, and potential complications of the disease can greatly improve global outcomes for this highly prevalent and incurable disease."}
{"id": "nurse-article-22914_4", "title": "HIV and AIDS (Nursing) -- Nursing Diagnosis", "content": "Anxiety and fear related to diagnosis Deficient knowledge about the disease Risk for infection due to decreased immune function Ineffective therapeutic regimen management Imbalanced nutrition Diarrhea Activity intolerance Social isolation and situational low self-esteem", "contents": "HIV and AIDS (Nursing) -- Nursing Diagnosis. Anxiety and fear related to diagnosis Deficient knowledge about the disease Risk for infection due to decreased immune function Ineffective therapeutic regimen management Imbalanced nutrition Diarrhea Activity intolerance Social isolation and situational low self-esteem"}
{"id": "nurse-article-22914_5", "title": "HIV and AIDS (Nursing) -- Causes", "content": "The human immunodeficiency virus (HIV) belongs to the Retroviridae family in the Lentivirus genus. It was first isolated and identified in 1983. [6] The HIV virus consists of 2 main types: HIV type 1 (HIV-1) and HIV type 2 (HIV-2). It contains a nucleoprotein core surrounded by a lipid membrane. The core holds two copies of viral genomic RNA along with nucleocapsid (NC), integrase (IN), and reverse transcriptase (RT) proteins. The viral core is encased in a capsid protein, which has a lattice organization that gives it the characteristic conical shape. [7]", "contents": "HIV and AIDS (Nursing) -- Causes. The human immunodeficiency virus (HIV) belongs to the Retroviridae family in the Lentivirus genus. It was first isolated and identified in 1983. [6] The HIV virus consists of 2 main types: HIV type 1 (HIV-1) and HIV type 2 (HIV-2). It contains a nucleoprotein core surrounded by a lipid membrane. The core holds two copies of viral genomic RNA along with nucleocapsid (NC), integrase (IN), and reverse transcriptase (RT) proteins. The viral core is encased in a capsid protein, which has a lattice organization that gives it the characteristic conical shape. [7]"}
{"id": "nurse-article-22914_6", "title": "HIV and AIDS (Nursing) -- Risk Factors", "content": "HIV is transmitted via a variety of body fluids, such as blood, breast milk, semen, and vaginal secretions. It can also be transmitted during pregnancy and delivery. Certain situations and practices increase the risk of this transmission and, therefore, warrant specific attention to minimize the spread of HIV. The WHO Consolidated Guidelines for HIV identify five key populations that are disproportionately affected by HIV. They include men who have sex with men (MSM), sex workers, people in prisons and other closed settings, people who inject drugs, and trans and gender-diverse people. [8]", "contents": "HIV and AIDS (Nursing) -- Risk Factors. HIV is transmitted via a variety of body fluids, such as blood, breast milk, semen, and vaginal secretions. It can also be transmitted during pregnancy and delivery. Certain situations and practices increase the risk of this transmission and, therefore, warrant specific attention to minimize the spread of HIV. The WHO Consolidated Guidelines for HIV identify five key populations that are disproportionately affected by HIV. They include men who have sex with men (MSM), sex workers, people in prisons and other closed settings, people who inject drugs, and trans and gender-diverse people. [8]"}
{"id": "nurse-article-22914_7", "title": "HIV and AIDS (Nursing) -- Risk Factors", "content": "The vast majority of HIV infections worldwide occur due to sexual contact. An estimated 80% of HIV infections in the world occur due to heterosexual transmission. [9] However, in the United States, this statistic does not hold true. According to the United States Centers for Disease Control and Prevention (CDC) HIV factsheet, male-to-male sexual contact accounted for 70% of all new HIV diagnoses in the United States, while heterosexual contact accounted for only 22% of all new HIV diagnoses in 2021.", "contents": "HIV and AIDS (Nursing) -- Risk Factors. The vast majority of HIV infections worldwide occur due to sexual contact. An estimated 80% of HIV infections in the world occur due to heterosexual transmission. [9] However, in the United States, this statistic does not hold true. According to the United States Centers for Disease Control and Prevention (CDC) HIV factsheet, male-to-male sexual contact accounted for 70% of all new HIV diagnoses in the United States, while heterosexual contact accounted for only 22% of all new HIV diagnoses in 2021."}
{"id": "nurse-article-22914_8", "title": "HIV and AIDS (Nursing) -- Risk Factors", "content": "Intravenous drug use is another major risk factor for HIV infection. According to a meta-analysis from 2008 estimated that approximately 3.0 million people who inject drugs might be HIV positive worldwide. [10] According to the CDC HIV Factsheet, 1 in 10 new HIV infections in the United States can be attributed to intravenous drug use either alone or in MSM who report intravenous drug use. A systematic review evaluating the effectiveness of needle and syringe exchange programs reported that adequate needle and syringe exchange programs were effective in reducing risky injection behaviors (sharing and reusing needles) and in reducing HIV transmission among persons with intravenous drug use (PWID). [11]", "contents": "HIV and AIDS (Nursing) -- Risk Factors. Intravenous drug use is another major risk factor for HIV infection. According to a meta-analysis from 2008 estimated that approximately 3.0 million people who inject drugs might be HIV positive worldwide. [10] According to the CDC HIV Factsheet, 1 in 10 new HIV infections in the United States can be attributed to intravenous drug use either alone or in MSM who report intravenous drug use. A systematic review evaluating the effectiveness of needle and syringe exchange programs reported that adequate needle and syringe exchange programs were effective in reducing risky injection behaviors (sharing and reusing needles) and in reducing HIV transmission among persons with intravenous drug use (PWID). [11]"}
{"id": "nurse-article-22914_9", "title": "HIV and AIDS (Nursing) -- Assessment", "content": "Acute HIV infection (or primary HIV infection) is characterized by the following symptoms: Fever Joint pain Skin rash Sore throat Swollen lymph nodes [1] Chronic HIV infection is usually asymptomatic. It may be characterized by nonspecific signs and symptoms such as: Fever Fatigue Diarrhea Weight loss Oral thrush Shingles Persistent generalized lymphadenopathy [2]", "contents": "HIV and AIDS (Nursing) -- Assessment. Acute HIV infection (or primary HIV infection) is characterized by the following symptoms: Fever Joint pain Skin rash Sore throat Swollen lymph nodes [1] Chronic HIV infection is usually asymptomatic. It may be characterized by nonspecific signs and symptoms such as: Fever Fatigue Diarrhea Weight loss Oral thrush Shingles Persistent generalized lymphadenopathy [2]"}
{"id": "nurse-article-22914_10", "title": "HIV and AIDS (Nursing) -- Assessment", "content": "Eventually, untreated HIV progresses to advanced disease, which manifests itself with a myriad of opportunistic infections and conditions. Acquired immune deficiency syndrome (AIDS) can be diagnosed when specific AIDS-defining conditions are noted, regardless of the CD4+ lymphocyte cell count. These AIDS-defining conditions, as outlined by the CDC, include: [12] Candidiasis of the digestive tract (other than thrush) Candidiasis of the pulmonary tract Invasive cervical cancer Extrapulmonary or disseminated coccidioidomycosis, histoplasmosis, or cryptococcosis Chronic intestinal cryptosporidiosis or isosporiasis Cytomegalovirus retinitis Kaposi sarcoma HIV encephalitis Primary lymphoma of the brain Burkitt lymphoma Mycobacterial infections Pneumocystis jirovecii pneumonia Progressive multifocal leukoencephalopathy", "contents": "HIV and AIDS (Nursing) -- Assessment. Eventually, untreated HIV progresses to advanced disease, which manifests itself with a myriad of opportunistic infections and conditions. Acquired immune deficiency syndrome (AIDS) can be diagnosed when specific AIDS-defining conditions are noted, regardless of the CD4+ lymphocyte cell count. These AIDS-defining conditions, as outlined by the CDC, include: [12] Candidiasis of the digestive tract (other than thrush) Candidiasis of the pulmonary tract Invasive cervical cancer Extrapulmonary or disseminated coccidioidomycosis, histoplasmosis, or cryptococcosis Chronic intestinal cryptosporidiosis or isosporiasis Cytomegalovirus retinitis Kaposi sarcoma HIV encephalitis Primary lymphoma of the brain Burkitt lymphoma Mycobacterial infections Pneumocystis jirovecii pneumonia Progressive multifocal leukoencephalopathy"}
{"id": "nurse-article-22914_11", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "The World Health Organization (WHO) has provided a clinical assessment and staging guide for healthcare professionals, which becomes particularly useful in resource-limited areas. The revised WHO clinical staging ladder of HIV and AIDS (for adolescents and adults 15 years of age or older) as published in the \"Interim WHO Clinical Staging of HIV/AIDS and HIV/AIDS Case Definitions for Surveillance - Africa Region,\" in 2005 defines the following clinical stages for HIV infection:", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. The World Health Organization (WHO) has provided a clinical assessment and staging guide for healthcare professionals, which becomes particularly useful in resource-limited areas. The revised WHO clinical staging ladder of HIV and AIDS (for adolescents and adults 15 years of age or older) as published in the \"Interim WHO Clinical Staging of HIV/AIDS and HIV/AIDS Case Definitions for Surveillance - Africa Region,\" in 2005 defines the following clinical stages for HIV infection:"}
{"id": "nurse-article-22914_12", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "Primary HIV infection Consists of patients who are asymptomatic or those with symptoms of acute retroviral syndrome.", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. Primary HIV infection Consists of patients who are asymptomatic or those with symptoms of acute retroviral syndrome."}
{"id": "nurse-article-22914_13", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "Stage 1 Consists of patients who are asymptomatic and/or those with persistent generalized lymphadenopathy, which is defined as enlarged lymph nodes (more than 1 cm) in two or more non-contiguous sites (excluding inguinal nodes) that are not better explained by any other cause.", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. Stage 1 Consists of patients who are asymptomatic and/or those with persistent generalized lymphadenopathy, which is defined as enlarged lymph nodes (more than 1 cm) in two or more non-contiguous sites (excluding inguinal nodes) that are not better explained by any other cause."}
{"id": "nurse-article-22914_14", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "Stage 2 Consists of patients who experience unexplained weight loss (moderate degree, less than 10% of body weight), recurrent respiratory tract infections, herpes zoster exacerbations (mild to moderate severity), angular cheilitis, recurrent oral ulcerations, papular pruritic eruptions, seborrhoeic dermatitis, or fungal nail infections of fingers.", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. Stage 2 Consists of patients who experience unexplained weight loss (moderate degree, less than 10% of body weight), recurrent respiratory tract infections, herpes zoster exacerbations (mild to moderate severity), angular cheilitis, recurrent oral ulcerations, papular pruritic eruptions, seborrhoeic dermatitis, or fungal nail infections of fingers."}
{"id": "nurse-article-22914_15", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "Stage 3 Consists of patients who develop severe weight loss (more than 10% of body weight), unexplained chronic diarrhea, persistent fever, oral candidiasis, oral hairy leukoplakia, pulmonary tuberculosis, severe invasive bacterial infections (such as pneumonia, empyema, osteomyelitis, meningitis, and bacteremia), acute necrotizing ulcerative stomatitis, gingivitis or periodontitis, and unexplained anemia, neutropenia, and/or thrombocytopenia for more than one month.", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. Stage 3 Consists of patients who develop severe weight loss (more than 10% of body weight), unexplained chronic diarrhea, persistent fever, oral candidiasis, oral hairy leukoplakia, pulmonary tuberculosis, severe invasive bacterial infections (such as pneumonia, empyema, osteomyelitis, meningitis, and bacteremia), acute necrotizing ulcerative stomatitis, gingivitis or periodontitis, and unexplained anemia, neutropenia, and/or thrombocytopenia for more than one month."}
{"id": "nurse-article-22914_16", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "Stage 4 Consists of patients who develop HIV wasting syndrome, pneumocystis pneumonia, chronic herpes simplex infection, esophageal candidiasis, extrapulmonary tuberculosis, Kaposi sarcoma, toxoplasmosis, HIV encephalopathy, extrapulmonary cryptococcosis infections, disseminated non-tuberculous mycobacterial infections, progressive multifocal leukoencephalopathy, pulmonary candidiasis, cryptosporidiosis, isosporiasis, cytomegalovirus (CMV) retinitis (or in an organ other than liver, spleen or lymph nodes), disseminated mycoses (such as histoplasmosis, coccidiomycosis, penicilliosis), recurrent salmonella septicemia, lymphoma (cerebral or B cell non-Hodgkin), invasive cervical carcinoma, or visceral leishmaniasis.", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. Stage 4 Consists of patients who develop HIV wasting syndrome, pneumocystis pneumonia, chronic herpes simplex infection, esophageal candidiasis, extrapulmonary tuberculosis, Kaposi sarcoma, toxoplasmosis, HIV encephalopathy, extrapulmonary cryptococcosis infections, disseminated non-tuberculous mycobacterial infections, progressive multifocal leukoencephalopathy, pulmonary candidiasis, cryptosporidiosis, isosporiasis, cytomegalovirus (CMV) retinitis (or in an organ other than liver, spleen or lymph nodes), disseminated mycoses (such as histoplasmosis, coccidiomycosis, penicilliosis), recurrent salmonella septicemia, lymphoma (cerebral or B cell non-Hodgkin), invasive cervical carcinoma, or visceral leishmaniasis."}
{"id": "nurse-article-22914_17", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "The WHO defines HIV wasting syndrome as the presence of unexplained weight loss that is greater than 10% of the body weight, with the presence of either unexplained chronic diarrhea or the presence of unexplained fever for one month or more. Stage 4 of the WHO clinical staging ladder corresponds to AIDS, with the clinical criteria being almost identical to that outlined by the CDC.", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. The WHO defines HIV wasting syndrome as the presence of unexplained weight loss that is greater than 10% of the body weight, with the presence of either unexplained chronic diarrhea or the presence of unexplained fever for one month or more. Stage 4 of the WHO clinical staging ladder corresponds to AIDS, with the clinical criteria being almost identical to that outlined by the CDC."}
{"id": "nurse-article-22914_18", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "A thorough medical history and review of the system are indicated for patients who are suspected to have an HIV infection or those who have been diagnosed with it. Ideally, this should be conducted at the very first encounter at the time of the initial diagnosis. A comprehensive history and physical examination are necessary to help identify opportunistic infections and other HIV-associated conditions. This not only helps with the clinical staging of this infection but will also identify concurrent conditions that must be addressed. [13]", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. A thorough medical history and review of the system are indicated for patients who are suspected to have an HIV infection or those who have been diagnosed with it. Ideally, this should be conducted at the very first encounter at the time of the initial diagnosis. A comprehensive history and physical examination are necessary to help identify opportunistic infections and other HIV-associated conditions. This not only helps with the clinical staging of this infection but will also identify concurrent conditions that must be addressed. [13]"}
{"id": "nurse-article-22914_19", "title": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging", "content": "Sexual history is required in the evaluation of patients with HIV. It is critical to obtain the sexual history in a nonjudgmental manner. The sexual history should elucidate information regarding the number of partners, sexual practices, frequency of contraceptive use, and previous history of sexually transmitted infections (STIs). The HIV status of current and past partners should be obtained. [13]", "contents": "HIV and AIDS (Nursing) -- Assessment -- Clinical Staging. Sexual history is required in the evaluation of patients with HIV. It is critical to obtain the sexual history in a nonjudgmental manner. The sexual history should elucidate information regarding the number of partners, sexual practices, frequency of contraceptive use, and previous history of sexually transmitted infections (STIs). The HIV status of current and past partners should be obtained. [13]"}
{"id": "nurse-article-22914_20", "title": "HIV and AIDS (Nursing) -- Evaluation", "content": "There are several tests to diagnose HIV infections: [14] [15] Fourth-generation immunoassays: Detect HIV-specific antibodies and p24 HIV antigens Rapid tests: Use blood or saliva to detect an HIV infection within hours. Rapid tests cannot be used to make the diagnosis of HIV. Positive rapid test results must be verified using immunoassays described above. [16] Polymerase-chain-reactions (RT-PCR): Can be a diagnostic or a confirmative test for HIV infection and can provide information about the viral load.", "contents": "HIV and AIDS (Nursing) -- Evaluation. There are several tests to diagnose HIV infections: [14] [15] Fourth-generation immunoassays: Detect HIV-specific antibodies and p24 HIV antigens Rapid tests: Use blood or saliva to detect an HIV infection within hours. Rapid tests cannot be used to make the diagnosis of HIV. Positive rapid test results must be verified using immunoassays described above. [16] Polymerase-chain-reactions (RT-PCR): Can be a diagnostic or a confirmative test for HIV infection and can provide information about the viral load."}
{"id": "nurse-article-22914_21", "title": "HIV and AIDS (Nursing) -- Evaluation", "content": "When there is a possibility of acute or early HIV infection, the most sensitive screening immunoassay available should be used (ideally, a combination antigen/antibody immunoassay). In addition, an HIV virologic (viral load) test should be performed. RT-PCR-based viral load test is favored in patients with recent known exposure to diagnose acute HIV infections. A positive HIV virologic test generally indicates HIV infection.", "contents": "HIV and AIDS (Nursing) -- Evaluation. When there is a possibility of acute or early HIV infection, the most sensitive screening immunoassay available should be used (ideally, a combination antigen/antibody immunoassay). In addition, an HIV virologic (viral load) test should be performed. RT-PCR-based viral load test is favored in patients with recent known exposure to diagnose acute HIV infections. A positive HIV virologic test generally indicates HIV infection."}
{"id": "nurse-article-22914_22", "title": "HIV and AIDS (Nursing) -- Evaluation", "content": "It is important to note that detectable viremia does not develop until approximately 10 to 15 days after infection, and even the most sensitive immunoassays do not give a positive result until 5 days after that. Therefore, initial negative immunoassay and virologic test results can be misleading, and if the clinical suspicion for recent HIV exposure is high, repeat testing is done 1 to 2 weeks later. The diagnosis of AIDS is made based on the presence of AIDS-defining lesions outlined above.", "contents": "HIV and AIDS (Nursing) -- Evaluation. It is important to note that detectable viremia does not develop until approximately 10 to 15 days after infection, and even the most sensitive immunoassays do not give a positive result until 5 days after that. Therefore, initial negative immunoassay and virologic test results can be misleading, and if the clinical suspicion for recent HIV exposure is high, repeat testing is done 1 to 2 weeks later. The diagnosis of AIDS is made based on the presence of AIDS-defining lesions outlined above."}
{"id": "nurse-article-22914_23", "title": "HIV and AIDS (Nursing) -- Evaluation", "content": "Once the diagnosis of HIV is established, further testing should include a quantitative CD4+ lymphocyte (CD4) count, quantitative plasma HIV RNA or \"viral load,\" and HIV drug-resistance assessment. [16] Normal CD4 count is greater than or equal to 500 cells/mm3. A CD4 count of less than 200 cells/mm3 defines severe immunosuppression and warrants prophylactic treatment for certain opportunistic infections. [17]", "contents": "HIV and AIDS (Nursing) -- Evaluation. Once the diagnosis of HIV is established, further testing should include a quantitative CD4+ lymphocyte (CD4) count, quantitative plasma HIV RNA or \"viral load,\" and HIV drug-resistance assessment. [16] Normal CD4 count is greater than or equal to 500 cells/mm3. A CD4 count of less than 200 cells/mm3 defines severe immunosuppression and warrants prophylactic treatment for certain opportunistic infections. [17]"}
{"id": "nurse-article-22914_24", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "Patients with HIV/AIDS require lifelong combination antiretroviral therapy to suppress viral load in the blood and improve immune functions. Antiretroviral therapy (ART) should be provided to all persons with HIV, regardless of their immune status (CD4 count) or symptoms. Multiple different classes of drugs are available for the treatment of HIV. Antiretroviral drug classes commonly used in treatment-naive patients include: Nucleoside/nucleotide reverse transcriptase inhibitors (NRTIs) Non-nucleoside reverse transcriptase inhibitors (NNRTIs) Protease inhibitors (PIs) Integrase strand transfer inhibitors (INSTIs)", "contents": "HIV and AIDS (Nursing) -- Medical Management. Patients with HIV/AIDS require lifelong combination antiretroviral therapy to suppress viral load in the blood and improve immune functions. Antiretroviral therapy (ART) should be provided to all persons with HIV, regardless of their immune status (CD4 count) or symptoms. Multiple different classes of drugs are available for the treatment of HIV. Antiretroviral drug classes commonly used in treatment-naive patients include: Nucleoside/nucleotide reverse transcriptase inhibitors (NRTIs) Non-nucleoside reverse transcriptase inhibitors (NNRTIs) Protease inhibitors (PIs) Integrase strand transfer inhibitors (INSTIs)"}
{"id": "nurse-article-22914_25", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "Other drug classes, such as CCR5 antagonists, fusion inhibitors, attachment inhibitors, capsid inhibitors, and post-attachment inhibitors, are reserved for patients with multidrug-resistant HIV infections.", "contents": "HIV and AIDS (Nursing) -- Medical Management. Other drug classes, such as CCR5 antagonists, fusion inhibitors, attachment inhibitors, capsid inhibitors, and post-attachment inhibitors, are reserved for patients with multidrug-resistant HIV infections."}
{"id": "nurse-article-22914_26", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "Current guidelines recommend INSTI-based therapy with dual NRTI-backbone for most persons with HIV. INSTI-based regimens have been shown to achieve faster viral suppression than PI- or NNRTI-containing regimens. [17] Alternative regimens may be required due to underlying comorbidities (such as renal failure) and the results of the viral load and HIV resistance profile.", "contents": "HIV and AIDS (Nursing) -- Medical Management. Current guidelines recommend INSTI-based therapy with dual NRTI-backbone for most persons with HIV. INSTI-based regimens have been shown to achieve faster viral suppression than PI- or NNRTI-containing regimens. [17] Alternative regimens may be required due to underlying comorbidities (such as renal failure) and the results of the viral load and HIV resistance profile."}
{"id": "nurse-article-22914_27", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "In patients with a serious opportunistic infection, rapid initiation of ART can be clinically detrimental. In such cases, treatment of the opportunistic infection should be initiated prior to ART to decrease the risk of immune reconstitution inflammatory syndrome (IRIS). [16] Current recommendations are to initiate ART within two weeks of diagnosis for most acute opportunistic infections. [18]", "contents": "HIV and AIDS (Nursing) -- Medical Management. In patients with a serious opportunistic infection, rapid initiation of ART can be clinically detrimental. In such cases, treatment of the opportunistic infection should be initiated prior to ART to decrease the risk of immune reconstitution inflammatory syndrome (IRIS). [16] Current recommendations are to initiate ART within two weeks of diagnosis for most acute opportunistic infections. [18]"}
{"id": "nurse-article-22914_28", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "The goal of therapy is to achieve sustained virologic suppression, as evidenced by an HIV RNA level that remains persistently below the lower limit of detection (undetectable). This is defined as an HIV RNA level of less than 200 copies/mL. If virologic suppression is not achieved, genotype resistance testing should be obtained. [17] In addition to rapid initiation of ART, prophylaxis for opportunistic infections based on the level of immunosuppression must also be addressed.", "contents": "HIV and AIDS (Nursing) -- Medical Management. The goal of therapy is to achieve sustained virologic suppression, as evidenced by an HIV RNA level that remains persistently below the lower limit of detection (undetectable). This is defined as an HIV RNA level of less than 200 copies/mL. If virologic suppression is not achieved, genotype resistance testing should be obtained. [17] In addition to rapid initiation of ART, prophylaxis for opportunistic infections based on the level of immunosuppression must also be addressed."}
{"id": "nurse-article-22914_29", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "In patients who have thrush on presentation or a CD4 count of less than 200 cells/mm3, prophylaxis for Pneumocystis jirovecii pneumonia is indicated. Patients with a CD4 count of less than 100 cells/mm3 and a positive serum cryptococcal antigen require prophylaxis against cryptococcus. Prophylaxis against histoplasmosis is recommended in areas where histoplasmosis is endemic and the patient has a CD4 count of less than 150 cells/mm3. Prophylaxis against Mycobacterium avium complex (MAC) is no longer required in patients with HIV who are rapidly initiated on ART. [19] Patients with a CD4 count of less than 50 cells/mm3 who are not on ART should receive prophylaxis against MAC. Patients with CD4 counts less than 100 cells/mm3 who are positive for toxoplasma antibodies require chemoprophylaxis against Toxoplasma gondii. [16]", "contents": "HIV and AIDS (Nursing) -- Medical Management. In patients who have thrush on presentation or a CD4 count of less than 200 cells/mm3, prophylaxis for Pneumocystis jirovecii pneumonia is indicated. Patients with a CD4 count of less than 100 cells/mm3 and a positive serum cryptococcal antigen require prophylaxis against cryptococcus. Prophylaxis against histoplasmosis is recommended in areas where histoplasmosis is endemic and the patient has a CD4 count of less than 150 cells/mm3. Prophylaxis against Mycobacterium avium complex (MAC) is no longer required in patients with HIV who are rapidly initiated on ART. [19] Patients with a CD4 count of less than 50 cells/mm3 who are not on ART should receive prophylaxis against MAC. Patients with CD4 counts less than 100 cells/mm3 who are positive for toxoplasma antibodies require chemoprophylaxis against Toxoplasma gondii. [16]"}
{"id": "nurse-article-22914_30", "title": "HIV and AIDS (Nursing) -- Medical Management", "content": "Follow-up laboratory testing is indicated within six weeks of starting ART. Virologic suppression to undetectable levels may take up to 24 weeks of continuous therapy. However, if the HIV RNA level has not declined by 2 log10 copies/mL within 12 weeks, further evaluation for resistance with genotype testing for the patient’s regimen is recommended (if adherence is confirmed). [17]", "contents": "HIV and AIDS (Nursing) -- Medical Management. Follow-up laboratory testing is indicated within six weeks of starting ART. Virologic suppression to undetectable levels may take up to 24 weeks of continuous therapy. However, if the HIV RNA level has not declined by 2 log10 copies/mL within 12 weeks, further evaluation for resistance with genotype testing for the patient’s regimen is recommended (if adherence is confirmed). [17]"}
{"id": "nurse-article-22914_31", "title": "HIV and AIDS (Nursing) -- Nursing Management", "content": "Nurse interventions in the management of patients with HIV/AIDS include: Provide education and counseling to inform them about HIV/AIDS and help them understand that complications can essentially be minimized with proper treatment. Provide education about the risk of transmission if HIV viral load remains elevated. Emphasize \"undetectable equals untransmittable\" to motivate patient adherence. Monitor for signs of infection and laboratory tests that indicate infection. Provide education regarding the risk of resistance if medication nonadherence occurs. Ensure adequate nutrition and hydration to mitigate the effects of HIV wasting syndrome. Monitor weight and educate the patient regarding lifestyle changes that can be used to mitigate weight gain associated with ART. Improve activity and assist in planning daily routines that maintain activity to optimize function and balance. Provide counseling to help the patient maintain social support.", "contents": "HIV and AIDS (Nursing) -- Nursing Management. Nurse interventions in the management of patients with HIV/AIDS include: Provide education and counseling to inform them about HIV/AIDS and help them understand that complications can essentially be minimized with proper treatment. Provide education about the risk of transmission if HIV viral load remains elevated. Emphasize \"undetectable equals untransmittable\" to motivate patient adherence. Monitor for signs of infection and laboratory tests that indicate infection. Provide education regarding the risk of resistance if medication nonadherence occurs. Ensure adequate nutrition and hydration to mitigate the effects of HIV wasting syndrome. Monitor weight and educate the patient regarding lifestyle changes that can be used to mitigate weight gain associated with ART. Improve activity and assist in planning daily routines that maintain activity to optimize function and balance. Provide counseling to help the patient maintain social support."}
{"id": "nurse-article-22914_32", "title": "HIV and AIDS (Nursing) -- When To Seek Help", "content": "High fever Signs of dehydration or malnutrition Unstable or changing vital signs Concerns over failure to take medications as prescribed Increasing depression Change/decline in urine output", "contents": "HIV and AIDS (Nursing) -- When To Seek Help. High fever Signs of dehydration or malnutrition Unstable or changing vital signs Concerns over failure to take medications as prescribed Increasing depression Change/decline in urine output"}
{"id": "nurse-article-22914_33", "title": "HIV and AIDS (Nursing) -- Outcome Identification", "content": "Outcome goals for a patient with HIV/AIDS include: Avoid infection Improve activity Maintain nutritional status Maintain socialization Maintain homeostasis Promote comfort Support psychosocial adjustment Maintain medication compliance", "contents": "HIV and AIDS (Nursing) -- Outcome Identification. Outcome goals for a patient with HIV/AIDS include: Avoid infection Improve activity Maintain nutritional status Maintain socialization Maintain homeostasis Promote comfort Support psychosocial adjustment Maintain medication compliance"}
{"id": "nurse-article-22914_34", "title": "HIV and AIDS (Nursing) -- Monitoring", "content": "Monitor for signs of infection such as: Fever Fatigue Lethargy Elevated heart rate Low blood pressure Monitor for medication adherence by reviewing the following: Prescription fill history Laboratory tests showing CD4 count maintained above 500 cell/mm3 or an improvement in CD4 count if it was previously below this level Laboratory tests showing persistently declining or undetectable HIV viral load Monitor for side effects of medication such as: Nausea/vomiting Diarrhea Loss of appetite Insomnia Weight gain", "contents": "HIV and AIDS (Nursing) -- Monitoring. Monitor for signs of infection such as: Fever Fatigue Lethargy Elevated heart rate Low blood pressure Monitor for medication adherence by reviewing the following: Prescription fill history Laboratory tests showing CD4 count maintained above 500 cell/mm3 or an improvement in CD4 count if it was previously below this level Laboratory tests showing persistently declining or undetectable HIV viral load Monitor for side effects of medication such as: Nausea/vomiting Diarrhea Loss of appetite Insomnia Weight gain"}
{"id": "nurse-article-22914_35", "title": "HIV and AIDS (Nursing) -- Coordination of Care", "content": "The management of an HIV-positive patient is complex, and it should be carried out by an interprofessional healthcare team that includes nurses, social workers, pharmacists, and clinical providers. If an opportunistic infection or a mass develops, the patient should be evaluated by a clinician immediately to ensure adequate treatment is given.", "contents": "HIV and AIDS (Nursing) -- Coordination of Care. The management of an HIV-positive patient is complex, and it should be carried out by an interprofessional healthcare team that includes nurses, social workers, pharmacists, and clinical providers. If an opportunistic infection or a mass develops, the patient should be evaluated by a clinician immediately to ensure adequate treatment is given."}
{"id": "nurse-article-22914_36", "title": "HIV and AIDS (Nursing) -- Health Teaching and Health Promotion", "content": "Principal facts for patient education in patients with HIV include: Inform all sexual partners that may have been exposed. Use a clean needle to inject drugs and dispose of it. It is imperative that one should not share it with anybody. Use a clean condom at all times when having sexual intercourse. Preferably, use a condom that contains a water-based lubricant, which is more protective.", "contents": "HIV and AIDS (Nursing) -- Health Teaching and Health Promotion. Principal facts for patient education in patients with HIV include: Inform all sexual partners that may have been exposed. Use a clean needle to inject drugs and dispose of it. It is imperative that one should not share it with anybody. Use a clean condom at all times when having sexual intercourse. Preferably, use a condom that contains a water-based lubricant, which is more protective."}
{"id": "nurse-article-22914_37", "title": "HIV and AIDS (Nursing) -- Discharge Planning", "content": "Discharge planning includes written instructions on medication regime and adverse reactions to report. Patients who are not independent in activities of daily living may be referred to home care services for assistance with care. Physical therapy and occupational therapy can be effective in increasing strength and endurance. Patients often experience weakness and fatigue, requiring monitoring for safety.", "contents": "HIV and AIDS (Nursing) -- Discharge Planning. Discharge planning includes written instructions on medication regime and adverse reactions to report. Patients who are not independent in activities of daily living may be referred to home care services for assistance with care. Physical therapy and occupational therapy can be effective in increasing strength and endurance. Patients often experience weakness and fatigue, requiring monitoring for safety."}
{"id": "nurse-article-22914_38", "title": "HIV and AIDS (Nursing) -- Discharge Planning", "content": "Including family and support members to assist the patient's transition home is crucial to maintaining compliance with care. The patient should also be referred to a social worker to ensure resources in the home are adequate for care. Community resources may also be considered for assistance with financial support to ensure the patient can pay for medications. It is important to remember that the person is \"Living with HIV\" and that the plan of care should include resuming activities of daily living. Patient teaching during the discharge process should include methods for healthy living, prevention of complications, and avoidance of transmission.", "contents": "HIV and AIDS (Nursing) -- Discharge Planning. Including family and support members to assist the patient's transition home is crucial to maintaining compliance with care. The patient should also be referred to a social worker to ensure resources in the home are adequate for care. Community resources may also be considered for assistance with financial support to ensure the patient can pay for medications. It is important to remember that the person is \"Living with HIV\" and that the plan of care should include resuming activities of daily living. Patient teaching during the discharge process should include methods for healthy living, prevention of complications, and avoidance of transmission."}
{"id": "nurse-article-22914_39", "title": "HIV and AIDS (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "HIV and AIDS (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}