{"id": "nurse-article-17899_0", "title": "Aspiration Risk (Nursing) -- Learning Outcome", "content": "List the risk factors for aspiration pneumonia Describe the presentation of aspiration pneumonia Summarize the treatment of aspiration pneumonia Recall the nursing management in a patient with aspiration pneumonia", "contents": "Aspiration Risk (Nursing) -- Learning Outcome. List the risk factors for aspiration pneumonia Describe the presentation of aspiration pneumonia Summarize the treatment of aspiration pneumonia Recall the nursing management in a patient with aspiration pneumonia"}
{"id": "nurse-article-17899_1", "title": "Aspiration Risk (Nursing) -- Introduction", "content": "Aspiration is common, even in healthy patients. Aspiration can have a significant morbidity and mortality in certain circumstances. It is categorized based on the predominant material in the aspirate. If oropharyngeal secretions, orally ingested material, or partially digested gastric contents are aspirated, one would expect infectious pneumonia to develop. However, if pure gastric secretions are aspirated, then a chemical pneumonitis is the result. If partially digested gastric contents are aspirated along with some gastric acid, a mixture of chemical pneumonitis and inoculation of the lungs with potentially pathogenic organisms can occur. In practice, it is prudent to treat a chemical pneumonitis with prophylactic antibiotics because a superimposed infection occurs in over 25% of cases. It is difficult to determine the quality of the aspirate in most cases, and a combination of bacterial and chemical injury is common. [1] [2]", "contents": "Aspiration Risk (Nursing) -- Introduction. Aspiration is common, even in healthy patients. Aspiration can have a significant morbidity and mortality in certain circumstances. It is categorized based on the predominant material in the aspirate. If oropharyngeal secretions, orally ingested material, or partially digested gastric contents are aspirated, one would expect infectious pneumonia to develop. However, if pure gastric secretions are aspirated, then a chemical pneumonitis is the result. If partially digested gastric contents are aspirated along with some gastric acid, a mixture of chemical pneumonitis and inoculation of the lungs with potentially pathogenic organisms can occur. In practice, it is prudent to treat a chemical pneumonitis with prophylactic antibiotics because a superimposed infection occurs in over 25% of cases. It is difficult to determine the quality of the aspirate in most cases, and a combination of bacterial and chemical injury is common. [1] [2]"}
{"id": "nurse-article-17899_2", "title": "Aspiration Risk (Nursing) -- Nursing Diagnosis", "content": "Impaired gas exchange Ineffective airway clearance Impairment in breathing Risk for infection Hyperthermia Risk for imbalanced nutrition Risk for deficient body fluid Chest discomfort Deficient knowledge", "contents": "Aspiration Risk (Nursing) -- Nursing Diagnosis. Impaired gas exchange Ineffective airway clearance Impairment in breathing Risk for infection Hyperthermia Risk for imbalanced nutrition Risk for deficient body fluid Chest discomfort Deficient knowledge"}
{"id": "nurse-article-17899_3", "title": "Aspiration Risk (Nursing) -- Causes", "content": "Aspiration can affect any age group, but the youngest and oldest are at highest risk because of a higher incidence of risk factors. It equally affects both genders.", "contents": "Aspiration Risk (Nursing) -- Causes. Aspiration can affect any age group, but the youngest and oldest are at highest risk because of a higher incidence of risk factors. It equally affects both genders."}
{"id": "nurse-article-17899_4", "title": "Aspiration Risk (Nursing) -- Risk Factors", "content": "Neurologic impairment: This can be due to stroke, seizure, substance abuse, or any other cognitive or motor neuron impairment. Pulmonary disease: This includes patients who require mechanical ventilation for any reason, patients with a poor cough, or poor forced expiratory volume. Supraglottic disease: This includes patients with anatomic irregularities in the oropharynx, poor dental hygiene, or disease states which cause esophageal dysmotility and impaired swallowing.", "contents": "Aspiration Risk (Nursing) -- Risk Factors. Neurologic impairment: This can be due to stroke, seizure, substance abuse, or any other cognitive or motor neuron impairment. Pulmonary disease: This includes patients who require mechanical ventilation for any reason, patients with a poor cough, or poor forced expiratory volume. Supraglottic disease: This includes patients with anatomic irregularities in the oropharynx, poor dental hygiene, or disease states which cause esophageal dysmotility and impaired swallowing."}
{"id": "nurse-article-17899_5", "title": "Aspiration Risk (Nursing) -- Risk Factors", "content": "Other causes: Position changes can lead to aspiration even in healthy patients. Fifty percent of healthy individuals have silent aspiration during sleep identified by radio-markers. Frequent, high-volume vomiting is another potential risk factor. Also, proton pump inhibition which changes the gastric pH, and subsequently the gastric flora, allowing overgrowth of potentially harmful microorganisms. [3] [4]", "contents": "Aspiration Risk (Nursing) -- Risk Factors. Other causes: Position changes can lead to aspiration even in healthy patients. Fifty percent of healthy individuals have silent aspiration during sleep identified by radio-markers. Frequent, high-volume vomiting is another potential risk factor. Also, proton pump inhibition which changes the gastric pH, and subsequently the gastric flora, allowing overgrowth of potentially harmful microorganisms. [3] [4]"}
{"id": "nurse-article-17899_6", "title": "Aspiration Risk (Nursing) -- Assessment", "content": "The pertinent physical findings include tachypnea, coughing, low oxygen saturation, rhonchi, rales, and the absence of breath sounds if an obstruction occurs. In obtunded patients, aspiration may be an ongoing process rather than a single event. History is important as both inpatients and outpatients may have had a witnessed aspiration or developed acute shortness of breath.", "contents": "Aspiration Risk (Nursing) -- Assessment. The pertinent physical findings include tachypnea, coughing, low oxygen saturation, rhonchi, rales, and the absence of breath sounds if an obstruction occurs. In obtunded patients, aspiration may be an ongoing process rather than a single event. History is important as both inpatients and outpatients may have had a witnessed aspiration or developed acute shortness of breath."}
{"id": "nurse-article-17899_7", "title": "Aspiration Risk (Nursing) -- Evaluation", "content": "Get a chest x-ray to determine the extent of the aspiration. With sufficiently large aspirations, it may become necessary to perform bronchoscopy and bronchoalveolar lavage to clear as much macroscopic material as possible. Perform a swallow evaluation and barium swallow study on any patient at risk for aspiration, by a speech therapist. In young children, this is done under fluoroscopy. Dietary alterations, such as thickened liquids or pureed diets, can help patients with functional swallowing disorders. [5]", "contents": "Aspiration Risk (Nursing) -- Evaluation. Get a chest x-ray to determine the extent of the aspiration. With sufficiently large aspirations, it may become necessary to perform bronchoscopy and bronchoalveolar lavage to clear as much macroscopic material as possible. Perform a swallow evaluation and barium swallow study on any patient at risk for aspiration, by a speech therapist. In young children, this is done under fluoroscopy. Dietary alterations, such as thickened liquids or pureed diets, can help patients with functional swallowing disorders. [5]"}
{"id": "nurse-article-17899_8", "title": "Aspiration Risk (Nursing) -- Medical Management", "content": "It is important to determine the type of aspiration that has occurred. If a chemical pneumonitis is suspected, supportive therapy should be initiated. Depending on the overall health status of the patient, intubation may or may not be necessary and should be guided by the clinical picture. It should be noted that chemical pneumonitis may progress very rapidly and commonly leads to acute respiratory distress syndrome. As noted earlier, most cases are not purely chemical or bacterial, so prophylactic antibiotics should be instituted until definitive evidence exists that there is no infectious component. [6] [7] [8]", "contents": "Aspiration Risk (Nursing) -- Medical Management. It is important to determine the type of aspiration that has occurred. If a chemical pneumonitis is suspected, supportive therapy should be initiated. Depending on the overall health status of the patient, intubation may or may not be necessary and should be guided by the clinical picture. It should be noted that chemical pneumonitis may progress very rapidly and commonly leads to acute respiratory distress syndrome. As noted earlier, most cases are not purely chemical or bacterial, so prophylactic antibiotics should be instituted until definitive evidence exists that there is no infectious component. [6] [7] [8]"}
{"id": "nurse-article-17899_9", "title": "Aspiration Risk (Nursing) -- Medical Management", "content": "If large particles of food or other oral or gastric content enters the bronchial tree, it may require bronchoscopy to alleviate the obstruction of the airways. Any obstruction should be removed as quickly as possible to allow the normal physiologic mechanisms to mobilize secretions and infectious particles.", "contents": "Aspiration Risk (Nursing) -- Medical Management. If large particles of food or other oral or gastric content enters the bronchial tree, it may require bronchoscopy to alleviate the obstruction of the airways. Any obstruction should be removed as quickly as possible to allow the normal physiologic mechanisms to mobilize secretions and infectious particles."}
{"id": "nurse-article-17899_10", "title": "Aspiration Risk (Nursing) -- Medical Management", "content": "If the aspiration leads to bacterial pneumonia, appropriate cultures should be obtained and broad-spectrum antibiotics instituted. Once culture sensitivities are available, more directed antibiotic therapy can be used.", "contents": "Aspiration Risk (Nursing) -- Medical Management. If the aspiration leads to bacterial pneumonia, appropriate cultures should be obtained and broad-spectrum antibiotics instituted. Once culture sensitivities are available, more directed antibiotic therapy can be used."}
{"id": "nurse-article-17899_11", "title": "Aspiration Risk (Nursing) -- Medical Management", "content": "Patients at high risk for aspiration should have precautions put in place to reduce the risk. These precautions are dependent on the predisposing risk factors for any individual. Patients unable to contribute to their oral hygiene should have an oral cleansing program provided. This can be accomplished using chlorhexidine oral swabs twice daily, especially in chronically intubated patients. In the intubated patient, it is important to place the patient in a semi-recumbent position (head up 45 degrees) rather than supine, as long as it is not contraindicated. If ventilatory support is expected to be longer than 48 to 72 hours, an endotracheal tube with subglottic suction capability should be placed, and either continuous or intermittent suction should be utilized.", "contents": "Aspiration Risk (Nursing) -- Medical Management. Patients at high risk for aspiration should have precautions put in place to reduce the risk. These precautions are dependent on the predisposing risk factors for any individual. Patients unable to contribute to their oral hygiene should have an oral cleansing program provided. This can be accomplished using chlorhexidine oral swabs twice daily, especially in chronically intubated patients. In the intubated patient, it is important to place the patient in a semi-recumbent position (head up 45 degrees) rather than supine, as long as it is not contraindicated. If ventilatory support is expected to be longer than 48 to 72 hours, an endotracheal tube with subglottic suction capability should be placed, and either continuous or intermittent suction should be utilized."}
{"id": "nurse-article-17899_12", "title": "Aspiration Risk (Nursing) -- Medical Management", "content": "Debilitated and neurologically impaired patients should be fed in an upright position, and a swallow evaluation should be done by a speech therapist or nutritionist to determine the proper consistency of food and liquids. For those unable to tolerate oral intake, a percutaneous endoscopic gastrostomy tube (PEG tube) or jejunostomy tube (J-tube) should be considered if recovery is expected to be protracted.", "contents": "Aspiration Risk (Nursing) -- Medical Management. Debilitated and neurologically impaired patients should be fed in an upright position, and a swallow evaluation should be done by a speech therapist or nutritionist to determine the proper consistency of food and liquids. For those unable to tolerate oral intake, a percutaneous endoscopic gastrostomy tube (PEG tube) or jejunostomy tube (J-tube) should be considered if recovery is expected to be protracted."}
{"id": "nurse-article-17899_13", "title": "Aspiration Risk (Nursing) -- Nursing Management", "content": "Assess breathing and oxygenation Assess any respiratory distress Provide oxygen if saturations less than 92% Assess coughing ability and productivity Listen to the lungs for crackles, wheezing, and airflow Assess the color of sputum and smell Assess hydration status Administer antibiotics as prescribed Check blood work including CBC and renal function Provide patient with DVT and stress ulcer prophylaxis Keep head of bed elevated Be aware of aspiration if the patient is intubated, has a nasogastric tube or a gastrostomy Suction oral cavity as needed Keep patient comfortable and encourage cough Assist with chest PT Percuss chest to mobilize thick secretions Check the chest x-ray report Assist with thoracentesis, bronchoscopy", "contents": "Aspiration Risk (Nursing) -- Nursing Management. Assess breathing and oxygenation Assess any respiratory distress Provide oxygen if saturations less than 92% Assess coughing ability and productivity Listen to the lungs for crackles, wheezing, and airflow Assess the color of sputum and smell Assess hydration status Administer antibiotics as prescribed Check blood work including CBC and renal function Provide patient with DVT and stress ulcer prophylaxis Keep head of bed elevated Be aware of aspiration if the patient is intubated, has a nasogastric tube or a gastrostomy Suction oral cavity as needed Keep patient comfortable and encourage cough Assist with chest PT Percuss chest to mobilize thick secretions Check the chest x-ray report Assist with thoracentesis, bronchoscopy"}
{"id": "nurse-article-17899_14", "title": "Aspiration Risk (Nursing) -- When To Seek Help", "content": "Severe dyspnea Falling oxygen saturation Unstable hemodynamics No urine output", "contents": "Aspiration Risk (Nursing) -- When To Seek Help. Severe dyspnea Falling oxygen saturation Unstable hemodynamics No urine output"}
{"id": "nurse-article-17899_15", "title": "Aspiration Risk (Nursing) -- Outcome Identification", "content": "The outcomes in patients with aspiration pneumonia depend on the extent of aspiration, patient, age, underlying lung condition, comorbidity, and time to diagnosis. Several studies indicate that aspiration pneumonitis carries a mortality rate of over 20% in older patients. If there is any delay in diagnosis and treatment, numerous complications can develop like a lung abscess, empyema, and bronchopleural fistula. Finally, all health care providers should understand that this diagnosis is often associated with medicolegal implications which may be related to (1) delay in diagnosis, (2) wrong diagnosis, (3) feeding patients with aspiration pneumonitis, and (4) failing to assess the risk of aspiration. [9] [10] [11] (Level V)", "contents": "Aspiration Risk (Nursing) -- Outcome Identification. The outcomes in patients with aspiration pneumonia depend on the extent of aspiration, patient, age, underlying lung condition, comorbidity, and time to diagnosis. Several studies indicate that aspiration pneumonitis carries a mortality rate of over 20% in older patients. If there is any delay in diagnosis and treatment, numerous complications can develop like a lung abscess, empyema, and bronchopleural fistula. Finally, all health care providers should understand that this diagnosis is often associated with medicolegal implications which may be related to (1) delay in diagnosis, (2) wrong diagnosis, (3) feeding patients with aspiration pneumonitis, and (4) failing to assess the risk of aspiration. [9] [10] [11] (Level V)"}
{"id": "nurse-article-17899_16", "title": "Aspiration Risk (Nursing) -- Monitoring", "content": "Other important points include: Endotracheal intubation with a cuffed tube can prevent gross aspiration but not microaspiration. Aspiration does not always lead to clinically relevant pathology. Prevention is key in high-risk patients.", "contents": "Aspiration Risk (Nursing) -- Monitoring. Other important points include: Endotracheal intubation with a cuffed tube can prevent gross aspiration but not microaspiration. Aspiration does not always lead to clinically relevant pathology. Prevention is key in high-risk patients."}
{"id": "nurse-article-17899_17", "title": "Aspiration Risk (Nursing) -- Coordination of Care", "content": "Aspiration pneumonia now only increases morbidity; it also prolongs hospital stay and increases the cost of healthcare. Today, the emphasis is on the prevention of aspiration pneumonia, and it is here that the role of the nurse is indispensable. Patients with altered mental status should generally not be left in the supine position but placed in a recumbent position with the head of the bed elevated at 30 to 45 degrees. A speech therapist should see those patients who have difficulty swallowing to assess their risk of aspiration. Obtain a dietary consult. A soft diet or thickened liquids are recommended, following the evaluation. While feeding the patient, the nurse should keep the patient's head turned, and chin tucked to reduce the risk of aspiration. The pharmacist should be aware of drugs that induce peristalsis because data show that in patients with a feeding tube, the use of a prokinetic agent can help reduce aspiration. The pharmacist should also educate and caution the nurses from over-sedating patients. Finally, any time the patient has a nasogastric tube placed for feeding, an x-ray should be obtained to determine the location of the tip. The nurse should always measure residuals to determine the extent of absorption of food. [12] [13] [14] (Level V)", "contents": "Aspiration Risk (Nursing) -- Coordination of Care. Aspiration pneumonia now only increases morbidity; it also prolongs hospital stay and increases the cost of healthcare. Today, the emphasis is on the prevention of aspiration pneumonia, and it is here that the role of the nurse is indispensable. Patients with altered mental status should generally not be left in the supine position but placed in a recumbent position with the head of the bed elevated at 30 to 45 degrees. A speech therapist should see those patients who have difficulty swallowing to assess their risk of aspiration. Obtain a dietary consult. A soft diet or thickened liquids are recommended, following the evaluation. While feeding the patient, the nurse should keep the patient's head turned, and chin tucked to reduce the risk of aspiration. The pharmacist should be aware of drugs that induce peristalsis because data show that in patients with a feeding tube, the use of a prokinetic agent can help reduce aspiration. The pharmacist should also educate and caution the nurses from over-sedating patients. Finally, any time the patient has a nasogastric tube placed for feeding, an x-ray should be obtained to determine the location of the tip. The nurse should always measure residuals to determine the extent of absorption of food. [12] [13] [14] (Level V)"}
{"id": "nurse-article-17899_18", "title": "Aspiration Risk (Nursing) -- Coordination of Care -- Outcomes", "content": "The outcomes in patients with aspiration pneumonia depend on the extent of aspiration, patient, age, underlying lung condition, comorbidity, and time to diagnosis. Several studies indicate that aspiration pneumonitis carries a mortality rate of over 20% in older patients. If there is any delay in diagnosis and treatment, numerous complications can develop like a lung abscess, empyema, and bronchopleural fistula. Finally, all health care providers should understand that this diagnosis is often associated with medicolegal implications which may be related to (1) delay in diagnosis, (2) wrong diagnosis, (3) feeding patients with aspiration pneumonitis, and (4) failing to assess the risk of aspiration. [9] [10] [11] (Level V)", "contents": "Aspiration Risk (Nursing) -- Coordination of Care -- Outcomes. The outcomes in patients with aspiration pneumonia depend on the extent of aspiration, patient, age, underlying lung condition, comorbidity, and time to diagnosis. Several studies indicate that aspiration pneumonitis carries a mortality rate of over 20% in older patients. If there is any delay in diagnosis and treatment, numerous complications can develop like a lung abscess, empyema, and bronchopleural fistula. Finally, all health care providers should understand that this diagnosis is often associated with medicolegal implications which may be related to (1) delay in diagnosis, (2) wrong diagnosis, (3) feeding patients with aspiration pneumonitis, and (4) failing to assess the risk of aspiration. [9] [10] [11] (Level V)"}
{"id": "nurse-article-17899_19", "title": "Aspiration Risk (Nursing) -- Pearls and Other issues", "content": "Other important points include: Endotracheal intubation with a cuffed tube can prevent gross aspiration but not microaspiration. Aspiration does not always lead to clinically relevant pathology. Prevention is key in high-risk patients.", "contents": "Aspiration Risk (Nursing) -- Pearls and Other issues. Other important points include: Endotracheal intubation with a cuffed tube can prevent gross aspiration but not microaspiration. Aspiration does not always lead to clinically relevant pathology. Prevention is key in high-risk patients."}
{"id": "nurse-article-17899_20", "title": "Aspiration Risk (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aspiration Risk (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}