{"id": "nurse-article-17532_0", "title": "Chronic Anemia (Nursing) -- Learning Outcome", "content": "Describes the types of anemia List the causes of anemia Summarize the treatment of anemia", "contents": "Chronic Anemia (Nursing) -- Learning Outcome. Describes the types of anemia List the causes of anemia Summarize the treatment of anemia"}
{"id": "nurse-article-17532_1", "title": "Chronic Anemia (Nursing) -- Introduction", "content": "The word anemia derives from an ancient Greek word anaimia, meaning “lack of blood.” Anemia, like a fever, is not a diagnosis but a presentation of an underlying disease. Multiple diseases can present as anemia due to various mechanisms. Anemia affects a significant number of people worldwide (more so in the developing world), resulting in a considerable increase in the cost of medical care.", "contents": "Chronic Anemia (Nursing) -- Introduction. The word anemia derives from an ancient Greek word anaimia, meaning “lack of blood.” Anemia, like a fever, is not a diagnosis but a presentation of an underlying disease. Multiple diseases can present as anemia due to various mechanisms. Anemia affects a significant number of people worldwide (more so in the developing world), resulting in a considerable increase in the cost of medical care."}
{"id": "nurse-article-17532_2", "title": "Chronic Anemia (Nursing) -- Introduction", "content": "Anemia can be defined as a reduction in hemoglobin (less than 13.5 g/dL in men; less than 12.0 g/dL in women) or hematocrit (less than 41.0% in men; less than 36.0% in women) or red blood cell (RBC) count. The terms hemoglobin and hematocrit are more commonly used than RBC count in day-to-day clinical practice. There are different lower limits of normal range based on ethnicity, gender,  and age. Anemia causes decreased oxygen-carrying capacity of the blood leading to tissue hypoxia. Grading of Anemia, according to the National Cancer Institute, is as follows: Mild: Hemoglobin 10.0 g/dL to lower limit of normal Moderate: Hemoglobin 8.0 to 10.0 g/dL Severe: Hemoglobin 6.5 to 7.9 g/dL [1] Life-threatening: Hemoglobin less than 6.5 g/dL Anemia classified into acute anemia and chronic anemia. Acute anemia is predominantly due to acute blood loss or acute hemolysis. Chronic anemia is more common and is secondary to multiple causes.", "contents": "Chronic Anemia (Nursing) -- Introduction. Anemia can be defined as a reduction in hemoglobin (less than 13.5 g/dL in men; less than 12.0 g/dL in women) or hematocrit (less than 41.0% in men; less than 36.0% in women) or red blood cell (RBC) count. The terms hemoglobin and hematocrit are more commonly used than RBC count in day-to-day clinical practice. There are different lower limits of normal range based on ethnicity, gender,  and age. Anemia causes decreased oxygen-carrying capacity of the blood leading to tissue hypoxia. Grading of Anemia, according to the National Cancer Institute, is as follows: Mild: Hemoglobin 10.0 g/dL to lower limit of normal Moderate: Hemoglobin 8.0 to 10.0 g/dL Severe: Hemoglobin 6.5 to 7.9 g/dL [1] Life-threatening: Hemoglobin less than 6.5 g/dL Anemia classified into acute anemia and chronic anemia. Acute anemia is predominantly due to acute blood loss or acute hemolysis. Chronic anemia is more common and is secondary to multiple causes."}
{"id": "nurse-article-17532_3", "title": "Chronic Anemia (Nursing) -- Nursing Diagnosis", "content": "Fatigue/weakness Dizziness Dyspnea Pallor External bleeding Hypotension Tachycardia Abnormal CBC", "contents": "Chronic Anemia (Nursing) -- Nursing Diagnosis. Fatigue/weakness Dizziness Dyspnea Pallor External bleeding Hypotension Tachycardia Abnormal CBC"}
{"id": "nurse-article-17532_4", "title": "Chronic Anemia (Nursing) -- Causes", "content": "Etiology of chronic anemia based on mean corpuscular volume (MCV is the average size of RBC). Microcytic Anemia (MCV less than 80 femtoliters [fL]) Iron deficiency anemia: Most common cause of anemia Thalassemia Anemia of chronic disease Sideroblastic anemia", "contents": "Chronic Anemia (Nursing) -- Causes. Etiology of chronic anemia based on mean corpuscular volume (MCV is the average size of RBC). Microcytic Anemia (MCV less than 80 femtoliters [fL]) Iron deficiency anemia: Most common cause of anemia Thalassemia Anemia of chronic disease Sideroblastic anemia"}
{"id": "nurse-article-17532_5", "title": "Chronic Anemia (Nursing) -- Causes -- Macrocytic Anemia (MCV greater than 100 fL)", "content": "Vitamin B12 and folic acid deficiency Alcoholism and liver disease Myelodysplastic syndromes Drug-induced Hypothyroidism", "contents": "Chronic Anemia (Nursing) -- Causes -- Macrocytic Anemia (MCV greater than 100 fL). Vitamin B12 and folic acid deficiency Alcoholism and liver disease Myelodysplastic syndromes Drug-induced Hypothyroidism"}
{"id": "nurse-article-17532_6", "title": "Chronic Anemia (Nursing) -- Causes -- Normocytic Anemia (MCV 80 to 100 fL)", "content": "Bone marrow suppression (aplastic anemia and myelophthisic anemia) Anemia of chronic disease", "contents": "Chronic Anemia (Nursing) -- Causes -- Normocytic Anemia (MCV 80 to 100 fL). Bone marrow suppression (aplastic anemia and myelophthisic anemia) Anemia of chronic disease"}
{"id": "nurse-article-17532_7", "title": "Chronic Anemia (Nursing) -- Causes", "content": "Some conditions can present in more than 1 classification. For example, early iron deficiency can be normocytic. Anemia of chronic disease is mostly normocytic but can be microcytic too. Hemolytic anemia [2] can cause either macrocytic or normocytic anemia.", "contents": "Chronic Anemia (Nursing) -- Causes. Some conditions can present in more than 1 classification. For example, early iron deficiency can be normocytic. Anemia of chronic disease is mostly normocytic but can be microcytic too. Hemolytic anemia [2] can cause either macrocytic or normocytic anemia."}
{"id": "nurse-article-17532_8", "title": "Chronic Anemia (Nursing) -- Risk Factors", "content": "Iron deficiency anemia is the most common type of anemia, affecting approximately 8% to 9% of the world’s population. Anemia is more prevalent in: Developing countries from malnutrition and lack of proper medical care Women due to pregnancy and menstrual bleeding [3] African Americans due to sickle cell disease and G6PD deficiency Older adults due to multiple comorbidities like chronic kidney disease (CKD), malignancy, medications, among others [4]", "contents": "Chronic Anemia (Nursing) -- Risk Factors. Iron deficiency anemia is the most common type of anemia, affecting approximately 8% to 9% of the world’s population. Anemia is more prevalent in: Developing countries from malnutrition and lack of proper medical care Women due to pregnancy and menstrual bleeding [3] African Americans due to sickle cell disease and G6PD deficiency Older adults due to multiple comorbidities like chronic kidney disease (CKD), malignancy, medications, among others [4]"}
{"id": "nurse-article-17532_9", "title": "Chronic Anemia (Nursing) -- Assessment", "content": "Symptoms and signs of chronic anemia are mostly due to decreased tissue oxygenation from the reduction of the oxygen-carrying capacity of the blood. Symptoms are worse when anemia is severe, with a rapid decrease in hemoglobin/HCT and with increased oxygen demands states like exercise. Common presenting symptoms include: Weakness, fatigue Dizziness, Near syncope, Syncope Exertional dyspnea (exercise intolerance) Chest pain and palpitations Anorexia Cognitive impairment in elderly A detailed history should include medical history, home medications, alcohol use, and family history. Ethnicity and country of origin are also helpful. Important examination findings include: Pallor Jaundice Tachycardia Tachypnea Orthostatic hypotension and Other findings relevant to underlying etiology", "contents": "Chronic Anemia (Nursing) -- Assessment. Symptoms and signs of chronic anemia are mostly due to decreased tissue oxygenation from the reduction of the oxygen-carrying capacity of the blood. Symptoms are worse when anemia is severe, with a rapid decrease in hemoglobin/HCT and with increased oxygen demands states like exercise. Common presenting symptoms include: Weakness, fatigue Dizziness, Near syncope, Syncope Exertional dyspnea (exercise intolerance) Chest pain and palpitations Anorexia Cognitive impairment in elderly A detailed history should include medical history, home medications, alcohol use, and family history. Ethnicity and country of origin are also helpful. Important examination findings include: Pallor Jaundice Tachycardia Tachypnea Orthostatic hypotension and Other findings relevant to underlying etiology"}
{"id": "nurse-article-17532_10", "title": "Chronic Anemia (Nursing) -- Evaluation -- Initial Work-Up", "content": "Complete blood count: Hemoglobin, HCT, MCV, reticulocyte count index Comprehensive metabolic panel: Renal and liver function tests Iron studies which include serum iron, TIBC (total iron binding capacity) and ferritin Serum vitamin B12, folic acid, and thyroid-stimulating hormone (TSH) Stool for occult blood", "contents": "Chronic Anemia (Nursing) -- Evaluation -- Initial Work-Up. Complete blood count: Hemoglobin, HCT, MCV, reticulocyte count index Comprehensive metabolic panel: Renal and liver function tests Iron studies which include serum iron, TIBC (total iron binding capacity) and ferritin Serum vitamin B12, folic acid, and thyroid-stimulating hormone (TSH) Stool for occult blood"}
{"id": "nurse-article-17532_11", "title": "Chronic Anemia (Nursing) -- Evaluation -- Differentiation of Microcytic Anemias Based on Iron Studies", "content": "Iron deficiency anemia: Low serum iron, high TIBC, and low ferritin. Anemia of chronic disease: Low serum iron, low TIBC, and high ferritin. Sideroblastic anemia: High serum iron, normal TIBC, and high ferritin. Thalassemia: Normal serum iron, normal TIBC and normal ferritin.", "contents": "Chronic Anemia (Nursing) -- Evaluation -- Differentiation of Microcytic Anemias Based on Iron Studies. Iron deficiency anemia: Low serum iron, high TIBC, and low ferritin. Anemia of chronic disease: Low serum iron, low TIBC, and high ferritin. Sideroblastic anemia: High serum iron, normal TIBC, and high ferritin. Thalassemia: Normal serum iron, normal TIBC and normal ferritin."}
{"id": "nurse-article-17532_12", "title": "Chronic Anemia (Nursing) -- Evaluation", "content": "Peripheral smear, hemoglobin electrophoresis, and bone marrow examination if needed. Further testing would include esophagogastroduodenoscopy (EGD) and colonoscopy if gastrointestinal (GI) bleeding is suspected and imaging studies if malignancy suspected.", "contents": "Chronic Anemia (Nursing) -- Evaluation. Peripheral smear, hemoglobin electrophoresis, and bone marrow examination if needed. Further testing would include esophagogastroduodenoscopy (EGD) and colonoscopy if gastrointestinal (GI) bleeding is suspected and imaging studies if malignancy suspected."}
{"id": "nurse-article-17532_13", "title": "Chronic Anemia (Nursing) -- Medical Management", "content": "Chronic anemia is managed predominantly in outpatient settings. They need hospitalization if: Patient is symptomatic Significant drop in hemoglobin/HCT Transfusion needed Extensive investigations needed If hemoglobin is less than 7 g/dL or if a patent is symptomatic, transfusion of packed red blood cells (PRBC) is indicated. Transfusions should be done with caution in patients with volume overload status like end-stage renal disease (on hemodialysis) and congestive heart failure (CHF). Other treatments include treating underlying conditions as below. Iron deficiency anemia: Intravenous (IV) iron versus oral iron Vitamin B12 and folic acid deficiency with B12 and folic acid supplementation Treating underlying bone marrow disorders EPO injections in chronic kidney disease patients Synthroid in patients with hypothyroidism Avoiding any culprit medications Treatment of GI causes of blood loss (PPI for gastritis and PUD) Regulation of menstrual cycles in patients with menorrhagia", "contents": "Chronic Anemia (Nursing) -- Medical Management. Chronic anemia is managed predominantly in outpatient settings. They need hospitalization if: Patient is symptomatic Significant drop in hemoglobin/HCT Transfusion needed Extensive investigations needed If hemoglobin is less than 7 g/dL or if a patent is symptomatic, transfusion of packed red blood cells (PRBC) is indicated. Transfusions should be done with caution in patients with volume overload status like end-stage renal disease (on hemodialysis) and congestive heart failure (CHF). Other treatments include treating underlying conditions as below. Iron deficiency anemia: Intravenous (IV) iron versus oral iron Vitamin B12 and folic acid deficiency with B12 and folic acid supplementation Treating underlying bone marrow disorders EPO injections in chronic kidney disease patients Synthroid in patients with hypothyroidism Avoiding any culprit medications Treatment of GI causes of blood loss (PPI for gastritis and PUD) Regulation of menstrual cycles in patients with menorrhagia"}
{"id": "nurse-article-17532_14", "title": "Chronic Anemia (Nursing) -- Nursing Management", "content": "Signs of external bleeding Obtain 12 lead ECG Ins and outs Neurological status Monitor labs Check stools for occult blood Monitor oxygenation Administer medications as prescribed (Vitamin B12, iron or folate) Educate patient on nutrition (fruits and vegetables to obtain folate and iron)", "contents": "Chronic Anemia (Nursing) -- Nursing Management. Signs of external bleeding Obtain 12 lead ECG Ins and outs Neurological status Monitor labs Check stools for occult blood Monitor oxygenation Administer medications as prescribed (Vitamin B12, iron or folate) Educate patient on nutrition (fruits and vegetables to obtain folate and iron)"}
{"id": "nurse-article-17532_15", "title": "Chronic Anemia (Nursing) -- When To Seek Help", "content": "Hypotension Dizzy Weak, fatigued Pale Signs of external bleeding Unstable vital signs Altered mental status", "contents": "Chronic Anemia (Nursing) -- When To Seek Help. Hypotension Dizzy Weak, fatigued Pale Signs of external bleeding Unstable vital signs Altered mental status"}
{"id": "nurse-article-17532_16", "title": "Chronic Anemia (Nursing) -- Outcome Identification", "content": "Normal vitals No signs of external bleeding Normal blood paramters", "contents": "Chronic Anemia (Nursing) -- Outcome Identification. Normal vitals No signs of external bleeding Normal blood paramters"}
{"id": "nurse-article-17532_17", "title": "Chronic Anemia (Nursing) -- Monitoring", "content": "Signs of external bleeding Obtain 12 lead ECG Ins and outs Neurological status Monitor labs Check stools for occult blood Monitor oxygenation Administer medications as prescribed (Vitamin B12, iron or folate) Educate patient on nutrition", "contents": "Chronic Anemia (Nursing) -- Monitoring. Signs of external bleeding Obtain 12 lead ECG Ins and outs Neurological status Monitor labs Check stools for occult blood Monitor oxygenation Administer medications as prescribed (Vitamin B12, iron or folate) Educate patient on nutrition"}
{"id": "nurse-article-17532_18", "title": "Chronic Anemia (Nursing) -- Coordination of Care", "content": "Chronic anemia is a very common condition seen in day-to-day clinical practice and managed in outpatient settings. Anemia management can range from simple to complex based on the underlying condition causing it. Most of the time patient's primary care physician needs help with a specialist based on underlying condition either a gastroenterologist or a hematologist or a nephrologist or a gynecologist. It is very important to have good interprofessional communication and care coordination for the management of anemia appropriately and promptly. This would help both in correcting anemia and treating underlying conditions.", "contents": "Chronic Anemia (Nursing) -- Coordination of Care. Chronic anemia is a very common condition seen in day-to-day clinical practice and managed in outpatient settings. Anemia management can range from simple to complex based on the underlying condition causing it. Most of the time patient's primary care physician needs help with a specialist based on underlying condition either a gastroenterologist or a hematologist or a nephrologist or a gynecologist. It is very important to have good interprofessional communication and care coordination for the management of anemia appropriately and promptly. This would help both in correcting anemia and treating underlying conditions."}
{"id": "nurse-article-17532_19", "title": "Chronic Anemia (Nursing) -- Health Teaching and Health Promotion", "content": "Anemia is a condition with decreased oxygen-carrying capacity of the blood. Anemia is very common and caused by different conditions ranging from simple nutritional deficiencies (iron, vitamin B12, and folic acid) to blood loss to other complicated causes.", "contents": "Chronic Anemia (Nursing) -- Health Teaching and Health Promotion. Anemia is a condition with decreased oxygen-carrying capacity of the blood. Anemia is very common and caused by different conditions ranging from simple nutritional deficiencies (iron, vitamin B12, and folic acid) to blood loss to other complicated causes."}
{"id": "nurse-article-17532_20", "title": "Chronic Anemia (Nursing) -- Health Teaching and Health Promotion", "content": "Anemia is a common medical condition and easily diagnosed with a simple blood work CBC. Treatment can be simple like nutritional supplements (iron, vitamin B12, and folic acid) to blood transfusion to treating complex underlying conditions. It is very important to follow up with the doctor and sometimes with a specialist to treat anemia because untreated anemia can be life-threatening and may even cause death.", "contents": "Chronic Anemia (Nursing) -- Health Teaching and Health Promotion. Anemia is a common medical condition and easily diagnosed with a simple blood work CBC. Treatment can be simple like nutritional supplements (iron, vitamin B12, and folic acid) to blood transfusion to treating complex underlying conditions. It is very important to follow up with the doctor and sometimes with a specialist to treat anemia because untreated anemia can be life-threatening and may even cause death."}
{"id": "nurse-article-17532_21", "title": "Chronic Anemia (Nursing) -- Discharge Planning", "content": "Encouraging patients to eat a healthy and balanced diet is important to prevent anemia from nutritional deficiencies. Follow up with a clinician", "contents": "Chronic Anemia (Nursing) -- Discharge Planning. Encouraging patients to eat a healthy and balanced diet is important to prevent anemia from nutritional deficiencies. Follow up with a clinician"}
{"id": "nurse-article-17532_22", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Anemia is the most common hematological disease and is one of the most common conditions seen in the clinical practice.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Anemia is the most common hematological disease and is one of the most common conditions seen in the clinical practice."}
{"id": "nurse-article-17532_23", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Iron deficiency anemia is the most common cause of anemia while anemia of chronic disease is most common anemia in hospitalized patients.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Iron deficiency anemia is the most common cause of anemia while anemia of chronic disease is most common anemia in hospitalized patients."}
{"id": "nurse-article-17532_24", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Anemia is not a diagnosis but a presentation of underlying diseases. Work up for the cause of anemia can unmask many of the underlying diseases thereby helping to treat patients early and appropriately.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Anemia is not a diagnosis but a presentation of underlying diseases. Work up for the cause of anemia can unmask many of the underlying diseases thereby helping to treat patients early and appropriately."}
{"id": "nurse-article-17532_25", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Most of the anemias are easy to treat and thereby improve a person's productivity.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Most of the anemias are easy to treat and thereby improve a person's productivity."}
{"id": "nurse-article-17532_26", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Comprehensive history taking and physical examination are very important in diagnosing anemia.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Comprehensive history taking and physical examination are very important in diagnosing anemia."}
{"id": "nurse-article-17532_27", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "If early workup is unrevealing, appropriate consultation by a specialist is important for further workup and treatment.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. If early workup is unrevealing, appropriate consultation by a specialist is important for further workup and treatment."}
{"id": "nurse-article-17532_28", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Encouraging patients to eat a healthy and balanced diet is important to prevent anemia from nutritional deficiencies.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Encouraging patients to eat a healthy and balanced diet is important to prevent anemia from nutritional deficiencies."}
{"id": "nurse-article-17532_29", "title": "Chronic Anemia (Nursing) -- Pearls and Other issues", "content": "Women of childbearing age are at increased risk of anemia due to pregnancies and menstrual bleeding and need close monitoring.", "contents": "Chronic Anemia (Nursing) -- Pearls and Other issues. Women of childbearing age are at increased risk of anemia due to pregnancies and menstrual bleeding and need close monitoring."}
{"id": "nurse-article-17532_30", "title": "Chronic Anemia (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chronic Anemia (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}