{"id": "nurse-article-17897_0", "title": "Aspiration Pneumonia (Nursing) -- Learning Outcome", "content": "List the risk factors for aspiration pneumonia. Describe the presentation of aspiration pneumonia. Identify nursing interventions in caring for patients with aspiration pneumonia. Describe the complications of aspiration pneumonia.", "contents": "Aspiration Pneumonia (Nursing) -- Learning Outcome. List the risk factors for aspiration pneumonia. Describe the presentation of aspiration pneumonia. Identify nursing interventions in caring for patients with aspiration pneumonia. Describe the complications of aspiration pneumonia."}
{"id": "nurse-article-17897_1", "title": "Aspiration Pneumonia (Nursing) -- Introduction", "content": "Aspiration pneumonia is an infectious pulmonary process that occurs after oropharyngeal fluids enter the lower respiratory tract. The aspirated fluid can be oropharyngeal secretions, particulate matter, or gastric content. Aspiration pneumonia requires high bacterial content in the aspirated fluid. If the inhaled fluid is sterile, as is the case with gastric fluid that becomes devoid of bacterial colonies due to its low pH, aspiration pneumonitis occurs. Aspiration pneumonitis is a chemical injury that does not require antibiotic therapy. In contrast, aspiration pneumonia will not resolve without appropriate antibiotic therapy. The mortality rate from aspiration pneumonia is largely dependent on the volume and content of aspirate and can range up to 70%. [1] [2] [3] [4]", "contents": "Aspiration Pneumonia (Nursing) -- Introduction. Aspiration pneumonia is an infectious pulmonary process that occurs after oropharyngeal fluids enter the lower respiratory tract. The aspirated fluid can be oropharyngeal secretions, particulate matter, or gastric content. Aspiration pneumonia requires high bacterial content in the aspirated fluid. If the inhaled fluid is sterile, as is the case with gastric fluid that becomes devoid of bacterial colonies due to its low pH, aspiration pneumonitis occurs. Aspiration pneumonitis is a chemical injury that does not require antibiotic therapy. In contrast, aspiration pneumonia will not resolve without appropriate antibiotic therapy. The mortality rate from aspiration pneumonia is largely dependent on the volume and content of aspirate and can range up to 70%. [1] [2] [3] [4]"}
{"id": "nurse-article-17897_2", "title": "Aspiration Pneumonia (Nursing) -- Nursing Diagnosis", "content": "Dyspnea Chest discomfort Cough Decreased oxygen saturation Tachycardia Tachypnea Fever Foul sputum", "contents": "Aspiration Pneumonia (Nursing) -- Nursing Diagnosis. Dyspnea Chest discomfort Cough Decreased oxygen saturation Tachycardia Tachypnea Fever Foul sputum"}
{"id": "nurse-article-17897_3", "title": "Aspiration Pneumonia (Nursing) -- Causes", "content": "Failure of the natural defense mechanisms like the closure of the glottis and cough reflex increases the risk of aspiration. Common risk factors for aspiration include altered mental status, neurologic disorders (especially acute stroke and dementia), esophageal motility disorders, protracted vomiting, and gastric outlet obstruction. Although the common organisms involved in the etiology of community-acquired pneumonia are Streptococci, Haemophilus, and gram-negative bacilli, the etiology of aspiration pneumonia depends on the content of aspirate. A prospective study of 95 patients showed that gram-negative bacilli contributed to 49% of the infections, followed by anaerobes at 16%. The major anaerobes isolated were Fusobacterium, Bacteroides, and Peptostreptococcus. In hospital-acquired aspiration pneumonia, common etiology includes gram-negative organisms, specifically Pseudomonas aeruginosa . [5] [6] [7]", "contents": "Aspiration Pneumonia (Nursing) -- Causes. Failure of the natural defense mechanisms like the closure of the glottis and cough reflex increases the risk of aspiration. Common risk factors for aspiration include altered mental status, neurologic disorders (especially acute stroke and dementia), esophageal motility disorders, protracted vomiting, and gastric outlet obstruction. Although the common organisms involved in the etiology of community-acquired pneumonia are Streptococci, Haemophilus, and gram-negative bacilli, the etiology of aspiration pneumonia depends on the content of aspirate. A prospective study of 95 patients showed that gram-negative bacilli contributed to 49% of the infections, followed by anaerobes at 16%. The major anaerobes isolated were Fusobacterium, Bacteroides, and Peptostreptococcus. In hospital-acquired aspiration pneumonia, common etiology includes gram-negative organisms, specifically Pseudomonas aeruginosa . [5] [6] [7]"}
{"id": "nurse-article-17897_4", "title": "Aspiration Pneumonia (Nursing) -- Risk Factors", "content": "Conditions that increase the risk of aspiration pneumonia (AP) include: [8] [9] [10] Advanced age Cerebrovascular disease AP, in this scenario, is called \"post-stroke pneumonia.\" Drug overdose Alcohol use disorder Seizures Sedative medication use Central nervous system disorders Head trauma Intracranial masses Dementia Amyotrophic lateral sclerosis Parkinson disease Pseudobulbar palsy Poor mobility and debility (bedridden status) Esophageal strictures, motility disorders, and cancers Gastroesophageal reflux disease Tracheostomy Nasogastric tube placement Muscular diseases Inflammatory myopathies Bulbospinal muscular atrophy Oculopharyngeal Muscular Dystrophy", "contents": "Aspiration Pneumonia (Nursing) -- Risk Factors. Conditions that increase the risk of aspiration pneumonia (AP) include: [8] [9] [10] Advanced age Cerebrovascular disease AP, in this scenario, is called \"post-stroke pneumonia.\" Drug overdose Alcohol use disorder Seizures Sedative medication use Central nervous system disorders Head trauma Intracranial masses Dementia Amyotrophic lateral sclerosis Parkinson disease Pseudobulbar palsy Poor mobility and debility (bedridden status) Esophageal strictures, motility disorders, and cancers Gastroesophageal reflux disease Tracheostomy Nasogastric tube placement Muscular diseases Inflammatory myopathies Bulbospinal muscular atrophy Oculopharyngeal Muscular Dystrophy"}
{"id": "nurse-article-17897_5", "title": "Aspiration Pneumonia (Nursing) -- Risk Factors", "content": "Advanced age is strongly associated with AP, with many older adults exhibiting \"silent\" microaspirations that may not be clinically apparent. [8] In patients 70 years or older hospitalized with pneumonia, the prevalence of dysphagia was reported at 91.7%, with silent aspiration in more than 50% of the cases. Still, advanced age does not directly predict the risk of AP. Frailty, poor nutritional status, and poor mobility in older adults are considered better markers for the risk of AP than chronologic age. [10]", "contents": "Aspiration Pneumonia (Nursing) -- Risk Factors. Advanced age is strongly associated with AP, with many older adults exhibiting \"silent\" microaspirations that may not be clinically apparent. [8] In patients 70 years or older hospitalized with pneumonia, the prevalence of dysphagia was reported at 91.7%, with silent aspiration in more than 50% of the cases. Still, advanced age does not directly predict the risk of AP. Frailty, poor nutritional status, and poor mobility in older adults are considered better markers for the risk of AP than chronologic age. [10]"}
{"id": "nurse-article-17897_6", "title": "Aspiration Pneumonia (Nursing) -- Risk Factors", "content": "By some estimates, 3 to 50% of the patients with stroke may develop AP. [8] Silent aspiration following a cerebrovascular event is seen in up to 40 to 70% of the patients. [10] Up to 11% of the patients who are hospitalized with Parkinson disease or dementia can develop AP over a 3-month period. [8] AP is also a common complication of multiple sclerosis, motor neuron diseases, Huntington disease, Down syndrome, and cerebral palsy. [8] Head and neck cancers, along with their treatments, also increase the risk of AP. Up to 70% of patients with head and neck cancer can develop AP in their lifetime. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Risk Factors. By some estimates, 3 to 50% of the patients with stroke may develop AP. [8] Silent aspiration following a cerebrovascular event is seen in up to 40 to 70% of the patients. [10] Up to 11% of the patients who are hospitalized with Parkinson disease or dementia can develop AP over a 3-month period. [8] AP is also a common complication of multiple sclerosis, motor neuron diseases, Huntington disease, Down syndrome, and cerebral palsy. [8] Head and neck cancers, along with their treatments, also increase the risk of AP. Up to 70% of patients with head and neck cancer can develop AP in their lifetime. [8]"}
{"id": "nurse-article-17897_7", "title": "Aspiration Pneumonia (Nursing) -- Risk Factors", "content": "In addition to the above predisposing factors, one of the most important risk factors for AP is the extent of bacterial colonization in oral secretions. A high prevalence of bacterial colonization in oropharyngeal secretions can provide sufficient \"bacterial load\" for inoculation, even if the amount of aspiration is small. In a population-based case-control study of patients with CAP, poor oral health was noted as a risk factor for infection. Poor oral health has been identified as a definitive risk factor for pneumonia in hospitalized patients as well. [10]", "contents": "Aspiration Pneumonia (Nursing) -- Risk Factors. In addition to the above predisposing factors, one of the most important risk factors for AP is the extent of bacterial colonization in oral secretions. A high prevalence of bacterial colonization in oropharyngeal secretions can provide sufficient \"bacterial load\" for inoculation, even if the amount of aspiration is small. In a population-based case-control study of patients with CAP, poor oral health was noted as a risk factor for infection. Poor oral health has been identified as a definitive risk factor for pneumonia in hospitalized patients as well. [10]"}
{"id": "nurse-article-17897_8", "title": "Aspiration Pneumonia (Nursing) -- Assessment", "content": "The common clinical features that should raise suspicion for aspiration include sudden onset of dyspnea, fever, and hypoxemia, along with radiological findings of infiltrates in gravity-dependent areas of the lungs. The site involved depends on the position of the patient at the time of aspiration. The lower lobes are involved when patients aspirate in an upright position, and the superior lobes are involved when aspiration occurs in the recumbent position. Vital sign assessment is imperative as hypoxia can quickly occur. In patients with severe infection, hypotension and tachycardia will also be present.", "contents": "Aspiration Pneumonia (Nursing) -- Assessment. The common clinical features that should raise suspicion for aspiration include sudden onset of dyspnea, fever, and hypoxemia, along with radiological findings of infiltrates in gravity-dependent areas of the lungs. The site involved depends on the position of the patient at the time of aspiration. The lower lobes are involved when patients aspirate in an upright position, and the superior lobes are involved when aspiration occurs in the recumbent position. Vital sign assessment is imperative as hypoxia can quickly occur. In patients with severe infection, hypotension and tachycardia will also be present."}
{"id": "nurse-article-17897_9", "title": "Aspiration Pneumonia (Nursing) -- Evaluation", "content": "A high level of suspicion is required to diagnose aspiration pneumonia, especially in critically ill hospitalized patients. In suspected cases, antibiotic treatment should be initiated immediately. Although radiologic imaging is required to make the diagnosis, imaging studies should not delay the treatment. The commonly utilized imaging studies are chest x-rays, computed tomography of the chest, and chest ultrasonography. They are required to demonstrate the presence of pulmonary infiltrates.", "contents": "Aspiration Pneumonia (Nursing) -- Evaluation. A high level of suspicion is required to diagnose aspiration pneumonia, especially in critically ill hospitalized patients. In suspected cases, antibiotic treatment should be initiated immediately. Although radiologic imaging is required to make the diagnosis, imaging studies should not delay the treatment. The commonly utilized imaging studies are chest x-rays, computed tomography of the chest, and chest ultrasonography. They are required to demonstrate the presence of pulmonary infiltrates."}
{"id": "nurse-article-17897_10", "title": "Aspiration Pneumonia (Nursing) -- Evaluation", "content": "Most patients have unwitnessed overt aspiration or silent microaspirations during sleep. This makes it difficult to distinguish between AP and community-acquired pneumonia. In addition, patients with overt aspiration need not develop AP. This is especially true in patients with high-volume gastric content aspiration, which usually results in aspiration pneumonitis without aspiration pneumonia. The British Thoracic Society recommends the following diagnostic workup in the evaluation of patients with suspected AP: [8]", "contents": "Aspiration Pneumonia (Nursing) -- Evaluation. Most patients have unwitnessed overt aspiration or silent microaspirations during sleep. This makes it difficult to distinguish between AP and community-acquired pneumonia. In addition, patients with overt aspiration need not develop AP. This is especially true in patients with high-volume gastric content aspiration, which usually results in aspiration pneumonitis without aspiration pneumonia. The British Thoracic Society recommends the following diagnostic workup in the evaluation of patients with suspected AP: [8]"}
{"id": "nurse-article-17897_11", "title": "Aspiration Pneumonia (Nursing) -- Evaluation", "content": "Plain chest radiograph (CXR) Computed tomography (CT) of the chest if CXR is inconclusive or if a CT is required to rule out other diagnoses (such as pulmonary embolism) Microbiological evaluation of sputum and blood (ideally before antibiotics are initiated; however, treatment should not be delayed to obtain this sample) Serum electrolytes, albumin, liver enzymes, and complete blood count These tests are not diagnostic and are only recommended to help assess the severity of the systemic response", "contents": "Aspiration Pneumonia (Nursing) -- Evaluation. Plain chest radiograph (CXR) Computed tomography (CT) of the chest if CXR is inconclusive or if a CT is required to rule out other diagnoses (such as pulmonary embolism) Microbiological evaluation of sputum and blood (ideally before antibiotics are initiated; however, treatment should not be delayed to obtain this sample) Serum electrolytes, albumin, liver enzymes, and complete blood count These tests are not diagnostic and are only recommended to help assess the severity of the systemic response"}
{"id": "nurse-article-17897_12", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "Antibiotic therapy is required for the treatment of AP. The antibiotic of choice for community-acquired aspiration pneumonia is amoxicillin or ampicillin/sulbactam. Macrolides such as azithromycin should only be used in areas where regional pneumococcal resistance to macrolides is less than 25%. In patients with penicillin allergy, a respiratory fluoroquinolone such as levofloxacin or moxifloxacin may be used. Cephalosporins with macrolides or doxycycline can be considered in some cases as well. [11]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. Antibiotic therapy is required for the treatment of AP. The antibiotic of choice for community-acquired aspiration pneumonia is amoxicillin or ampicillin/sulbactam. Macrolides such as azithromycin should only be used in areas where regional pneumococcal resistance to macrolides is less than 25%. In patients with penicillin allergy, a respiratory fluoroquinolone such as levofloxacin or moxifloxacin may be used. Cephalosporins with macrolides or doxycycline can be considered in some cases as well. [11]"}
{"id": "nurse-article-17897_13", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "Aspiration preventive strategies should include a multifaceted approach with speech-language pathologists and dieticians helping restore effective swallowing and cough, nursing and oral hygienists helping reduce oral bacterial load, and nutritionists ensuring adequate hydration and caloric intake when patients are given modified consistencies of solids and liquids. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. Aspiration preventive strategies should include a multifaceted approach with speech-language pathologists and dieticians helping restore effective swallowing and cough, nursing and oral hygienists helping reduce oral bacterial load, and nutritionists ensuring adequate hydration and caloric intake when patients are given modified consistencies of solids and liquids. [8]"}
{"id": "nurse-article-17897_14", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "Patients who are at risk for aspiration syndromes should be evaluated prior to the occurrence of an overt aspiration event or AP. Clinical assessment by nurses and triage staff is of paramount importance in the identification of patients with a high aspiration risk. Many different screening tools are available, with no clear evidence identifying the superiority of one screening tool over another. In frail elderly patients who do not have clearly identifiable risks of aspiration (such as an acute stroke), simple screening tools should be implemented to detect aspiration risk at first medical contact. One recent study identified the following 4 questions to screen for aspiration risk: [12] Do you cough and choke when you eat and drink? Does it take longer to eat your meals than it used to? Have you changed the type of food that you eat? Does your voice change after eating/drinking?", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. Patients who are at risk for aspiration syndromes should be evaluated prior to the occurrence of an overt aspiration event or AP. Clinical assessment by nurses and triage staff is of paramount importance in the identification of patients with a high aspiration risk. Many different screening tools are available, with no clear evidence identifying the superiority of one screening tool over another. In frail elderly patients who do not have clearly identifiable risks of aspiration (such as an acute stroke), simple screening tools should be implemented to detect aspiration risk at first medical contact. One recent study identified the following 4 questions to screen for aspiration risk: [12] Do you cough and choke when you eat and drink? Does it take longer to eat your meals than it used to? Have you changed the type of food that you eat? Does your voice change after eating/drinking?"}
{"id": "nurse-article-17897_15", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "An affirmative answer to any of the above questions implies impaired swallowing. The pilot study for this screen reported very high sensitivity with a specificity of 80.4%. The advantage of this screening tool is that it is easy to use, and it consists of very few items that may be administered by any individual in the healthcare setting without any specific training. [12]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. An affirmative answer to any of the above questions implies impaired swallowing. The pilot study for this screen reported very high sensitivity with a specificity of 80.4%. The advantage of this screening tool is that it is easy to use, and it consists of very few items that may be administered by any individual in the healthcare setting without any specific training. [12]"}
{"id": "nurse-article-17897_16", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "A definitive diagnosis of aspiration requires a videofluoroscopy swallowing study (VFSS), which is a modified barium swallowing study. Barium visible beneath the true vocal cords confirms aspiration. If this occurs without any throat clearing or coughing, it is called a ‘silent’ aspiration. It is important to note that aspiration, especially microaspiration, is an episodic phenomenon that cannot be reliably excluded using a single VFSS study. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. A definitive diagnosis of aspiration requires a videofluoroscopy swallowing study (VFSS), which is a modified barium swallowing study. Barium visible beneath the true vocal cords confirms aspiration. If this occurs without any throat clearing or coughing, it is called a ‘silent’ aspiration. It is important to note that aspiration, especially microaspiration, is an episodic phenomenon that cannot be reliably excluded using a single VFSS study. [8]"}
{"id": "nurse-article-17897_17", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "When aspiration is identified, multiple different strategies are utilized to prevent the risk of AP. The chin-tuck or chin-down method is used to provide physical support to the pharyngolaryngeal musculature by asking the patient to touch the chin against the chest during swallowing. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. When aspiration is identified, multiple different strategies are utilized to prevent the risk of AP. The chin-tuck or chin-down method is used to provide physical support to the pharyngolaryngeal musculature by asking the patient to touch the chin against the chest during swallowing. [8]"}
{"id": "nurse-article-17897_18", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "Oral care, especially that provided via mechanical techniques (toothbrush as opposed to chlorhexidine rinses), has shown a reduction in AP frequency and deaths in a number of studies. Current guidelines recommend non-foaming fluoride toothpaste in these patients to minimize the risk of aspiration. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. Oral care, especially that provided via mechanical techniques (toothbrush as opposed to chlorhexidine rinses), has shown a reduction in AP frequency and deaths in a number of studies. Current guidelines recommend non-foaming fluoride toothpaste in these patients to minimize the risk of aspiration. [8]"}
{"id": "nurse-article-17897_19", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "Modifying the viscosity of fluids and the texture of food in patients with impaired swallowing is used to prevent the risk of AP worldwide. However, this places the patient at increased risk of malnutrition and dehydration, especially those with underlying dementia. In addition, thickened textures can increase pharyngeal residue. Smaller volumes (one teaspoon at a time) are recommended in these patients to minimize residue and subsequent aspiration events. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. Modifying the viscosity of fluids and the texture of food in patients with impaired swallowing is used to prevent the risk of AP worldwide. However, this places the patient at increased risk of malnutrition and dehydration, especially those with underlying dementia. In addition, thickened textures can increase pharyngeal residue. Smaller volumes (one teaspoon at a time) are recommended in these patients to minimize residue and subsequent aspiration events. [8]"}
{"id": "nurse-article-17897_20", "title": "Aspiration Pneumonia (Nursing) -- Medical Management", "content": "Balancing adequate nutrition while minimizing the risk of aspiration is of prime importance. Current guidelines suggest enteral feeding in patients who have no oral intake for more than 3 days or if less than 50% of nutritional requirement is met for more than 10 days. [8]", "contents": "Aspiration Pneumonia (Nursing) -- Medical Management. Balancing adequate nutrition while minimizing the risk of aspiration is of prime importance. Current guidelines suggest enteral feeding in patients who have no oral intake for more than 3 days or if less than 50% of nutritional requirement is met for more than 10 days. [8]"}
{"id": "nurse-article-17897_21", "title": "Aspiration Pneumonia (Nursing) -- Nursing Management", "content": "Protect airway Suction to clear pharyngeal residue Provide oxygen Position patient upright Monitor vitals Ensure a swallow screen is done before feeding Ensure adequate nutrition and hydration Administer antibiotics as ordered", "contents": "Aspiration Pneumonia (Nursing) -- Nursing Management. Protect airway Suction to clear pharyngeal residue Provide oxygen Position patient upright Monitor vitals Ensure a swallow screen is done before feeding Ensure adequate nutrition and hydration Administer antibiotics as ordered"}
{"id": "nurse-article-17897_22", "title": "Aspiration Pneumonia (Nursing) -- When To Seek Help", "content": "If oxygen desaturation occurs Hypotension Respiratory distress Worsening cough Fever", "contents": "Aspiration Pneumonia (Nursing) -- When To Seek Help. If oxygen desaturation occurs Hypotension Respiratory distress Worsening cough Fever"}
{"id": "nurse-article-17897_23", "title": "Aspiration Pneumonia (Nursing) -- Outcome Identification", "content": "Able to eat food without aspiration No coughing spells No respiratory distress Normal vital signs without any hypoxia", "contents": "Aspiration Pneumonia (Nursing) -- Outcome Identification. Able to eat food without aspiration No coughing spells No respiratory distress Normal vital signs without any hypoxia"}
{"id": "nurse-article-17897_24", "title": "Aspiration Pneumonia (Nursing) -- Monitoring", "content": "Vitals Respiration, oxygenation Urine output Dietary intake", "contents": "Aspiration Pneumonia (Nursing) -- Monitoring. Vitals Respiration, oxygenation Urine output Dietary intake"}
{"id": "nurse-article-17897_25", "title": "Aspiration Pneumonia (Nursing) -- Coordination of Care", "content": "The management of aspiration pneumonia is with an interprofessional team that consists of a nurse practitioner, primary care provider, internist, infectious disease specialist, radiologist, and pulmonologist. Besides treating pneumonia, it is important to educate the staff looking after the patient on further prevention of aspiration. This means having the head of the bed elevated, close monitoring of oxygen status, and regularly suctioning the oral cavity in patients with swallowing difficulties.", "contents": "Aspiration Pneumonia (Nursing) -- Coordination of Care. The management of aspiration pneumonia is with an interprofessional team that consists of a nurse practitioner, primary care provider, internist, infectious disease specialist, radiologist, and pulmonologist. Besides treating pneumonia, it is important to educate the staff looking after the patient on further prevention of aspiration. This means having the head of the bed elevated, close monitoring of oxygen status, and regularly suctioning the oral cavity in patients with swallowing difficulties."}
{"id": "nurse-article-17897_26", "title": "Aspiration Pneumonia (Nursing) -- Coordination of Care", "content": "The key to minimizing poor outcomes associated with this disease is to identify patients at risk for AP before it occurs. A multifaceted interprofessional team of clinicians, nurses, speech-language pathologists, nutritionists, and pharmacists is required to accomplish this goal. The clinical nurse can help screen for impaired swallowing using high-sensitivity screening tools to ensure every patient with impaired swallowing is identified. Speech-language pathologists can then help make the diagnosis of impaired swallowing and provide the patient with swallowing recommendations to minimize the risk of aspiration. The clinical nurse is essential at this juncture to ensure that the patient understands these recommendations and is able to perform them adequately. The clinical nutritionists help ensure that the patient receives adequate hydration and caloric intake when on modified diets. Clinical pharmacists help clinicians minimize adverse medication side effects (such as sedation) to decrease the risk of AP. In addition, they also help ensure that the patients receive the correct formulations of medications, especially if the pills need to be crushed. A collaborative interprofessional team. as outlined above, can greatly reduce the risk of AP and improve clinical outcomes for patients who are affected by this disease.", "contents": "Aspiration Pneumonia (Nursing) -- Coordination of Care. The key to minimizing poor outcomes associated with this disease is to identify patients at risk for AP before it occurs. A multifaceted interprofessional team of clinicians, nurses, speech-language pathologists, nutritionists, and pharmacists is required to accomplish this goal. The clinical nurse can help screen for impaired swallowing using high-sensitivity screening tools to ensure every patient with impaired swallowing is identified. Speech-language pathologists can then help make the diagnosis of impaired swallowing and provide the patient with swallowing recommendations to minimize the risk of aspiration. The clinical nurse is essential at this juncture to ensure that the patient understands these recommendations and is able to perform them adequately. The clinical nutritionists help ensure that the patient receives adequate hydration and caloric intake when on modified diets. Clinical pharmacists help clinicians minimize adverse medication side effects (such as sedation) to decrease the risk of AP. In addition, they also help ensure that the patients receive the correct formulations of medications, especially if the pills need to be crushed. A collaborative interprofessional team. as outlined above, can greatly reduce the risk of AP and improve clinical outcomes for patients who are affected by this disease."}
{"id": "nurse-article-17897_27", "title": "Aspiration Pneumonia (Nursing) -- Health Teaching and Health Promotion", "content": "Educate the caregiver on feeding Educate caregiver on patient positioning", "contents": "Aspiration Pneumonia (Nursing) -- Health Teaching and Health Promotion. Educate the caregiver on feeding Educate caregiver on patient positioning"}
{"id": "nurse-article-17897_28", "title": "Aspiration Pneumonia (Nursing) -- Discharge Planning", "content": "Eat and sleep with the head of the bed elevated Take antibiotics as prescribed Ensure correct consistency of solids and fluids is taken Ensure adequate intake of hydration and nutrition Encourage mobility", "contents": "Aspiration Pneumonia (Nursing) -- Discharge Planning. Eat and sleep with the head of the bed elevated Take antibiotics as prescribed Ensure correct consistency of solids and fluids is taken Ensure adequate intake of hydration and nutrition Encourage mobility"}
{"id": "nurse-article-17897_29", "title": "Aspiration Pneumonia (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aspiration Pneumonia (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}