{"id": "nurse-article-24962_0", "title": "Meningitis (Nursing) -- Learning Outcome", "content": "List the causes of meningitis Describe the presentation of meningitis Summarize the treatment of meningitis Recall the nurse management of a patient with meningitis", "contents": "Meningitis (Nursing) -- Learning Outcome. List the causes of meningitis Describe the presentation of meningitis Summarize the treatment of meningitis Recall the nurse management of a patient with meningitis"}
{"id": "nurse-article-24962_1", "title": "Meningitis (Nursing) -- Introduction", "content": "Meningitis is defined as inflammation of the meninges. The meninges are the three membranes (the dura mater, arachnoid mater, and pia mater) that line the vertebral canal and skull enclosing the brain and spinal cord. Encephalitis, on the other hand, is inflammation of the brain itself. [1] [2]", "contents": "Meningitis (Nursing) -- Introduction. Meningitis is defined as inflammation of the meninges. The meninges are the three membranes (the dura mater, arachnoid mater, and pia mater) that line the vertebral canal and skull enclosing the brain and spinal cord. Encephalitis, on the other hand, is inflammation of the brain itself. [1] [2]"}
{"id": "nurse-article-24962_2", "title": "Meningitis (Nursing) -- Introduction", "content": "Signs and symptoms of meningeal inflammation have been recorded in countless ancient texts throughout history; however, the term 'meningitis' came into general usage after surgeon John Abercrombie defined it in 1828. Despite breakthroughs in diagnosis, treatment, and vaccination, in 2015, there were 8.7 million reported cases of meningitis worldwide, with 379,000 subsequent deaths. [3] [4] [5]", "contents": "Meningitis (Nursing) -- Introduction. Signs and symptoms of meningeal inflammation have been recorded in countless ancient texts throughout history; however, the term 'meningitis' came into general usage after surgeon John Abercrombie defined it in 1828. Despite breakthroughs in diagnosis, treatment, and vaccination, in 2015, there were 8.7 million reported cases of meningitis worldwide, with 379,000 subsequent deaths. [3] [4] [5]"}
{"id": "nurse-article-24962_3", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Ineffective tissue perfusion related to cerebral edema as evidenced by hypercapnia.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Ineffective tissue perfusion related to cerebral edema as evidenced by hypercapnia."}
{"id": "nurse-article-24962_4", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Hyperthermia related to infection as evidenced by body temperature above the normal range.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Hyperthermia related to infection as evidenced by body temperature above the normal range."}
{"id": "nurse-article-24962_5", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Acute pain related to increased intracranial pressure as evidenced by headache.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Acute pain related to increased intracranial pressure as evidenced by headache."}
{"id": "nurse-article-24962_6", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Disturbed sensory perception related to decreased loss of consciousness as evidenced by altered sensorium.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Disturbed sensory perception related to decreased loss of consciousness as evidenced by altered sensorium."}
{"id": "nurse-article-24962_7", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Anxiety-related to change in the health status of a patient as evidenced by expressed concern and worry about actual hospitalization and seriousness of the illness.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Anxiety-related to change in the health status of a patient as evidenced by expressed concern and worry about actual hospitalization and seriousness of the illness."}
{"id": "nurse-article-24962_8", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Deficient knowledge related to lack of exposure to information as evidenced by request for information about medications, signs and symptoms, and behaviors to report.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Deficient knowledge related to lack of exposure to information as evidenced by request for information about medications, signs and symptoms, and behaviors to report."}
{"id": "nurse-article-24962_9", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "The risk for injury related to the internal factors of altered neurologic regulatory function.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. The risk for injury related to the internal factors of altered neurologic regulatory function."}
{"id": "nurse-article-24962_10", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Impaired physical mobility related to intravenous infusion, nuchal rigidity, and restraining devices.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Impaired physical mobility related to intravenous infusion, nuchal rigidity, and restraining devices."}
{"id": "nurse-article-24962_11", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Interrupted family processes related to the critical nature of the situation and uncertain prognosis.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Interrupted family processes related to the critical nature of the situation and uncertain prognosis."}
{"id": "nurse-article-24962_12", "title": "Meningitis (Nursing) -- Nursing Diagnosis", "content": "Ineffective airway clearance related to neuromuscular damage as evidenced by difficulty in breathing.", "contents": "Meningitis (Nursing) -- Nursing Diagnosis. Ineffective airway clearance related to neuromuscular damage as evidenced by difficulty in breathing."}
{"id": "nurse-article-24962_13", "title": "Meningitis (Nursing) -- Causes", "content": "Meningitis is a life-threatening disorder that is most often caused by bacteria or viruses. Before the era of antibiotics, the condition was universally fatal. Nevertheless, even with great innovations in healthcare, the condition still carries a mortality rate of close to 25%. Meningitis can be caused by infectious and non-infectious processes (autoimmune disorders, cancer/paraneoplastic syndromes, drug reactions). The infectious etiologic agents of meningitis include bacteria, viruses, fungi, and less commonly parasites.", "contents": "Meningitis (Nursing) -- Causes. Meningitis is a life-threatening disorder that is most often caused by bacteria or viruses. Before the era of antibiotics, the condition was universally fatal. Nevertheless, even with great innovations in healthcare, the condition still carries a mortality rate of close to 25%. Meningitis can be caused by infectious and non-infectious processes (autoimmune disorders, cancer/paraneoplastic syndromes, drug reactions). The infectious etiologic agents of meningitis include bacteria, viruses, fungi, and less commonly parasites."}
{"id": "nurse-article-24962_14", "title": "Meningitis (Nursing) -- Risk Factors", "content": "Risk factors for meningitis include: Chronic medical disorders (renal failure, diabetes, adrenal insufficiency, cystic fibrosis) Extremes of age Undervaccination Immunosuppressed states (iatrogenic, transplant recipients, congenital immunodeficiencies, AIDS) Living in crowded conditions Exposures: Travel to endemic areas (Southwestern U.S. for cocci; Northeastern U.S. for Lyme disease) Vectors (mosquitoes, ticks) Alcohol use disorder Presence of ventriculoperitoneal (VP) shunt Presence of external ventricular drain Penetrating head injury Lumbar puncture Cranial or spinal surgeries involving the opening of the dura Bacterial endocarditis Malignancy Dural defects IV drug use Sickle cell anemia Splenectomy In the United States, the annual incidence of bacterial meningitis is approximately 1.38 cases/100,000 population with a case fatality rate of 14.3%. [6]", "contents": "Meningitis (Nursing) -- Risk Factors. Risk factors for meningitis include: Chronic medical disorders (renal failure, diabetes, adrenal insufficiency, cystic fibrosis) Extremes of age Undervaccination Immunosuppressed states (iatrogenic, transplant recipients, congenital immunodeficiencies, AIDS) Living in crowded conditions Exposures: Travel to endemic areas (Southwestern U.S. for cocci; Northeastern U.S. for Lyme disease) Vectors (mosquitoes, ticks) Alcohol use disorder Presence of ventriculoperitoneal (VP) shunt Presence of external ventricular drain Penetrating head injury Lumbar puncture Cranial or spinal surgeries involving the opening of the dura Bacterial endocarditis Malignancy Dural defects IV drug use Sickle cell anemia Splenectomy In the United States, the annual incidence of bacterial meningitis is approximately 1.38 cases/100,000 population with a case fatality rate of 14.3%. [6]"}
{"id": "nurse-article-24962_15", "title": "Meningitis (Nursing) -- Risk Factors", "content": "The highest incidence of meningitis worldwide is in an area of sub-Saharan Africa dubbed “the meningitis belt” stretching from Ethiopia to Senegal. [7] [4] [8] Most common bacterial causes of meningitis in the United States are: [9] Streptococcus pneumoniae (incidence in 2010: 0.3/100,000) Group B Streptococcus Neisseria meningitis (incidence in 2010: 0.123/100,000) Haemophilus influenza (incidence in 2010: 0.058/100,000) Listeria monocytogenes", "contents": "Meningitis (Nursing) -- Risk Factors. The highest incidence of meningitis worldwide is in an area of sub-Saharan Africa dubbed “the meningitis belt” stretching from Ethiopia to Senegal. [7] [4] [8] Most common bacterial causes of meningitis in the United States are: [9] Streptococcus pneumoniae (incidence in 2010: 0.3/100,000) Group B Streptococcus Neisseria meningitis (incidence in 2010: 0.123/100,000) Haemophilus influenza (incidence in 2010: 0.058/100,000) Listeria monocytogenes"}
{"id": "nurse-article-24962_16", "title": "Meningitis (Nursing) -- Risk Factors", "content": "Consider less common bacteria such as Staphylococcus aureus in patients with recent surgery, central lines, and trauma. Mycobacterium tuberculosis should be considered in immunocompromised hosts. Borrelia burgdorferi in patients with travel to Lyme endemic areas. Treponema pallidum in HIV/AIDS and individuals with multiple sexual partners. Escherichia coli is an important pathogen in the neonatal period.", "contents": "Meningitis (Nursing) -- Risk Factors. Consider less common bacteria such as Staphylococcus aureus in patients with recent surgery, central lines, and trauma. Mycobacterium tuberculosis should be considered in immunocompromised hosts. Borrelia burgdorferi in patients with travel to Lyme endemic areas. Treponema pallidum in HIV/AIDS and individuals with multiple sexual partners. Escherichia coli is an important pathogen in the neonatal period."}
{"id": "nurse-article-24962_17", "title": "Meningitis (Nursing) -- Risk Factors", "content": "The most common viral agents of meningitis are non-polio enteroviruses (group b coxsackievirus and echovirus). Other viral causes: mumps, Parechovirus, Herpesviruses (including Epstein Barr virus, Herpes simplex virus, and Varicella-zoster virus), measles, influenza, and arboviruses (West Nile, La Crosse, Powassan, Jamestown Canyon) Fungal meningitis typically is associated with an immunocompromised host (HIV/AIDS, chronic corticosteroid therapy, and patients with cancer). Fungi causing meningitis include: Cryptococcus neoformans Coccidioides immitis Aspergillus Candida Mucormycosis (more common in patients with diabetes mellitus and transplant recipients; direct extension of sinus infection)", "contents": "Meningitis (Nursing) -- Risk Factors. The most common viral agents of meningitis are non-polio enteroviruses (group b coxsackievirus and echovirus). Other viral causes: mumps, Parechovirus, Herpesviruses (including Epstein Barr virus, Herpes simplex virus, and Varicella-zoster virus), measles, influenza, and arboviruses (West Nile, La Crosse, Powassan, Jamestown Canyon) Fungal meningitis typically is associated with an immunocompromised host (HIV/AIDS, chronic corticosteroid therapy, and patients with cancer). Fungi causing meningitis include: Cryptococcus neoformans Coccidioides immitis Aspergillus Candida Mucormycosis (more common in patients with diabetes mellitus and transplant recipients; direct extension of sinus infection)"}
{"id": "nurse-article-24962_18", "title": "Meningitis (Nursing) -- Assessment", "content": "Meningitis can have a varied clinical presentation depending on the age and immune status of the host. Symptoms typically include fever, neck pain/stiffness, and photophobia. More non-specific symptoms include headache, dizziness, confusion, delirium, irritability, and nausea/vomiting. Signs of increased intracranial pressure (altered mental status, neurologic deficits, and seizures) portend a poor prognosis. The following risk factors should increase clinical suspicion: Close contact exposures (military barracks, college dorms) Incomplete vaccinations Immunosuppression Children younger than five years and adults older than 65 years Alcohol use disorder", "contents": "Meningitis (Nursing) -- Assessment. Meningitis can have a varied clinical presentation depending on the age and immune status of the host. Symptoms typically include fever, neck pain/stiffness, and photophobia. More non-specific symptoms include headache, dizziness, confusion, delirium, irritability, and nausea/vomiting. Signs of increased intracranial pressure (altered mental status, neurologic deficits, and seizures) portend a poor prognosis. The following risk factors should increase clinical suspicion: Close contact exposures (military barracks, college dorms) Incomplete vaccinations Immunosuppression Children younger than five years and adults older than 65 years Alcohol use disorder"}
{"id": "nurse-article-24962_19", "title": "Meningitis (Nursing) -- Assessment", "content": "One should try to determine a history of exposures, sexual contact, animal contact, previous neurosurgical intervention, recent travel, head injury, and the season. Most viral cases tend to occur in the warmer months.", "contents": "Meningitis (Nursing) -- Assessment. One should try to determine a history of exposures, sexual contact, animal contact, previous neurosurgical intervention, recent travel, head injury, and the season. Most viral cases tend to occur in the warmer months."}
{"id": "nurse-article-24962_20", "title": "Meningitis (Nursing) -- Assessment", "content": "In adults, the physical exam is centered on identifying focal neurologic deficits, meningeal irritation (Brudzinski and Kernig signs), and particularly in meningococcal meningitis, characteristic skin lesions (petechiae and purpura). Cranial nerve abnormalities are seen in 10%-20% of patients.", "contents": "Meningitis (Nursing) -- Assessment. In adults, the physical exam is centered on identifying focal neurologic deficits, meningeal irritation (Brudzinski and Kernig signs), and particularly in meningococcal meningitis, characteristic skin lesions (petechiae and purpura). Cranial nerve abnormalities are seen in 10%-20% of patients."}
{"id": "nurse-article-24962_21", "title": "Meningitis (Nursing) -- Assessment", "content": "Signs and symptoms are less evident in neonates and infants. They can present with and without fever or hypothermia, decreased oral intake, altered mental status, irritability, bulging fontanelle. It is important to obtain a full perinatal history and vaccine records. Some causes of meningitis are vaccine-preventable such as Pneumococcus, Haemophilus influenza type B, Meningococcus, Measles, and Varicella-virus.", "contents": "Meningitis (Nursing) -- Assessment. Signs and symptoms are less evident in neonates and infants. They can present with and without fever or hypothermia, decreased oral intake, altered mental status, irritability, bulging fontanelle. It is important to obtain a full perinatal history and vaccine records. Some causes of meningitis are vaccine-preventable such as Pneumococcus, Haemophilus influenza type B, Meningococcus, Measles, and Varicella-virus."}
{"id": "nurse-article-24962_22", "title": "Meningitis (Nursing) -- Evaluation", "content": "Meningitis is diagnosed through cerebrospinal fluid (CSF) analysis, which includes white blood cell count, glucose, protein, culture, and in some cases, polymerase chain reaction (PCR). CSF is obtained via a lumbar puncture (LP), and the opening pressure can be measured. [10] [11] [12] Additional testing should be performed tailored on suspected etiology: Viral: Multiplex and specific PCRs Fungal: CSF fungal culture, India ink stain for Cryptococcus Mycobacterial: CSF Acid-fast bacilli smear and culture Syphilis: CSF VDRL Lyme disease: CSF burgdorferi antibody The CSF findings expected in bacterial, viral, and fungal meningitis are listed in the chart: Expected CSF findings in bacterial versus viral versus fungal meningitis.", "contents": "Meningitis (Nursing) -- Evaluation. Meningitis is diagnosed through cerebrospinal fluid (CSF) analysis, which includes white blood cell count, glucose, protein, culture, and in some cases, polymerase chain reaction (PCR). CSF is obtained via a lumbar puncture (LP), and the opening pressure can be measured. [10] [11] [12] Additional testing should be performed tailored on suspected etiology: Viral: Multiplex and specific PCRs Fungal: CSF fungal culture, India ink stain for Cryptococcus Mycobacterial: CSF Acid-fast bacilli smear and culture Syphilis: CSF VDRL Lyme disease: CSF burgdorferi antibody The CSF findings expected in bacterial, viral, and fungal meningitis are listed in the chart: Expected CSF findings in bacterial versus viral versus fungal meningitis."}
{"id": "nurse-article-24962_23", "title": "Meningitis (Nursing) -- Evaluation", "content": "Ideally, the CSF sample should be obtained before initiating antimicrobials. However, when the diagnosis of bacterial meningitis is seriously considered, and the patient is severely ill, antibiotics should be initiated before performing the LP.", "contents": "Meningitis (Nursing) -- Evaluation. Ideally, the CSF sample should be obtained before initiating antimicrobials. However, when the diagnosis of bacterial meningitis is seriously considered, and the patient is severely ill, antibiotics should be initiated before performing the LP."}
{"id": "nurse-article-24962_24", "title": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture", "content": "There is controversy regarding the adage that the lumbar puncture is the inciting event causing brain herniation and death in the setting of increased intracranial pressure caused by acute bacterial meningitis.", "contents": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture. There is controversy regarding the adage that the lumbar puncture is the inciting event causing brain herniation and death in the setting of increased intracranial pressure caused by acute bacterial meningitis."}
{"id": "nurse-article-24962_25", "title": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture", "content": "Currently, guidelines recommend empiric antibiotics and supportive care, while forgoing the lumbar puncture if there is clinical suspicion of increased intracranial pressure or impending brain herniation. Signs and symptoms of impending herniation include: Glasgow coma scale (GCS) less than 11 Lethargy Altered mental status New-onset seizures Focal neurologic deficit", "contents": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture. Currently, guidelines recommend empiric antibiotics and supportive care, while forgoing the lumbar puncture if there is clinical suspicion of increased intracranial pressure or impending brain herniation. Signs and symptoms of impending herniation include: Glasgow coma scale (GCS) less than 11 Lethargy Altered mental status New-onset seizures Focal neurologic deficit"}
{"id": "nurse-article-24962_26", "title": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture", "content": "It is important to note that a normal head CT does not preclude increased intracranial pressure or impending brain herniation. If the clinical symptoms are consistent with impending herniation, regardless of whether or not the CT head is normal, avoid the LP and start treatment.", "contents": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture. It is important to note that a normal head CT does not preclude increased intracranial pressure or impending brain herniation. If the clinical symptoms are consistent with impending herniation, regardless of whether or not the CT head is normal, avoid the LP and start treatment."}
{"id": "nurse-article-24962_27", "title": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture", "content": "Blood work should include blood culture, serum electrolytes as the syndrome of inappropriate antidiuretic hormone secretion (SIADH) is not uncommon, serum glucose, renal and liver function, and testing for HIV.", "contents": "Meningitis (Nursing) -- Evaluation -- Computed Tomography (CT) of the Head before Lumbar Puncture. Blood work should include blood culture, serum electrolytes as the syndrome of inappropriate antidiuretic hormone secretion (SIADH) is not uncommon, serum glucose, renal and liver function, and testing for HIV."}
{"id": "nurse-article-24962_28", "title": "Meningitis (Nursing) -- Medical Management", "content": "Antibiotics and supportive care are critical in all cases of bacterial meningitis. [13] [14] [15] Managing the airway, maintaining oxygenation, giving sufficient intravenous fluids while providing fever control are parts of the foundation of meningitis management.", "contents": "Meningitis (Nursing) -- Medical Management. Antibiotics and supportive care are critical in all cases of bacterial meningitis. [13] [14] [15] Managing the airway, maintaining oxygenation, giving sufficient intravenous fluids while providing fever control are parts of the foundation of meningitis management."}
{"id": "nurse-article-24962_29", "title": "Meningitis (Nursing) -- Medical Management", "content": "The type of antibiotic is based on the presumed organism causing the infection. The clinician must take into account patient demographics and past medical history in order to provide the best antimicrobial coverage.", "contents": "Meningitis (Nursing) -- Medical Management. The type of antibiotic is based on the presumed organism causing the infection. The clinician must take into account patient demographics and past medical history in order to provide the best antimicrobial coverage."}
{"id": "nurse-article-24962_30", "title": "Meningitis (Nursing) -- Medical Management -- Current Empiric Therapy", "content": "Neonates - Up to 1 month old Ampicillin intravenously (IV) and Cefotaxime (or equivalent, usually ceftazidime or cefepime) IV or gentamicin IV and Acyclovir IV More than 1 month old Ampicillin IV and Ceftriaxone IV Adults (18 to 49 years old) Ceftriaxone IV and Vancomycin IV Adults older than 50 years old and the immunocompromised Ceftriaxone IV and Vancomycin IV and Ampicillin IV Meningitis associated with a foreign body (post-procedure, penetrating trauma) Cefepime IV or ceftazidime IV or meropenem IV and Vancomycin IV Meningitis with severe penicillin allergy Moxifloxacin IV and Vancomycin IV Fungal (Cryptococcal) meningitis Amphotericin B IV and Flucytosine by mouth", "contents": "Meningitis (Nursing) -- Medical Management -- Current Empiric Therapy. Neonates - Up to 1 month old Ampicillin intravenously (IV) and Cefotaxime (or equivalent, usually ceftazidime or cefepime) IV or gentamicin IV and Acyclovir IV More than 1 month old Ampicillin IV and Ceftriaxone IV Adults (18 to 49 years old) Ceftriaxone IV and Vancomycin IV Adults older than 50 years old and the immunocompromised Ceftriaxone IV and Vancomycin IV and Ampicillin IV Meningitis associated with a foreign body (post-procedure, penetrating trauma) Cefepime IV or ceftazidime IV or meropenem IV and Vancomycin IV Meningitis with severe penicillin allergy Moxifloxacin IV and Vancomycin IV Fungal (Cryptococcal) meningitis Amphotericin B IV and Flucytosine by mouth"}
{"id": "nurse-article-24962_31", "title": "Meningitis (Nursing) -- Medical Management -- Antibiotics", "content": "Ceftriaxone Third-generation cephalosporin Gram-negative coverage Very effective against Streptococcus pneumoniae and Neisseria meningitis Better CNS penetration than piperacillin-tazobactam (typically used in gram-negative sepsis coverage) Vancomycin Gram-positive coverage (MRSA) Also used for resistant pneumococcus Ampicillin Listeria coverage (gram-positive bacilli) Cefepime Fourth-generation cephalosporin Increased activity against pseudomonas Cefotaxime Third-generation cephalosporin Equivalent to ceftriaxone Safe for neonates", "contents": "Meningitis (Nursing) -- Medical Management -- Antibiotics. Ceftriaxone Third-generation cephalosporin Gram-negative coverage Very effective against Streptococcus pneumoniae and Neisseria meningitis Better CNS penetration than piperacillin-tazobactam (typically used in gram-negative sepsis coverage) Vancomycin Gram-positive coverage (MRSA) Also used for resistant pneumococcus Ampicillin Listeria coverage (gram-positive bacilli) Cefepime Fourth-generation cephalosporin Increased activity against pseudomonas Cefotaxime Third-generation cephalosporin Equivalent to ceftriaxone Safe for neonates"}
{"id": "nurse-article-24962_32", "title": "Meningitis (Nursing) -- Medical Management -- Steroid Therapy", "content": "There is insufficient evidence to support the widespread use of steroids in bacterial meningitis. Some studies report a reduction in mortality for Streptococcus pneumoniae meningitis, but not in Haemophilus influenza or Neisseria meningitides meningitis. In children, steroids were associated with a reduction of severe hearing impairment only in cases of Haemophilus influenza meningitis. [16]", "contents": "Meningitis (Nursing) -- Medical Management -- Steroid Therapy. There is insufficient evidence to support the widespread use of steroids in bacterial meningitis. Some studies report a reduction in mortality for Streptococcus pneumoniae meningitis, but not in Haemophilus influenza or Neisseria meningitides meningitis. In children, steroids were associated with a reduction of severe hearing impairment only in cases of Haemophilus influenza meningitis. [16]"}
{"id": "nurse-article-24962_33", "title": "Meningitis (Nursing) -- Medical Management -- Increased Intracranial Pressure", "content": "If the patient develops clinical signs of increased intracranial pressure (altered mental status, neurologic deficits, non-reactive pupils, bradycardia), interventions to maintain cerebral perfusion include: Elevating the head of the bed to 30 degrees Inducing mild hyperventilation in the intubated patient Osmotic diuretics such as 25% mannitol or 3% saline", "contents": "Meningitis (Nursing) -- Medical Management -- Increased Intracranial Pressure. If the patient develops clinical signs of increased intracranial pressure (altered mental status, neurologic deficits, non-reactive pupils, bradycardia), interventions to maintain cerebral perfusion include: Elevating the head of the bed to 30 degrees Inducing mild hyperventilation in the intubated patient Osmotic diuretics such as 25% mannitol or 3% saline"}
{"id": "nurse-article-24962_34", "title": "Meningitis (Nursing) -- Medical Management -- Chemoprophylaxis", "content": "Chemoprophylaxis is indicated for close contacts of a patient diagnosed with N. meningitides and H. influenzae type B meningitis.", "contents": "Meningitis (Nursing) -- Medical Management -- Chemoprophylaxis. Chemoprophylaxis is indicated for close contacts of a patient diagnosed with N. meningitides and H. influenzae type B meningitis."}
{"id": "nurse-article-24962_35", "title": "Meningitis (Nursing) -- Medical Management -- Chemoprophylaxis", "content": "Close contacts include housemates, significant others, those who have shared utensils, and health care providers in proximity to secretions (providing mouth-to-mouth resuscitation, intubating without a facemask). Antibiotic chemoprophylaxis for N. meningitidis includes rifampin, ciprofloxacin, or ceftriaxone, and for H. influenzae type B: rifampin.", "contents": "Meningitis (Nursing) -- Medical Management -- Chemoprophylaxis. Close contacts include housemates, significant others, those who have shared utensils, and health care providers in proximity to secretions (providing mouth-to-mouth resuscitation, intubating without a facemask). Antibiotic chemoprophylaxis for N. meningitidis includes rifampin, ciprofloxacin, or ceftriaxone, and for H. influenzae type B: rifampin."}
{"id": "nurse-article-24962_36", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Monitoring and recording vital signs.", "contents": "Meningitis (Nursing) -- Nursing Management. Monitoring and recording vital signs."}
{"id": "nurse-article-24962_37", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Assess the Glasgow Coma Scale and pay special attention to the motor response, immediately inform the on-duty doctor if it falls.", "contents": "Meningitis (Nursing) -- Nursing Management. Assess the Glasgow Coma Scale and pay special attention to the motor response, immediately inform the on-duty doctor if it falls."}
{"id": "nurse-article-24962_38", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Assess the patient's mental status and provide psychological support if the patient is conscious.", "contents": "Meningitis (Nursing) -- Nursing Management. Assess the patient's mental status and provide psychological support if the patient is conscious."}
{"id": "nurse-article-24962_39", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Elevate the head of the bed to 30 degrees with a straight neck for venous drainage from the brain.", "contents": "Meningitis (Nursing) -- Nursing Management. Elevate the head of the bed to 30 degrees with a straight neck for venous drainage from the brain."}
{"id": "nurse-article-24962_40", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Ensure the patient has an IV line for fluids and medications.", "contents": "Meningitis (Nursing) -- Nursing Management. Ensure the patient has an IV line for fluids and medications."}
{"id": "nurse-article-24962_41", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Administer antibiotics as prescribed.", "contents": "Meningitis (Nursing) -- Nursing Management. Administer antibiotics as prescribed."}
{"id": "nurse-article-24962_42", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Offer oxygenation if the saturation level is low.", "contents": "Meningitis (Nursing) -- Nursing Management. Offer oxygenation if the saturation level is low."}
{"id": "nurse-article-24962_43", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Administer mannitol, as prescribed, if the intracranial pressure is high.", "contents": "Meningitis (Nursing) -- Nursing Management. Administer mannitol, as prescribed, if the intracranial pressure is high."}
{"id": "nurse-article-24962_44", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Administer phenytoin, as prescribed, if the patient is having seizures.", "contents": "Meningitis (Nursing) -- Nursing Management. Administer phenytoin, as prescribed, if the patient is having seizures."}
{"id": "nurse-article-24962_45", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Apply side rails as a patient safety measure as the patient may fall down while having seizures.", "contents": "Meningitis (Nursing) -- Nursing Management. Apply side rails as a patient safety measure as the patient may fall down while having seizures."}
{"id": "nurse-article-24962_46", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Check pupils size and responsiveness to light (think elevated intracranial pressure)", "contents": "Meningitis (Nursing) -- Nursing Management. Check pupils size and responsiveness to light (think elevated intracranial pressure)"}
{"id": "nurse-article-24962_47", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Assess hearing power in both ears.", "contents": "Meningitis (Nursing) -- Nursing Management. Assess hearing power in both ears."}
{"id": "nurse-article-24962_48", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Check labs (meningitis may cause SIADH)", "contents": "Meningitis (Nursing) -- Nursing Management. Check labs (meningitis may cause SIADH)"}
{"id": "nurse-article-24962_49", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Check renal and liver function tests.", "contents": "Meningitis (Nursing) -- Nursing Management. Check renal and liver function tests."}
{"id": "nurse-article-24962_50", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Check cerebrospinal fluid lab results.", "contents": "Meningitis (Nursing) -- Nursing Management. Check cerebrospinal fluid lab results."}
{"id": "nurse-article-24962_51", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Change position every 2-hourly  to prevent bedsore if the patient is bedridden and apply air mattress and thromboembolic deterrent stockings as needed)", "contents": "Meningitis (Nursing) -- Nursing Management. Change position every 2-hourly  to prevent bedsore if the patient is bedridden and apply air mattress and thromboembolic deterrent stockings as needed)"}
{"id": "nurse-article-24962_52", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Provide limb physio and chest physio to prevent the complications associated with immobility.", "contents": "Meningitis (Nursing) -- Nursing Management. Provide limb physio and chest physio to prevent the complications associated with immobility."}
{"id": "nurse-article-24962_53", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Never forget to measure random blood sugar before lumbar puncture while sending CSF for a glucose test.", "contents": "Meningitis (Nursing) -- Nursing Management. Never forget to measure random blood sugar before lumbar puncture while sending CSF for a glucose test."}
{"id": "nurse-article-24962_54", "title": "Meningitis (Nursing) -- Nursing Management", "content": "A proper diet chart to provide adequate calories required for the body.", "contents": "Meningitis (Nursing) -- Nursing Management. A proper diet chart to provide adequate calories required for the body."}
{"id": "nurse-article-24962_55", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Put a nasogastric tube and start feeding for the unconscious patients, as instructed", "contents": "Meningitis (Nursing) -- Nursing Management. Put a nasogastric tube and start feeding for the unconscious patients, as instructed"}
{"id": "nurse-article-24962_56", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Monitor intake and output.", "contents": "Meningitis (Nursing) -- Nursing Management. Monitor intake and output."}
{"id": "nurse-article-24962_57", "title": "Meningitis (Nursing) -- Nursing Management", "content": "Provide comfort measures.", "contents": "Meningitis (Nursing) -- Nursing Management. Provide comfort measures."}
{"id": "nurse-article-24962_58", "title": "Meningitis (Nursing) -- When To Seek Help", "content": "If unresponsive High-grade fever New mental status changes Hypotension Hypoxia Bradycardia Seizures Severe headache", "contents": "Meningitis (Nursing) -- When To Seek Help. If unresponsive High-grade fever New mental status changes Hypotension Hypoxia Bradycardia Seizures Severe headache"}
{"id": "nurse-article-24962_59", "title": "Meningitis (Nursing) -- Outcome Identification", "content": "For patients treated promptly, the prognosis is good. However, patients who present with an altered state of consciousness have high morbidity and mortality. Some patients may develop seizures during the illness, which are very difficult to control or are prolonged. Any patient with a residual neurological deficit after meningitis treatment is also left with a disability. Patients art the greatest risk for death usually have the following features: Advanced aged Low Glasgow coma scale CSF WBC count which is low Tachycardia Gram-positive cocci in the CSF Serious complications in survivors include: Ataxia Hearing loss Cranial nerve palsies Cognitive dysfunction Cortical blindness Hydrocephalus Seizures Focal paralysis", "contents": "Meningitis (Nursing) -- Outcome Identification. For patients treated promptly, the prognosis is good. However, patients who present with an altered state of consciousness have high morbidity and mortality. Some patients may develop seizures during the illness, which are very difficult to control or are prolonged. Any patient with a residual neurological deficit after meningitis treatment is also left with a disability. Patients art the greatest risk for death usually have the following features: Advanced aged Low Glasgow coma scale CSF WBC count which is low Tachycardia Gram-positive cocci in the CSF Serious complications in survivors include: Ataxia Hearing loss Cranial nerve palsies Cognitive dysfunction Cortical blindness Hydrocephalus Seizures Focal paralysis"}
{"id": "nurse-article-24962_60", "title": "Meningitis (Nursing) -- Outcome Identification", "content": "The mortality is highest for children less than 12 months of age and decreases in middle age. However, the mortality rates increase with advancing age. Overall, 10% of patients will die from bacterial meningitis. The mortality is highest when the infection is caused by streptococcus and listeria. Patients with meningococcal meningitis do respond well to treatment, but if the presentation is late with meningococcemia, the mortality rates are nearly 30%. [17] [18] [19] [Level 2]", "contents": "Meningitis (Nursing) -- Outcome Identification. The mortality is highest for children less than 12 months of age and decreases in middle age. However, the mortality rates increase with advancing age. Overall, 10% of patients will die from bacterial meningitis. The mortality is highest when the infection is caused by streptococcus and listeria. Patients with meningococcal meningitis do respond well to treatment, but if the presentation is late with meningococcemia, the mortality rates are nearly 30%. [17] [18] [19] [Level 2]"}
{"id": "nurse-article-24962_61", "title": "Meningitis (Nursing) -- Monitoring", "content": "Vital signs Glasgow Coma Scale score Check the dose and timing of medications Dietary pattern", "contents": "Meningitis (Nursing) -- Monitoring. Vital signs Glasgow Coma Scale score Check the dose and timing of medications Dietary pattern"}
{"id": "nurse-article-24962_62", "title": "Meningitis (Nursing) -- Coordination of Care", "content": "Meningitis is a serious disorder with high morbidity and mortality. The majority of patients with meningitis first present to the emergency department and a streamlined interprofessional approach is vital if one wants to lower the high morbidity. The triage nurse must be fully aware of the signs and symptoms of the illness and refer the patient immediately to the emergency department clinician. Other specialists who are usually involved in the care of these patients are neurologists, pediatricians, intensivists, infectious disease specialists, and pharmacists. If bacterial meningitis is suspected, prompt antibiotics should be started even in the absence of laboratory results. The pharmacist, preferably specializing in infectious diseases, should assist the clinical team in choosing the appropriate antibiotics based on the age of the patient and local sensitivities and correct dosing to ensure penetration into the central nervous system.", "contents": "Meningitis (Nursing) -- Coordination of Care. Meningitis is a serious disorder with high morbidity and mortality. The majority of patients with meningitis first present to the emergency department and a streamlined interprofessional approach is vital if one wants to lower the high morbidity. The triage nurse must be fully aware of the signs and symptoms of the illness and refer the patient immediately to the emergency department clinician. Other specialists who are usually involved in the care of these patients are neurologists, pediatricians, intensivists, infectious disease specialists, and pharmacists. If bacterial meningitis is suspected, prompt antibiotics should be started even in the absence of laboratory results. The pharmacist, preferably specializing in infectious diseases, should assist the clinical team in choosing the appropriate antibiotics based on the age of the patient and local sensitivities and correct dosing to ensure penetration into the central nervous system."}
{"id": "nurse-article-24962_63", "title": "Meningitis (Nursing) -- Coordination of Care", "content": "To prevent this infection, the education of the public is vital. All healthcare workers (nurses, physicians, and pharmacists) should educate patients and parents in regards to vaccine-preventable meningitis ( H. influenzae type B, S. pneumoniae , N. meningitidis , Measles, and Varicella). Across the board, the incidence of meningitis has decreased with the implementation of generalized vaccination. Family members should be educated about the need for prophylaxis when there is a family member with Neisseria and H. influenzae type B meningitis. All contacts should be educated about the signs and symptoms of the infection and when to return to the emergency department. [20]", "contents": "Meningitis (Nursing) -- Coordination of Care. To prevent this infection, the education of the public is vital. All healthcare workers (nurses, physicians, and pharmacists) should educate patients and parents in regards to vaccine-preventable meningitis ( H. influenzae type B, S. pneumoniae , N. meningitidis , Measles, and Varicella). Across the board, the incidence of meningitis has decreased with the implementation of generalized vaccination. Family members should be educated about the need for prophylaxis when there is a family member with Neisseria and H. influenzae type B meningitis. All contacts should be educated about the signs and symptoms of the infection and when to return to the emergency department. [20]"}
{"id": "nurse-article-24962_64", "title": "Meningitis (Nursing) -- Health Teaching and Health Promotion", "content": "The nurse should educate the parents on ensuring that the children are vaccinated against N. meningitides. The pharmacist should also educate the family about the need for prophylaxis when there is a family member with Neisseria meningitis. All contacts should be educated about the signs and symptoms of the infection and when to return to the emergency department. [20] [Level 1]", "contents": "Meningitis (Nursing) -- Health Teaching and Health Promotion. The nurse should educate the parents on ensuring that the children are vaccinated against N. meningitides. The pharmacist should also educate the family about the need for prophylaxis when there is a family member with Neisseria meningitis. All contacts should be educated about the signs and symptoms of the infection and when to return to the emergency department. [20] [Level 1]"}
{"id": "nurse-article-24962_65", "title": "Meningitis (Nursing) -- Health Teaching and Health Promotion", "content": "Educate family members to provide a nutritional diet that contains more antioxidants, omega 3 fatty acids, and probiotics which allow for better nutritional absorption and citrus fruits to boost the immune system. Encourage to maintain the personal hygiene of the patient. Never leave the patient alone to prevent any fall injury due to seizure. Patients should avoid driving vehicles, if instructed to do so by the doctor, as some of them may have blurred vision. Educate about the techniques of nasogastric tube feeding to the family member who may have to take care of an unconscious patient.", "contents": "Meningitis (Nursing) -- Health Teaching and Health Promotion. Educate family members to provide a nutritional diet that contains more antioxidants, omega 3 fatty acids, and probiotics which allow for better nutritional absorption and citrus fruits to boost the immune system. Encourage to maintain the personal hygiene of the patient. Never leave the patient alone to prevent any fall injury due to seizure. Patients should avoid driving vehicles, if instructed to do so by the doctor, as some of them may have blurred vision. Educate about the techniques of nasogastric tube feeding to the family member who may have to take care of an unconscious patient."}
{"id": "nurse-article-24962_66", "title": "Meningitis (Nursing) -- Risk Management", "content": "Meningitis is a serious disorder with very high morbidity and mortality. The majority of patients with meningitis first present to the emergency department and a streamlined interprofessional approach is vital if one wants to lower the high morbidity. The triage nurse must be fully aware of the signs and symptoms of the illness and refer the patient immediately to the physician. Other specialists who are usually involved in the care of these patients are neurologists, pediatricians, intensivists, infectious disease specialists, and pharmacists. If bacterial meningitis is suspected, prompt antibiotics should be started even in the absence of laboratory results. To prevent this infection, the education of the public is vital.", "contents": "Meningitis (Nursing) -- Risk Management. Meningitis is a serious disorder with very high morbidity and mortality. The majority of patients with meningitis first present to the emergency department and a streamlined interprofessional approach is vital if one wants to lower the high morbidity. The triage nurse must be fully aware of the signs and symptoms of the illness and refer the patient immediately to the physician. Other specialists who are usually involved in the care of these patients are neurologists, pediatricians, intensivists, infectious disease specialists, and pharmacists. If bacterial meningitis is suspected, prompt antibiotics should be started even in the absence of laboratory results. To prevent this infection, the education of the public is vital."}
{"id": "nurse-article-24962_67", "title": "Meningitis (Nursing) -- Discharge Planning", "content": "After hospitalization, the patient at home should: Activities. Alternate rest and activity to conserve energy. Asepsis. Promote simple home infection control procedures. Infectious process. Identify signs and symptoms of an infectious process and report promptly to the provider. Diet. Consume safe and healthy foods. Avoid drinking alcohol and smoking. Should not climb high altitudes. Be in the vicinity of family members Report immediately to any near ones if any discomfort in the health status. Never skip any medications unless advised to do so.", "contents": "Meningitis (Nursing) -- Discharge Planning. After hospitalization, the patient at home should: Activities. Alternate rest and activity to conserve energy. Asepsis. Promote simple home infection control procedures. Infectious process. Identify signs and symptoms of an infectious process and report promptly to the provider. Diet. Consume safe and healthy foods. Avoid drinking alcohol and smoking. Should not climb high altitudes. Be in the vicinity of family members Report immediately to any near ones if any discomfort in the health status. Never skip any medications unless advised to do so."}
{"id": "nurse-article-24962_68", "title": "Meningitis (Nursing) -- Pearls and Other issues", "content": "Differentiating between bacterial, viral, and fungal meningitis may be difficult. CSF analysis may not be conclusive, and cultures do not immediately yield an answer. Given the morbidity and mortality, it is prudent to initiate empiric antibiotic therapy and admit all those with suspected meningitis to the hospital on droplet precautions.", "contents": "Meningitis (Nursing) -- Pearls and Other issues. Differentiating between bacterial, viral, and fungal meningitis may be difficult. CSF analysis may not be conclusive, and cultures do not immediately yield an answer. Given the morbidity and mortality, it is prudent to initiate empiric antibiotic therapy and admit all those with suspected meningitis to the hospital on droplet precautions."}
{"id": "nurse-article-24962_69", "title": "Meningitis (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Meningitis (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}