{"id": "nurse-article-31338_0", "title": "Wernicke Encephalopathy (Nursing) -- Learning Outcome", "content": "Recall the presentation of Wernicke encephalopathy Summarize the management of Wernicke encephalopathy List the complications of Wernicke encephalopathy Describe the nursing management role in a patient with Wernicke encephalopathy", "contents": "Wernicke Encephalopathy (Nursing) -- Learning Outcome. Recall the presentation of Wernicke encephalopathy Summarize the management of Wernicke encephalopathy List the complications of Wernicke encephalopathy Describe the nursing management role in a patient with Wernicke encephalopathy"}
{"id": "nurse-article-31338_1", "title": "Wernicke Encephalopathy (Nursing) -- Introduction", "content": "Wernicke encephalopathy (WE) is an acute neurological condition characterized by a clinical triad of ophthalmoparesis with nystagmus, ataxia, and confusion. This is a life-threatening illness caused by thiamine deficiency, which primarily affects the peripheral and central nervous systems. This should be differentiated from Korsakoff syndrome which is preventable and is usually suspected as a consequence of at least one episode of Wernicke’s encephalopathy. Korsakoff syndrome is a neuropsychiatric disorder associated with memory disturbances in which there are significant deficits in anterograde and retrograde memory. Immediate memory is maintained, but short-term memory is diminished with intact sensorium. The disorder is associated with patients fabricating stories in the setting of clear consciousness. Confabulations can be spontaneous or provoked with provoked confabulation commonly seen in chronic Korsakoff syndrome and spontaneous confabulation usually noted in the acute Wernicke state. [1] [2]", "contents": "Wernicke Encephalopathy (Nursing) -- Introduction. Wernicke encephalopathy (WE) is an acute neurological condition characterized by a clinical triad of ophthalmoparesis with nystagmus, ataxia, and confusion. This is a life-threatening illness caused by thiamine deficiency, which primarily affects the peripheral and central nervous systems. This should be differentiated from Korsakoff syndrome which is preventable and is usually suspected as a consequence of at least one episode of Wernicke’s encephalopathy. Korsakoff syndrome is a neuropsychiatric disorder associated with memory disturbances in which there are significant deficits in anterograde and retrograde memory. Immediate memory is maintained, but short-term memory is diminished with intact sensorium. The disorder is associated with patients fabricating stories in the setting of clear consciousness. Confabulations can be spontaneous or provoked with provoked confabulation commonly seen in chronic Korsakoff syndrome and spontaneous confabulation usually noted in the acute Wernicke state. [1] [2]"}
{"id": "nurse-article-31338_2", "title": "Wernicke Encephalopathy (Nursing) -- Nursing Diagnosis", "content": "Deficient knowledge Confusion Deficits in mental status Deficits in nutrition Impaired healing At risk for injury and death", "contents": "Wernicke Encephalopathy (Nursing) -- Nursing Diagnosis. Deficient knowledge Confusion Deficits in mental status Deficits in nutrition Impaired healing At risk for injury and death"}
{"id": "nurse-article-31338_3", "title": "Wernicke Encephalopathy (Nursing) -- Causes", "content": "Thiamine deficiency is characteristically associated with severe alcohol use disorder. Although Wernicke encephalopathy mostly affects people who have a thiamine deficiency due to chronic alcoholism, various other causes include severe malnutrition, hyperemesis gravidarum, prolonged parenteral nutrition, malignancies, immunodeficiency syndromes, liver disease, hyperthyroidism, and severe anorexia nervosa. Chronic alcohol consumption may cause thiamine deficiency due to impaired absorption of thiamine from the intestine, a possible genetic predisposition, inadequate diet, reduced storage of thiamine in the liver, and other nutritional deficiencies. [3] [2] [4]", "contents": "Wernicke Encephalopathy (Nursing) -- Causes. Thiamine deficiency is characteristically associated with severe alcohol use disorder. Although Wernicke encephalopathy mostly affects people who have a thiamine deficiency due to chronic alcoholism, various other causes include severe malnutrition, hyperemesis gravidarum, prolonged parenteral nutrition, malignancies, immunodeficiency syndromes, liver disease, hyperthyroidism, and severe anorexia nervosa. Chronic alcohol consumption may cause thiamine deficiency due to impaired absorption of thiamine from the intestine, a possible genetic predisposition, inadequate diet, reduced storage of thiamine in the liver, and other nutritional deficiencies. [3] [2] [4]"}
{"id": "nurse-article-31338_4", "title": "Wernicke Encephalopathy (Nursing) -- Risk Factors", "content": "Prevalence data on Wernicke encephalopathy comes mainly from autopsy studies with rates ranging between 1% and 3%. Several studies indicate that prevalence rates via analysis of clinical records are lower in comparison to necropsy studies as the diagnosis is easily overlooked or missed. The incidence of Wernicke encephalopathy is believed to be higher in developing countries due to vitamin deficiencies and malnutrition. The female to male ratio for Wernicke encephalopathy is 1:1.7, and there are no studies that show a particular race predisposed to Wernicke encephalopathy. [5]", "contents": "Wernicke Encephalopathy (Nursing) -- Risk Factors. Prevalence data on Wernicke encephalopathy comes mainly from autopsy studies with rates ranging between 1% and 3%. Several studies indicate that prevalence rates via analysis of clinical records are lower in comparison to necropsy studies as the diagnosis is easily overlooked or missed. The incidence of Wernicke encephalopathy is believed to be higher in developing countries due to vitamin deficiencies and malnutrition. The female to male ratio for Wernicke encephalopathy is 1:1.7, and there are no studies that show a particular race predisposed to Wernicke encephalopathy. [5]"}
{"id": "nurse-article-31338_5", "title": "Wernicke Encephalopathy (Nursing) -- Assessment", "content": "Wernicke encephalopathy should be suspected in any patient with chronic alcohol abuse or any form of malnutrition and any of the following: acute altered mental status, ophthalmoplegia, ataxic gait, delirium, and hypotension. The classic triad of Wernicke encephalopathy is altered mental status, ataxic gait, and ophthalmoplegia. The diagnosis is made based on clinical presentation, and a definitive diagnosis is complicated as the clinical triad may not be present in up to 90% of patients.", "contents": "Wernicke Encephalopathy (Nursing) -- Assessment. Wernicke encephalopathy should be suspected in any patient with chronic alcohol abuse or any form of malnutrition and any of the following: acute altered mental status, ophthalmoplegia, ataxic gait, delirium, and hypotension. The classic triad of Wernicke encephalopathy is altered mental status, ataxic gait, and ophthalmoplegia. The diagnosis is made based on clinical presentation, and a definitive diagnosis is complicated as the clinical triad may not be present in up to 90% of patients."}
{"id": "nurse-article-31338_6", "title": "Wernicke Encephalopathy (Nursing) -- Assessment", "content": "The hallmark sign of Wernicke encephalopathy is ocular abnormalities especially nystagmus. Other oculomotor symptoms include cranial nerve involvement of oculomotor, abducens, and vestibular nuclei causing conjugate gaze palsies. Gait ataxia is also a significant finding in Wernicke encephalopathy where patients will present with a broad-based gait. Also, gait can worsen, and in many cases, patients are unable to walk. Physical examination may include a complete neurological exam with cerebellar testing. Disorientation and altered sensorium characterize encephalopathy. Some patient can present with hyperactive delirium secondary to possible alcohol withdrawal symptoms alongside Wernicke encephalopathy. Less than 5% of patients with Wernicke encephalopathy can present with the severely depressed level of consciousness that will eventually lead to coma and death. Some other warning signs could include hyperthermia and hypotension. The patient could also present with peripheral neuropathy and commonly includes the lower extremity, and an examination would reveal distal sensory loss.", "contents": "Wernicke Encephalopathy (Nursing) -- Assessment. The hallmark sign of Wernicke encephalopathy is ocular abnormalities especially nystagmus. Other oculomotor symptoms include cranial nerve involvement of oculomotor, abducens, and vestibular nuclei causing conjugate gaze palsies. Gait ataxia is also a significant finding in Wernicke encephalopathy where patients will present with a broad-based gait. Also, gait can worsen, and in many cases, patients are unable to walk. Physical examination may include a complete neurological exam with cerebellar testing. Disorientation and altered sensorium characterize encephalopathy. Some patient can present with hyperactive delirium secondary to possible alcohol withdrawal symptoms alongside Wernicke encephalopathy. Less than 5% of patients with Wernicke encephalopathy can present with the severely depressed level of consciousness that will eventually lead to coma and death. Some other warning signs could include hyperthermia and hypotension. The patient could also present with peripheral neuropathy and commonly includes the lower extremity, and an examination would reveal distal sensory loss."}
{"id": "nurse-article-31338_7", "title": "Wernicke Encephalopathy (Nursing) -- Evaluation", "content": "Evaluation should include a thorough patient history with a focused physical exam and laboratory workup with appropriate imaging. There are no specific laboratory tests for diagnosing Wernicke encephalopathy as it is a clinical diagnosis with the above mentioned classic signs and symptoms. However, a complete blood count and the comprehensive metabolic panel can be completed to exclude other causes of central nervous system abnormalities. Moreover, normal brain imaging cannot rule out Wernicke encephalopathy and therefore not very beneficial either. Caine et al. criteria were established in 1997 which is now 85% sensitive if patients have two or more of the classic features that include: ataxia, confusion, and ophthalmoplegia. Also, looking for risk factors helps in evaluating the patient as Wernicke encephalopathy were classically thought of as a disease exclusively due to alcoholism. However, in recent years Wernicke encephalopathy is also seen in patients that are chronically malnourished, post-bariatric surgery, hyperemesis gravidarum, liver disease, hyperthyroidism, and severe anorexia nervosa. [1] [6] [7]", "contents": "Wernicke Encephalopathy (Nursing) -- Evaluation. Evaluation should include a thorough patient history with a focused physical exam and laboratory workup with appropriate imaging. There are no specific laboratory tests for diagnosing Wernicke encephalopathy as it is a clinical diagnosis with the above mentioned classic signs and symptoms. However, a complete blood count and the comprehensive metabolic panel can be completed to exclude other causes of central nervous system abnormalities. Moreover, normal brain imaging cannot rule out Wernicke encephalopathy and therefore not very beneficial either. Caine et al. criteria were established in 1997 which is now 85% sensitive if patients have two or more of the classic features that include: ataxia, confusion, and ophthalmoplegia. Also, looking for risk factors helps in evaluating the patient as Wernicke encephalopathy were classically thought of as a disease exclusively due to alcoholism. However, in recent years Wernicke encephalopathy is also seen in patients that are chronically malnourished, post-bariatric surgery, hyperemesis gravidarum, liver disease, hyperthyroidism, and severe anorexia nervosa. [1] [6] [7]"}
{"id": "nurse-article-31338_8", "title": "Wernicke Encephalopathy (Nursing) -- Medical Management", "content": "The aim of treatment is prompt and quick correction of the thiamine deficiency in the brain. Wernicke encephalopathy is a medical emergency and considered a reversible condition, therefore, requiring immediate emergent attention although the onset of the disease may be acute or chronic. Parenteral administration of thiamine is most effective and provides for rapid administration, however, in some cases, there are persistent neurological deficits, and the acute condition can progress to chronic Korsakoff syndrome. The preferred dose of thiamine treatment for Wernicke encephalopathy may be as high as 500 mg given one to three times daily parenterally. All malnourished patient may need higher doses of thiamine. There is some evidence that thiamine treatment can improve the confusional state, quick resolution of ataxia, ophthalmoplegia, and nystagmus. Thiamine is generally administered before or together with glucose solutions because the glucose oxidation can decrease thiamine levels thereby exacerbating the neurological symptoms of Wernicke encephalopathy. Patient with magnesium deficiency should also be treated as this can result in reduced recovery from Wernicke encephalopathy especially in patients with alcoholism. [8] [9] [10]", "contents": "Wernicke Encephalopathy (Nursing) -- Medical Management. The aim of treatment is prompt and quick correction of the thiamine deficiency in the brain. Wernicke encephalopathy is a medical emergency and considered a reversible condition, therefore, requiring immediate emergent attention although the onset of the disease may be acute or chronic. Parenteral administration of thiamine is most effective and provides for rapid administration, however, in some cases, there are persistent neurological deficits, and the acute condition can progress to chronic Korsakoff syndrome. The preferred dose of thiamine treatment for Wernicke encephalopathy may be as high as 500 mg given one to three times daily parenterally. All malnourished patient may need higher doses of thiamine. There is some evidence that thiamine treatment can improve the confusional state, quick resolution of ataxia, ophthalmoplegia, and nystagmus. Thiamine is generally administered before or together with glucose solutions because the glucose oxidation can decrease thiamine levels thereby exacerbating the neurological symptoms of Wernicke encephalopathy. Patient with magnesium deficiency should also be treated as this can result in reduced recovery from Wernicke encephalopathy especially in patients with alcoholism. [8] [9] [10]"}
{"id": "nurse-article-31338_9", "title": "Wernicke Encephalopathy (Nursing) -- Nursing Management", "content": "Monitor vital signs Assess mental status and GCS Administer thiamine IV Keep patient safe Place the patient in a quiet environment Educate caregiver on the disorder Monitor ins and outs Assess cognition and memory Encourage a healthy diet Administer magnesium Check blood work for electrolytes, glucose and thiamine levels Ensure adequate oxygenation Have two large-bore IVs as hypotension is common", "contents": "Wernicke Encephalopathy (Nursing) -- Nursing Management. Monitor vital signs Assess mental status and GCS Administer thiamine IV Keep patient safe Place the patient in a quiet environment Educate caregiver on the disorder Monitor ins and outs Assess cognition and memory Encourage a healthy diet Administer magnesium Check blood work for electrolytes, glucose and thiamine levels Ensure adequate oxygenation Have two large-bore IVs as hypotension is common"}
{"id": "nurse-article-31338_10", "title": "Wernicke Encephalopathy (Nursing) -- When To Seek Help", "content": "Hypotension Severe alteration in menta status LOC", "contents": "Wernicke Encephalopathy (Nursing) -- When To Seek Help. Hypotension Severe alteration in menta status LOC"}
{"id": "nurse-article-31338_11", "title": "Wernicke Encephalopathy (Nursing) -- Outcome Identification", "content": "WE is a serious medical disorder which carries an enormous morbidity and mortality. Even when the condition is managed with thiamine, the global confusion usually improves rapidly, but the ataxia and ophthalmoplegia may persist for some time. Patients who minimal or neurological signs have the best outcomes with thiamine supplement. However, survivors of WE may develop korsakoff psychosis and require long-term institutionalization. Of these, less than 10% will recover to be discharged from long-term care. A significant number of patients will have long-term neurological deficits like ataxia, nystagmus and korsakoff syndrome, which seriously diminishes the quality of life. Unfortunately, there are no long-term follow-up studies and anecdotal reports indicate that many of these patients do die prematurely. [11] [12] [13] (Level V)", "contents": "Wernicke Encephalopathy (Nursing) -- Outcome Identification. WE is a serious medical disorder which carries an enormous morbidity and mortality. Even when the condition is managed with thiamine, the global confusion usually improves rapidly, but the ataxia and ophthalmoplegia may persist for some time. Patients who minimal or neurological signs have the best outcomes with thiamine supplement. However, survivors of WE may develop korsakoff psychosis and require long-term institutionalization. Of these, less than 10% will recover to be discharged from long-term care. A significant number of patients will have long-term neurological deficits like ataxia, nystagmus and korsakoff syndrome, which seriously diminishes the quality of life. Unfortunately, there are no long-term follow-up studies and anecdotal reports indicate that many of these patients do die prematurely. [11] [12] [13] (Level V)"}
{"id": "nurse-article-31338_12", "title": "Wernicke Encephalopathy (Nursing) -- Coordination of Care", "content": "The management of WE is complex and usually requires a team approach. Because the disorder can present with various manifestations, the patient is best managed by a neurologist and an intensivist. Other specialists may be required according to organ involvement. The role of the nurse, dietitian, social worker, and pharmacist cannot be overemphasized. These patients are sick, frail and malnourished. A dietary consult should be done to assess the calorie needs and determine how to provide the food as well as thiamine. Since many WE patients are managed as outpatients, the pharmacist should encourage abstinence from alcohol. Since the cornerstone of therapy is thiamine, the importance of compliance is vital. At the same time, the electrolyte deficiencies should be corrected. Finally, the family should be educated about the prognosis of these individuals and make preparations for long-term care, in case the patient develops korsakoff syndrome. The ultimate goal is to improve the quality of life and lessen the burden on the family. [14] [15] (Level V)", "contents": "Wernicke Encephalopathy (Nursing) -- Coordination of Care. The management of WE is complex and usually requires a team approach. Because the disorder can present with various manifestations, the patient is best managed by a neurologist and an intensivist. Other specialists may be required according to organ involvement. The role of the nurse, dietitian, social worker, and pharmacist cannot be overemphasized. These patients are sick, frail and malnourished. A dietary consult should be done to assess the calorie needs and determine how to provide the food as well as thiamine. Since many WE patients are managed as outpatients, the pharmacist should encourage abstinence from alcohol. Since the cornerstone of therapy is thiamine, the importance of compliance is vital. At the same time, the electrolyte deficiencies should be corrected. Finally, the family should be educated about the prognosis of these individuals and make preparations for long-term care, in case the patient develops korsakoff syndrome. The ultimate goal is to improve the quality of life and lessen the burden on the family. [14] [15] (Level V)"}
{"id": "nurse-article-31338_13", "title": "Wernicke Encephalopathy (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Wernicke Encephalopathy (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}