{"id": "nurse-article-29550_0", "title": "Cerebrovascular Disease (Nursing) -- Learning Outcome", "content": "Describe the causes of stroke Recall the presentation of stroke List the nursing diagnosis of stroke Summarize the management of stroke", "contents": "Cerebrovascular Disease (Nursing) -- Learning Outcome. Describe the causes of stroke Recall the presentation of stroke List the nursing diagnosis of stroke Summarize the management of stroke"}
{"id": "nurse-article-29550_1", "title": "Cerebrovascular Disease (Nursing) -- Introduction", "content": "A stroke is an acute compromise of the cerebral perfusion or vasculature or cerebrovascular accident (CVA).  Approximately 85% of strokes are ischemic and rest are hemorrhagic. [1] In this discussion, we mainly confine to ischemic strokes. Over the past several decades, the incidence of stroke and mortality are decreasing. [2] Stroke is the leading cause of adult disability worldwide.  It is thus critical to recognize stroke early and treat it rapidly to prevent or minimize morbidity and mortality. There are many causes of stroke. Hypertension is the leading cause of ischemic stroke.  In the younger population, there are numerous causes of stroke including clotting disorders, carotid dissection, and illicit drug abuse. In the acute setting, a quick history and examination to be performed. As time is brain it is very important not to waste any time. As acute stroke management is evolving rapidly we have to consider patients for IV tPA up to 4.5 hours and mechanical thrombectomy up to 6 hours. The recent DAWN trial showed that we can extend the window for mechanical thrombectomy up to 24 hours in selected cases of large vessel occlusion. [3]", "contents": "Cerebrovascular Disease (Nursing) -- Introduction. A stroke is an acute compromise of the cerebral perfusion or vasculature or cerebrovascular accident (CVA).  Approximately 85% of strokes are ischemic and rest are hemorrhagic. [1] In this discussion, we mainly confine to ischemic strokes. Over the past several decades, the incidence of stroke and mortality are decreasing. [2] Stroke is the leading cause of adult disability worldwide.  It is thus critical to recognize stroke early and treat it rapidly to prevent or minimize morbidity and mortality. There are many causes of stroke. Hypertension is the leading cause of ischemic stroke.  In the younger population, there are numerous causes of stroke including clotting disorders, carotid dissection, and illicit drug abuse. In the acute setting, a quick history and examination to be performed. As time is brain it is very important not to waste any time. As acute stroke management is evolving rapidly we have to consider patients for IV tPA up to 4.5 hours and mechanical thrombectomy up to 6 hours. The recent DAWN trial showed that we can extend the window for mechanical thrombectomy up to 24 hours in selected cases of large vessel occlusion. [3]"}
{"id": "nurse-article-29550_2", "title": "Cerebrovascular Disease (Nursing) -- Nursing Diagnosis", "content": "Confusion Headache Difficulty understanding Unable to speak Loss of vision Difficulty with balance or walking Unable to move the leg or hand Drooping of the facial muscles", "contents": "Cerebrovascular Disease (Nursing) -- Nursing Diagnosis. Confusion Headache Difficulty understanding Unable to speak Loss of vision Difficulty with balance or walking Unable to move the leg or hand Drooping of the facial muscles"}
{"id": "nurse-article-29550_3", "title": "Cerebrovascular Disease (Nursing) -- Causes", "content": "Ischemic etiologies can further be divided into embolic, thrombotic, and lacunar. In general, the common risk factors for stroke include hypertension, diabetes, smoking, obesity, atrial fibrillation, and drug use. Of all the risk factors, Hypertension is the most common modifiable risk factor for stroke. Hypertension is most prevalent in blacks and also occur earlier in life. [1] According to JNC8, the recommended blood pressure targets in patients with stroke should be less than 140/90mm Hg. [4] Chronic uncontrolled hypertension causes small vessel strokes mainly in the internal capsule, thalamus, pons, and cerebellum. [5] Lifestyle measures such as weight loss, salt restriction, taking more fruits and vegetables (Such as Mediterranean diet) [6] are helpful in decreasing the blood pressure. Every 10 mm Hg reduction in blood pressure is associated with a 1/3rd reduction in stroke risk in primary prevention. [7] One-third of the adults in the USA have elevated LDL, leading to plaque formation in the intracerebral vasculature. Eventually, due to the excessive plaque build-up thrombotic strokes occur. In the older population, the risk of cardioembolic stroke increases mainly due to atrial fibrillation. [8] The rest 20% of strokes are due to hemorrhagic in nature. Hemorrhagic etiologies can be from hypertension, aneurysm rupture, arteriovenous malformations, venous angiomas, bleeding due to illicit drugs like cocaine, hemorrhagic metastasis, amyloid angiopathy, and other obscure etiologies.", "contents": "Cerebrovascular Disease (Nursing) -- Causes. Ischemic etiologies can further be divided into embolic, thrombotic, and lacunar. In general, the common risk factors for stroke include hypertension, diabetes, smoking, obesity, atrial fibrillation, and drug use. Of all the risk factors, Hypertension is the most common modifiable risk factor for stroke. Hypertension is most prevalent in blacks and also occur earlier in life. [1] According to JNC8, the recommended blood pressure targets in patients with stroke should be less than 140/90mm Hg. [4] Chronic uncontrolled hypertension causes small vessel strokes mainly in the internal capsule, thalamus, pons, and cerebellum. [5] Lifestyle measures such as weight loss, salt restriction, taking more fruits and vegetables (Such as Mediterranean diet) [6] are helpful in decreasing the blood pressure. Every 10 mm Hg reduction in blood pressure is associated with a 1/3rd reduction in stroke risk in primary prevention. [7] One-third of the adults in the USA have elevated LDL, leading to plaque formation in the intracerebral vasculature. Eventually, due to the excessive plaque build-up thrombotic strokes occur. In the older population, the risk of cardioembolic stroke increases mainly due to atrial fibrillation. [8] The rest 20% of strokes are due to hemorrhagic in nature. Hemorrhagic etiologies can be from hypertension, aneurysm rupture, arteriovenous malformations, venous angiomas, bleeding due to illicit drugs like cocaine, hemorrhagic metastasis, amyloid angiopathy, and other obscure etiologies."}
{"id": "nurse-article-29550_4", "title": "Cerebrovascular Disease (Nursing) -- Risk Factors", "content": "Stroke is the fifth leading cause of death in the US. The incidence of stroke is around 800,000 people annually. Stroke is the leading cause of disability. [9] The incidence of stroke has declined, but the morbidity has increased. Due to longer life expectancy, the lifetime risk of stroke is higher in women.", "contents": "Cerebrovascular Disease (Nursing) -- Risk Factors. Stroke is the fifth leading cause of death in the US. The incidence of stroke is around 800,000 people annually. Stroke is the leading cause of disability. [9] The incidence of stroke has declined, but the morbidity has increased. Due to longer life expectancy, the lifetime risk of stroke is higher in women."}
{"id": "nurse-article-29550_5", "title": "Cerebrovascular Disease (Nursing) -- Assessment", "content": "The most important piece of historical information that the physician should obtain is the time of symptoms onset or time last seen normal.  This is critical because it determines the eligibility to receive rtPA or endovascular intervention for stroke. [10] Other important information to obtain is risk factors for arteriosclerosis and cardiovascular disease, diabetes, smoking, atrial fibrillations drug abuse, migraine, seizures, infection trauma or pregnancy.", "contents": "Cerebrovascular Disease (Nursing) -- Assessment. The most important piece of historical information that the physician should obtain is the time of symptoms onset or time last seen normal.  This is critical because it determines the eligibility to receive rtPA or endovascular intervention for stroke. [10] Other important information to obtain is risk factors for arteriosclerosis and cardiovascular disease, diabetes, smoking, atrial fibrillations drug abuse, migraine, seizures, infection trauma or pregnancy."}
{"id": "nurse-article-29550_6", "title": "Cerebrovascular Disease (Nursing) -- Assessment", "content": "The stroke exam is a multi-person coordinated rapid exam.  While staff obtain vitals, attach telemetry, and obtain IV access, the physician performs rapid neurological evaluation.  National Institutes of Health Stroke Scale (NIHSS) is routinely used to get the baseline evaluation. The exam has to be rapid as “time is brain.”  One must examine the following items: The level of consciousness (alert and responsive, arouses to noxious stimuli, comatose…) Language (fluency, naming, comprehension, repetition) Dysarthria (slurring) which may be picked up in the history Motor (subtle arm weakness can be picked up by performing a pronator drift) Visual field deficits Eye movement abnormalities (in general if a gaze preference is present, the eyes deviate towards the side of the lesion) Facial paralysis (asking the patient to smile) Ataxia (finger to nose) With a good history and physical exam, we can localize the stroke. There are various stroke syndromes.", "contents": "Cerebrovascular Disease (Nursing) -- Assessment. The stroke exam is a multi-person coordinated rapid exam.  While staff obtain vitals, attach telemetry, and obtain IV access, the physician performs rapid neurological evaluation.  National Institutes of Health Stroke Scale (NIHSS) is routinely used to get the baseline evaluation. The exam has to be rapid as “time is brain.”  One must examine the following items: The level of consciousness (alert and responsive, arouses to noxious stimuli, comatose…) Language (fluency, naming, comprehension, repetition) Dysarthria (slurring) which may be picked up in the history Motor (subtle arm weakness can be picked up by performing a pronator drift) Visual field deficits Eye movement abnormalities (in general if a gaze preference is present, the eyes deviate towards the side of the lesion) Facial paralysis (asking the patient to smile) Ataxia (finger to nose) With a good history and physical exam, we can localize the stroke. There are various stroke syndromes."}
{"id": "nurse-article-29550_7", "title": "Cerebrovascular Disease (Nursing) -- Assessment -- Anterior Cerebral Artery (ACA) Infarction", "content": "There is significant collateral blood supply in the anterior circulating artery territory. So, pure ACA strokes are rare. The ACA distribution involves mainly Broca’s area, primary motor, primary sensory and pre-frontal cortex. So patients present with motor aphasia, personality issues, and contralateral leg weakness and numbness. Hand and face are usually spared.", "contents": "Cerebrovascular Disease (Nursing) -- Assessment -- Anterior Cerebral Artery (ACA) Infarction. There is significant collateral blood supply in the anterior circulating artery territory. So, pure ACA strokes are rare. The ACA distribution involves mainly Broca’s area, primary motor, primary sensory and pre-frontal cortex. So patients present with motor aphasia, personality issues, and contralateral leg weakness and numbness. Hand and face are usually spared."}
{"id": "nurse-article-29550_8", "title": "Cerebrovascular Disease (Nursing) -- Assessment -- Middle Cerebral Artery (MCA) Infarction", "content": "The middle cerebral artery has the main trunk (M1) and it divides into two M2 Branches. The M1 (horizontal branch) supplies the basal ganglia and M2 (Sylvian branches) supplies part of the parietal, frontal and temporal lobes. As MCA supplies a wide territory it is extremely important to rule out MCA occlusion. The MCA syndrome causes contralateral arm and face numbness and weakness, gaze deviation towards the affected side. Aphasia in the left-sided lesions and neglect in the right-sided lesions.", "contents": "Cerebrovascular Disease (Nursing) -- Assessment -- Middle Cerebral Artery (MCA) Infarction. The middle cerebral artery has the main trunk (M1) and it divides into two M2 Branches. The M1 (horizontal branch) supplies the basal ganglia and M2 (Sylvian branches) supplies part of the parietal, frontal and temporal lobes. As MCA supplies a wide territory it is extremely important to rule out MCA occlusion. The MCA syndrome causes contralateral arm and face numbness and weakness, gaze deviation towards the affected side. Aphasia in the left-sided lesions and neglect in the right-sided lesions."}
{"id": "nurse-article-29550_9", "title": "Cerebrovascular Disease (Nursing) -- Assessment -- Posterior Cerebral Artery (PCA) Infarction", "content": "The posterior cerebral artery mainly supplies occipital lobe, thalamus and some portion of the temporal lobe. The classic presentation of posterior cerebral artery stroke is homonymous hemianopsia. Apart from this hypersomnolence, cognitive issues, the hemisensory loss can be seen when the deep PCA is involved. Some times there is bilateral infarction of distal PCAs producing cortical blindness and the patient is unaware of the blindness and denies it. This is called Anton-Babinski syndrome.", "contents": "Cerebrovascular Disease (Nursing) -- Assessment -- Posterior Cerebral Artery (PCA) Infarction. The posterior cerebral artery mainly supplies occipital lobe, thalamus and some portion of the temporal lobe. The classic presentation of posterior cerebral artery stroke is homonymous hemianopsia. Apart from this hypersomnolence, cognitive issues, the hemisensory loss can be seen when the deep PCA is involved. Some times there is bilateral infarction of distal PCAs producing cortical blindness and the patient is unaware of the blindness and denies it. This is called Anton-Babinski syndrome."}
{"id": "nurse-article-29550_10", "title": "Cerebrovascular Disease (Nursing) -- Assessment -- Cerebellar Infarction", "content": "The patients with cerebellar strokes present with ataxia, dysarthria, nausea, vomiting, and vertigo.", "contents": "Cerebrovascular Disease (Nursing) -- Assessment -- Cerebellar Infarction. The patients with cerebellar strokes present with ataxia, dysarthria, nausea, vomiting, and vertigo."}
{"id": "nurse-article-29550_11", "title": "Cerebrovascular Disease (Nursing) -- Evaluation", "content": "The initial workup of a stroke patient involves stabilizing the Airway, Breathing, and Circulation (ABC). This is followed by a rapid, concise, history and exam such as the NIHSS which is administered simultaneously as the patient gets IV access, telemetry, and labs were drawn.  The patient should then get a stat non-contrasted head CT or a combination of Head CT, CT Angiography, and perfusion imaging. \"Time is brain,\" and so we should not waste any time at all.  Ideally, rtPA should be prepared as imaging is occurring, and as soon as the non-contrasted head CT can be visualized, and a bleed is excluded, rtPA should be administered after discussing the risks and benefits, and excluding rtPA contraindications.  Time is critical, as only patients who get all the required studies within 4.5 hours qualify for potentially lifesaving thrombolysis.  After IV rtPA, the CT angiography should be reviewed to determine if the patient qualifies for endovascular therapy as well.", "contents": "Cerebrovascular Disease (Nursing) -- Evaluation. The initial workup of a stroke patient involves stabilizing the Airway, Breathing, and Circulation (ABC). This is followed by a rapid, concise, history and exam such as the NIHSS which is administered simultaneously as the patient gets IV access, telemetry, and labs were drawn.  The patient should then get a stat non-contrasted head CT or a combination of Head CT, CT Angiography, and perfusion imaging. \"Time is brain,\" and so we should not waste any time at all.  Ideally, rtPA should be prepared as imaging is occurring, and as soon as the non-contrasted head CT can be visualized, and a bleed is excluded, rtPA should be administered after discussing the risks and benefits, and excluding rtPA contraindications.  Time is critical, as only patients who get all the required studies within 4.5 hours qualify for potentially lifesaving thrombolysis.  After IV rtPA, the CT angiography should be reviewed to determine if the patient qualifies for endovascular therapy as well."}
{"id": "nurse-article-29550_12", "title": "Cerebrovascular Disease (Nursing) -- Evaluation", "content": "In recent years there are significant advancements in acute stroke care. Multiple stroke trials in 2015 showed that Endovascular thrombectomy in the first six hours is much better than standard medical care in patients with large vessel occlusion in the arteries of the proximal anterior circulation. These benefits sustained irrespective of geographical location and patient characteristics. [11]", "contents": "Cerebrovascular Disease (Nursing) -- Evaluation. In recent years there are significant advancements in acute stroke care. Multiple stroke trials in 2015 showed that Endovascular thrombectomy in the first six hours is much better than standard medical care in patients with large vessel occlusion in the arteries of the proximal anterior circulation. These benefits sustained irrespective of geographical location and patient characteristics. [11]"}
{"id": "nurse-article-29550_13", "title": "Cerebrovascular Disease (Nursing) -- Evaluation", "content": "Again in 2018, a significant paradigm shift happened in stroke care. DAWN trial showed significant benefits of Endovascular thrombectomy in patients with large vessel occlusion in the arteries of the proximal anterior circulation. This trial extended the stroke window up to 24 hours in selected patients using perfusion imaging. Due to this, we can treat more patients even up to 24 hours. [3]", "contents": "Cerebrovascular Disease (Nursing) -- Evaluation. Again in 2018, a significant paradigm shift happened in stroke care. DAWN trial showed significant benefits of Endovascular thrombectomy in patients with large vessel occlusion in the arteries of the proximal anterior circulation. This trial extended the stroke window up to 24 hours in selected patients using perfusion imaging. Due to this, we can treat more patients even up to 24 hours. [3]"}
{"id": "nurse-article-29550_14", "title": "Cerebrovascular Disease (Nursing) -- Evaluation", "content": "All patients should be treated with an antiplatelet agent and a statin, and be admitted for full stroke evaluation.  Hypertension is often seen in acute stroke.  This should not be aggressively treated. A baseline electrocardiogram is recommended. The following labs would be indicated when a diagnosis of stroke is entertained: Basic metabolic panel (BMP) Complete blood count (CBC) Cardiac markers Coagulation profile: prothrombin time (PT), international normalized ratio (INR), and activated partial thromboplastin time (PTT)Lipid Panel Hemoglobin A1C A transthoracic echocardiogram, telemetry monitoring, and neck vessel imaging are necessary to elucidate the etiology of stroke.", "contents": "Cerebrovascular Disease (Nursing) -- Evaluation. All patients should be treated with an antiplatelet agent and a statin, and be admitted for full stroke evaluation.  Hypertension is often seen in acute stroke.  This should not be aggressively treated. A baseline electrocardiogram is recommended. The following labs would be indicated when a diagnosis of stroke is entertained: Basic metabolic panel (BMP) Complete blood count (CBC) Cardiac markers Coagulation profile: prothrombin time (PT), international normalized ratio (INR), and activated partial thromboplastin time (PTT)Lipid Panel Hemoglobin A1C A transthoracic echocardiogram, telemetry monitoring, and neck vessel imaging are necessary to elucidate the etiology of stroke."}
{"id": "nurse-article-29550_15", "title": "Cerebrovascular Disease (Nursing) -- Medical Management", "content": "Acute ischemic stroke patients who meet the criteria for rtPA and do not have any contraindications should receive IV rtPA. Patients who have large vessel occlusions should be evaluated for possible endovascular intervention. All patients suspected of having an acute ischemic stroke should be admitted for a full neurological workup.  Neurology consultation should be obtained. The workup of acute ischemic stroke includes a search for a source of thrombus, which includes carotid evaluation by ultrasound, CTA, MRA, or conventional angiography.  A Transthoracic echocardiogram is obtained to ascertain for low ejection fraction, the cardiac source of the clot, or patent foramen ovale.  EKG and telemetry are obtained to ascertain for rhythms predisposing to stroke such as atrial fibrillation.  Labs such as a fasting lipid panel, and hemoglobin A1C, are obtained to ascertain for modifiable risk factors for stroke.  Other labs such as a hypercoagulable panel in young patients or B12 and syphilis testing in selected patients is also obtained.  Antiplatelet and statins remain the mainstay of medical management of stroke.", "contents": "Cerebrovascular Disease (Nursing) -- Medical Management. Acute ischemic stroke patients who meet the criteria for rtPA and do not have any contraindications should receive IV rtPA. Patients who have large vessel occlusions should be evaluated for possible endovascular intervention. All patients suspected of having an acute ischemic stroke should be admitted for a full neurological workup.  Neurology consultation should be obtained. The workup of acute ischemic stroke includes a search for a source of thrombus, which includes carotid evaluation by ultrasound, CTA, MRA, or conventional angiography.  A Transthoracic echocardiogram is obtained to ascertain for low ejection fraction, the cardiac source of the clot, or patent foramen ovale.  EKG and telemetry are obtained to ascertain for rhythms predisposing to stroke such as atrial fibrillation.  Labs such as a fasting lipid panel, and hemoglobin A1C, are obtained to ascertain for modifiable risk factors for stroke.  Other labs such as a hypercoagulable panel in young patients or B12 and syphilis testing in selected patients is also obtained.  Antiplatelet and statins remain the mainstay of medical management of stroke."}
{"id": "nurse-article-29550_16", "title": "Cerebrovascular Disease (Nursing) -- Medical Management", "content": "A notable potential complication after fibrinolytic therapy is hemorrhagic transformation. Hemorrhagic transformation is classified as hemorrhagic infarction and parenchymal hematoma, each with 2 subsets. Predictive factors for the occurrence of this complication include increased infarction area, gray matter location, atrial fibrillation, and cerebral embolism, acute hyperglycemia, low platelet count, and poor collateral circulation. [12]", "contents": "Cerebrovascular Disease (Nursing) -- Medical Management. A notable potential complication after fibrinolytic therapy is hemorrhagic transformation. Hemorrhagic transformation is classified as hemorrhagic infarction and parenchymal hematoma, each with 2 subsets. Predictive factors for the occurrence of this complication include increased infarction area, gray matter location, atrial fibrillation, and cerebral embolism, acute hyperglycemia, low platelet count, and poor collateral circulation. [12]"}
{"id": "nurse-article-29550_17", "title": "Cerebrovascular Disease (Nursing) -- Medical Management", "content": "When to start anticoagulation in patients with atrial fibrillation after acute stroke is always a dilemma. Usually, it depends on various factors like the size of the stroke and other comorbidities. Usually, if the size of the stroke is smaller to moderate and no hemorrhage, we start anticoagulation in 7-14 days. [13]", "contents": "Cerebrovascular Disease (Nursing) -- Medical Management. When to start anticoagulation in patients with atrial fibrillation after acute stroke is always a dilemma. Usually, it depends on various factors like the size of the stroke and other comorbidities. Usually, if the size of the stroke is smaller to moderate and no hemorrhage, we start anticoagulation in 7-14 days. [13]"}
{"id": "nurse-article-29550_18", "title": "Cerebrovascular Disease (Nursing) -- Medical Management", "content": "Some times there are patients with small hemorrhagic transformation after acute stroke, and in this scenario, it is better to wait for anticoagulation for a couple of weeks. This delay is not associated with excessive stroke recurrence. [14]", "contents": "Cerebrovascular Disease (Nursing) -- Medical Management. Some times there are patients with small hemorrhagic transformation after acute stroke, and in this scenario, it is better to wait for anticoagulation for a couple of weeks. This delay is not associated with excessive stroke recurrence. [14]"}
{"id": "nurse-article-29550_19", "title": "Cerebrovascular Disease (Nursing) -- Medical Management", "content": "For patients with significant disabilities, physical therapy and occupational therapy consults should be obtained.  Similarly, if swallowing and speech are of concern, then speech/swallow consults should be obtained.  All patients should have follow-ups arranged with their primary care providers, and with neurology at appropriate times post-discharge. For symptomatic and significant carotid artery stenosis, referrals to vascular or neurological surgery should be sought.", "contents": "Cerebrovascular Disease (Nursing) -- Medical Management. For patients with significant disabilities, physical therapy and occupational therapy consults should be obtained.  Similarly, if swallowing and speech are of concern, then speech/swallow consults should be obtained.  All patients should have follow-ups arranged with their primary care providers, and with neurology at appropriate times post-discharge. For symptomatic and significant carotid artery stenosis, referrals to vascular or neurological surgery should be sought."}
{"id": "nurse-article-29550_20", "title": "Cerebrovascular Disease (Nursing) -- Nursing Management", "content": "Vitals Neurovitals Ability to swallow Breathing and oxygenation Ambulation and muscle movement Ins and outs Administer medications as prescribed Assess mental status Provide oxygen if saturations are less than 94%", "contents": "Cerebrovascular Disease (Nursing) -- Nursing Management. Vitals Neurovitals Ability to swallow Breathing and oxygenation Ambulation and muscle movement Ins and outs Administer medications as prescribed Assess mental status Provide oxygen if saturations are less than 94%"}
{"id": "nurse-article-29550_21", "title": "Cerebrovascular Disease (Nursing) -- When To Seek Help", "content": "If unresponsive, low blood pressure, loss of consciousness, unable to move extremities or speak.", "contents": "Cerebrovascular Disease (Nursing) -- When To Seek Help. If unresponsive, low blood pressure, loss of consciousness, unable to move extremities or speak."}
{"id": "nurse-article-29550_22", "title": "Cerebrovascular Disease (Nursing) -- Outcome Identification", "content": "Able to speak Ambulate No neurological deficits", "contents": "Cerebrovascular Disease (Nursing) -- Outcome Identification. Able to speak Ambulate No neurological deficits"}
{"id": "nurse-article-29550_23", "title": "Cerebrovascular Disease (Nursing) -- Monitoring", "content": "Vitals Neurovitals Ability to swallow Breathing and oxygenation Ambulation and muscle movement Ins and outs Administer medications as prescribed Assess mental status Check labs Ensure patient seen by consults Listen to lungs Provide oxygen if saturations are less than 94%", "contents": "Cerebrovascular Disease (Nursing) -- Monitoring. Vitals Neurovitals Ability to swallow Breathing and oxygenation Ambulation and muscle movement Ins and outs Administer medications as prescribed Assess mental status Check labs Ensure patient seen by consults Listen to lungs Provide oxygen if saturations are less than 94%"}
{"id": "nurse-article-29550_24", "title": "Cerebrovascular Disease (Nursing) -- Coordination of Care", "content": "The management of stroke is with a multidisciplinary team that includes the emergency department physician, nurse practitioner, neurologist, radiologist, and the stroke team. The key is to first identify if the stroke is embolic or hemorrhagic and then institute thrombolytic treatment accordingly. For those who recover, physical, speech and occupational therapy may be necessary. The outcomes for patients with mild embolic strokes are good but those with hemorrhagic strokes tend to have poor outcomes. [15] [16] (Level V)", "contents": "Cerebrovascular Disease (Nursing) -- Coordination of Care. The management of stroke is with a multidisciplinary team that includes the emergency department physician, nurse practitioner, neurologist, radiologist, and the stroke team. The key is to first identify if the stroke is embolic or hemorrhagic and then institute thrombolytic treatment accordingly. For those who recover, physical, speech and occupational therapy may be necessary. The outcomes for patients with mild embolic strokes are good but those with hemorrhagic strokes tend to have poor outcomes. [15] [16] (Level V)"}
{"id": "nurse-article-29550_25", "title": "Cerebrovascular Disease (Nursing) -- Health Teaching and Health Promotion", "content": "Educate the patient on the following: Discontinue smoking Participate in regular exercise Control blood pressure Follow up with clinicians Eat a healthy diet Control blood sugar Maintain a healthy body weight", "contents": "Cerebrovascular Disease (Nursing) -- Health Teaching and Health Promotion. Educate the patient on the following: Discontinue smoking Participate in regular exercise Control blood pressure Follow up with clinicians Eat a healthy diet Control blood sugar Maintain a healthy body weight"}
{"id": "nurse-article-29550_26", "title": "Cerebrovascular Disease (Nursing) -- Discharge Planning", "content": "Stroke continues to carry high morbidity and mortality. In addition, the cost to the healthcare system is enormous. Even though treatments for strokes exist, the outcomes are not satisfactory and many people remain permanently disabled.", "contents": "Cerebrovascular Disease (Nursing) -- Discharge Planning. Stroke continues to carry high morbidity and mortality. In addition, the cost to the healthcare system is enormous. Even though treatments for strokes exist, the outcomes are not satisfactory and many people remain permanently disabled."}
{"id": "nurse-article-29550_27", "title": "Cerebrovascular Disease (Nursing) -- Discharge Planning", "content": "To improve outcomes, there is ample evidence indicating that the management of stroke is best done with an interprofessional team that includes the emergency department physician, nurse practitioner, neurologist, radiologist, and the stroke team. The key is to first identify if the stroke is embolic or hemorrhagic and then institute thrombolytic treatment accordingly. For those who recover, physical, speech and occupational therapy may be necessary.", "contents": "Cerebrovascular Disease (Nursing) -- Discharge Planning. To improve outcomes, there is ample evidence indicating that the management of stroke is best done with an interprofessional team that includes the emergency department physician, nurse practitioner, neurologist, radiologist, and the stroke team. The key is to first identify if the stroke is embolic or hemorrhagic and then institute thrombolytic treatment accordingly. For those who recover, physical, speech and occupational therapy may be necessary."}
{"id": "nurse-article-29550_28", "title": "Cerebrovascular Disease (Nursing) -- Discharge Planning", "content": "However, today the focus is on stroke prevention as it is more cost-effective. All clinicians have the responsibility for educating the public on methods to prevent strokes. The pharmacist should encourage blood pressure medication compliance since uncontrolled blood pressure is one of the risk factors for stroke. The clinicians including nurses should educate patients on discontinuing smoking, eating a healthy diet, exercising regularly and maintaining healthy body weight. Patients should be provided with supporting literature and educated about stroke and its complications.", "contents": "Cerebrovascular Disease (Nursing) -- Discharge Planning. However, today the focus is on stroke prevention as it is more cost-effective. All clinicians have the responsibility for educating the public on methods to prevent strokes. The pharmacist should encourage blood pressure medication compliance since uncontrolled blood pressure is one of the risk factors for stroke. The clinicians including nurses should educate patients on discontinuing smoking, eating a healthy diet, exercising regularly and maintaining healthy body weight. Patients should be provided with supporting literature and educated about stroke and its complications."}
{"id": "nurse-article-29550_29", "title": "Cerebrovascular Disease (Nursing) -- Discharge Planning", "content": "For those who have developed a stroke, one may need to involve a social worker to ensure that the home is a safe place and that the patient has the support systems. A dietary consult should be made to educate the patient on what to eat. In addition, some patients may need to enroll in rehabilitation to regain speech, muscle and joint function. Only via an interprofessional team approach and open communication can this lead to improved outcomes and a better quality of life.", "contents": "Cerebrovascular Disease (Nursing) -- Discharge Planning. For those who have developed a stroke, one may need to involve a social worker to ensure that the home is a safe place and that the patient has the support systems. A dietary consult should be made to educate the patient on what to eat. In addition, some patients may need to enroll in rehabilitation to regain speech, muscle and joint function. Only via an interprofessional team approach and open communication can this lead to improved outcomes and a better quality of life."}
{"id": "nurse-article-29550_30", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "Other issues to remember:", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. Other issues to remember:"}
{"id": "nurse-article-29550_31", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "A stroke generally presents with an acute focal neurologic deficit with no pain.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. A stroke generally presents with an acute focal neurologic deficit with no pain."}
{"id": "nurse-article-29550_32", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "The most important part of the history is the time of onset of symptoms.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. The most important part of the history is the time of onset of symptoms."}
{"id": "nurse-article-29550_33", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "Rapid evaluation and treatment are paramount for the best outcomes.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. Rapid evaluation and treatment are paramount for the best outcomes."}
{"id": "nurse-article-29550_34", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "The use of a stroke rating scale, preferably the NIHSS, is recommended and the AHA / ASA recommends that all clinicians who care for stroke patients should be NIH Stroke Scale certified.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. The use of a stroke rating scale, preferably the NIHSS, is recommended and the AHA / ASA recommends that all clinicians who care for stroke patients should be NIH Stroke Scale certified."}
{"id": "nurse-article-29550_35", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "IV rtPA is approved for use up to 4.5 hours following symptom onset, but the earlier the rtPA is administered, the better the outcomes.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. IV rtPA is approved for use up to 4.5 hours following symptom onset, but the earlier the rtPA is administered, the better the outcomes."}
{"id": "nurse-article-29550_36", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "At a minimum, a non-contrasted head CT should be obtained to rule out hemorrhage before administering IV rtPA.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. At a minimum, a non-contrasted head CT should be obtained to rule out hemorrhage before administering IV rtPA."}
{"id": "nurse-article-29550_37", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "The only lab needed before administering rtPA is finger-stick serum glucose unless a bleeding diathesis or clinical situation warrants more labs.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. The only lab needed before administering rtPA is finger-stick serum glucose unless a bleeding diathesis or clinical situation warrants more labs."}
{"id": "nurse-article-29550_38", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "Endovascular or interventional therapy should be considered in patients who have significant deficits (NIHSS > 6) up to 6 hours following symptom onset if treatment can be initiated within 6 hours.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. Endovascular or interventional therapy should be considered in patients who have significant deficits (NIHSS > 6) up to 6 hours following symptom onset if treatment can be initiated within 6 hours."}
{"id": "nurse-article-29550_39", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "The risk of intracranial hemorrhage in stroke mimics treated with IV rtPA is extremely low (~ 1%).", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. The risk of intracranial hemorrhage in stroke mimics treated with IV rtPA is extremely low (~ 1%)."}
{"id": "nurse-article-29550_40", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "For patients who do not qualify for rtPA, permissive hypertension is indicated for at least the first 24 hours, and blood pressure should not be lowered unless it exceeds 220/120.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. For patients who do not qualify for rtPA, permissive hypertension is indicated for at least the first 24 hours, and blood pressure should not be lowered unless it exceeds 220/120."}
{"id": "nurse-article-29550_41", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "Before initiating rtPA, blood pressure should be gently lowered to a value below 185/110.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. Before initiating rtPA, blood pressure should be gently lowered to a value below 185/110."}
{"id": "nurse-article-29550_42", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "After rtPA, blood pressure should be kept below 180/105 for 24 hours.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. After rtPA, blood pressure should be kept below 180/105 for 24 hours."}
{"id": "nurse-article-29550_43", "title": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues", "content": "For patients who do not receive rtPA, an antiplatelet agent and statin should be administered.", "contents": "Cerebrovascular Disease (Nursing) -- Pearls and Other issues. For patients who do not receive rtPA, an antiplatelet agent and statin should be administered."}
{"id": "nurse-article-29550_44", "title": "Cerebrovascular Disease (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cerebrovascular Disease (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}