{"id": "nurse-article-23165_0", "title": "Hypercholesterolemia (Nursing) -- Learning Outcome", "content": "Describe the risk factors for hypercholesterolemia Recall the potential complications of hypercholesterolemia Discuss the various etiologies of hypercholesterolemia Health behavior changes necessary for modifying hypercholesterolemia and decreasing heart disease Nurses role in empowering patients to change health behaviors", "contents": "Hypercholesterolemia (Nursing) -- Learning Outcome. Describe the risk factors for hypercholesterolemia Recall the potential complications of hypercholesterolemia Discuss the various etiologies of hypercholesterolemia Health behavior changes necessary for modifying hypercholesterolemia and decreasing heart disease Nurses role in empowering patients to change health behaviors"}
{"id": "nurse-article-23165_1", "title": "Hypercholesterolemia (Nursing) -- Introduction", "content": "The evaluation, diagnosis, and treatment of hypercholesterolemia (high blood lipids, high cholesterol), be it caused by genetics or poor lifestyle choices, is of paramount importance in managing cardiovascular disease's escalating development. [1] Nurses play a vital part in patient education. Often, patients will not comprehend their physician's explanation of the disease process, pharmacological treatments, and lifestyle changes necessary to effect a positive change in their condition. [2] . This article will discuss risk factors and complications of hypercholesterolemia, how patients can manage their lipid profiles, and what kinds of changes patients need to make to control their blood lipids. [3] [4] [5]", "contents": "Hypercholesterolemia (Nursing) -- Introduction. The evaluation, diagnosis, and treatment of hypercholesterolemia (high blood lipids, high cholesterol), be it caused by genetics or poor lifestyle choices, is of paramount importance in managing cardiovascular disease's escalating development. [1] Nurses play a vital part in patient education. Often, patients will not comprehend their physician's explanation of the disease process, pharmacological treatments, and lifestyle changes necessary to effect a positive change in their condition. [2] . This article will discuss risk factors and complications of hypercholesterolemia, how patients can manage their lipid profiles, and what kinds of changes patients need to make to control their blood lipids. [3] [4] [5]"}
{"id": "nurse-article-23165_2", "title": "Hypercholesterolemia (Nursing) -- Nursing Diagnosis", "content": "Knowledge deficit concerning high cholesterol Knowledge deficit concerning a low-fat diet Inability to adapt to a change in health status Self-care deficit Self-regulation deficit", "contents": "Hypercholesterolemia (Nursing) -- Nursing Diagnosis. Knowledge deficit concerning high cholesterol Knowledge deficit concerning a low-fat diet Inability to adapt to a change in health status Self-care deficit Self-regulation deficit"}
{"id": "nurse-article-23165_3", "title": "Hypercholesterolemia (Nursing) -- Causes", "content": "The total, high cholesterol number consists of the LDL (\"bad\") cholesterol and also the HDL (\"good\") cholesterol.  However, it is the LDL, which is the one that causes atherosclerotic cardiovascular disease (ASCVD). High cholesterol can be defined as LDL cholesterol greater than 190 mg/dL, greater than 160 mg/dL with one major risk factor, or greater than 130 mg/dL with two cardiovascular risk factors. The important risk factors include: Age; male 45 years or older, female 55 years or older A positive family history of premature atherosclerotic cardiovascular disease (younger than 55 years in a male and younger than 65yrs in a female) Hypertension Diabetes Smoking Low HDL-cholesterol levels (less than 40 mg/dl in male and less than 55 mg/dl in a female) Modifiable high cholesterol causes include a diet high in saturated or trans fats, low fiber, physical inactivity, obesity, and smoking. [22]", "contents": "Hypercholesterolemia (Nursing) -- Causes. The total, high cholesterol number consists of the LDL (\"bad\") cholesterol and also the HDL (\"good\") cholesterol.  However, it is the LDL, which is the one that causes atherosclerotic cardiovascular disease (ASCVD). High cholesterol can be defined as LDL cholesterol greater than 190 mg/dL, greater than 160 mg/dL with one major risk factor, or greater than 130 mg/dL with two cardiovascular risk factors. The important risk factors include: Age; male 45 years or older, female 55 years or older A positive family history of premature atherosclerotic cardiovascular disease (younger than 55 years in a male and younger than 65yrs in a female) Hypertension Diabetes Smoking Low HDL-cholesterol levels (less than 40 mg/dl in male and less than 55 mg/dl in a female) Modifiable high cholesterol causes include a diet high in saturated or trans fats, low fiber, physical inactivity, obesity, and smoking. [22]"}
{"id": "nurse-article-23165_4", "title": "Hypercholesterolemia (Nursing) -- Causes", "content": "There are genetic and acquired causes of hypercholesterolemia. The classical genetic disorder is familial hypercholesterolemia resulting in LDL-C greater than 190 mg/dl in heterozygotes and greater than 450 mg/dl in homozygotes. This defect in the LDL receptor accounts for at least 85% of familial hypercholesterolemia.  [4][5][6]", "contents": "Hypercholesterolemia (Nursing) -- Causes. There are genetic and acquired causes of hypercholesterolemia. The classical genetic disorder is familial hypercholesterolemia resulting in LDL-C greater than 190 mg/dl in heterozygotes and greater than 450 mg/dl in homozygotes. This defect in the LDL receptor accounts for at least 85% of familial hypercholesterolemia.  [4][5][6]"}
{"id": "nurse-article-23165_5", "title": "Hypercholesterolemia (Nursing) -- Risk Factors", "content": "Globally, hypercholesterolemia has recently been discovered to be much more prevalent than previously thought. Approximately 90 to 95% of those with high cholesterol have not yet been diagnosed [1] . According to the Center for Disease Control and Prevention (CDC), 73.5 million or 31.7% of adults in the United States have high LDL-C levels and are at twice the risk for heart disease than people with normal levels. Only 48.1% are receiving treatment to lower LDL-C levels. Recent data suggests that the classic disorder, familial hypercholesterolemia has a prevalence of an estimate of 1/300,000 as homozygous and 1/250 as a heterozygote. In certain populations such as the French Canadians, Lebanese, and Afrikaners, it could be as high as 1/100. [6] [7] [8]", "contents": "Hypercholesterolemia (Nursing) -- Risk Factors. Globally, hypercholesterolemia has recently been discovered to be much more prevalent than previously thought. Approximately 90 to 95% of those with high cholesterol have not yet been diagnosed [1] . According to the Center for Disease Control and Prevention (CDC), 73.5 million or 31.7% of adults in the United States have high LDL-C levels and are at twice the risk for heart disease than people with normal levels. Only 48.1% are receiving treatment to lower LDL-C levels. Recent data suggests that the classic disorder, familial hypercholesterolemia has a prevalence of an estimate of 1/300,000 as homozygous and 1/250 as a heterozygote. In certain populations such as the French Canadians, Lebanese, and Afrikaners, it could be as high as 1/100. [6] [7] [8]"}
{"id": "nurse-article-23165_6", "title": "Hypercholesterolemia (Nursing) -- Assessment", "content": "Both history and physical examination can yield useful information. If there is a positive family history of premature atherosclerotic cardiovascular disease [9] , constructing a family tree is useful. Also, asking about secondary causes such as smoking, diabetes, dietary intake of total calories, saturated and trans fats, physical activity, drug therapies, cardiovascular disease (angina pectoris, intermittent claudication, transient ischemic attacks) is important. On physical examination, look for features of hypothyroidism (bradycardia, dry skin, delayed reflexes), Nephrotic syndrome (edema, ascites), and cholestasis (jaundice, hepatomegaly). In patients with hypercholesterolemia, palpitate all pulses and elicit carotids and femoral bruits. Also, carefully examine the tendon xanthoma (Achilles tendon and extensor tendons on the dorsum of the hand), xanthelasma, and arcus senilis if the patient is younger than 50 years old. In suspected familial hypercholesterolemia patients, a careful examination of the heart for supra-valvar aortic stenosis due to atheroma deposition is warranted.", "contents": "Hypercholesterolemia (Nursing) -- Assessment. Both history and physical examination can yield useful information. If there is a positive family history of premature atherosclerotic cardiovascular disease [9] , constructing a family tree is useful. Also, asking about secondary causes such as smoking, diabetes, dietary intake of total calories, saturated and trans fats, physical activity, drug therapies, cardiovascular disease (angina pectoris, intermittent claudication, transient ischemic attacks) is important. On physical examination, look for features of hypothyroidism (bradycardia, dry skin, delayed reflexes), Nephrotic syndrome (edema, ascites), and cholestasis (jaundice, hepatomegaly). In patients with hypercholesterolemia, palpitate all pulses and elicit carotids and femoral bruits. Also, carefully examine the tendon xanthoma (Achilles tendon and extensor tendons on the dorsum of the hand), xanthelasma, and arcus senilis if the patient is younger than 50 years old. In suspected familial hypercholesterolemia patients, a careful examination of the heart for supra-valvar aortic stenosis due to atheroma deposition is warranted."}
{"id": "nurse-article-23165_7", "title": "Hypercholesterolemia (Nursing) -- Evaluation", "content": "A plasma lipid profile should be measured in all adults older than 40 years, preferably after a 10 to 12-hour overnight fast. The lipid profile reports the total cholesterol, triglycerides, and HDL-cholesterol and calculates the LDL-cholesterol by the Friedewald Equation: LDL-C = Total Cholesterol – VLDL(TG/5) – HDL-C", "contents": "Hypercholesterolemia (Nursing) -- Evaluation. A plasma lipid profile should be measured in all adults older than 40 years, preferably after a 10 to 12-hour overnight fast. The lipid profile reports the total cholesterol, triglycerides, and HDL-cholesterol and calculates the LDL-cholesterol by the Friedewald Equation: LDL-C = Total Cholesterol – VLDL(TG/5) – HDL-C"}
{"id": "nurse-article-23165_8", "title": "Hypercholesterolemia (Nursing) -- Evaluation", "content": "This formula (the Friedewald formula) is accurate if test results are obtained on fasting plasma and if the triglyceride level does not exceed 200 mg/dL. By convention, it cannot be used if the triglyceride level is greater than 400 mg/dL since high triglycerides alter the TG/5 or VLDL-C. Many methods can directly measure LDL-C. Secondary causes can be excluded by doing the following tests: TSH (hypothyroidism), glucose (diabetes), urinalysis and serum albumin (nephrotic syndrome), and bilirubin and alkaline phosphatase (cholestasis). Ideally, if there is an abnormal lipid profile (high cholesterol), the test should be repeated within 2 weeks to confirm the diagnosis before embarking on lifelong therapy. [10] [11] [12]", "contents": "Hypercholesterolemia (Nursing) -- Evaluation. This formula (the Friedewald formula) is accurate if test results are obtained on fasting plasma and if the triglyceride level does not exceed 200 mg/dL. By convention, it cannot be used if the triglyceride level is greater than 400 mg/dL since high triglycerides alter the TG/5 or VLDL-C. Many methods can directly measure LDL-C. Secondary causes can be excluded by doing the following tests: TSH (hypothyroidism), glucose (diabetes), urinalysis and serum albumin (nephrotic syndrome), and bilirubin and alkaline phosphatase (cholestasis). Ideally, if there is an abnormal lipid profile (high cholesterol), the test should be repeated within 2 weeks to confirm the diagnosis before embarking on lifelong therapy. [10] [11] [12]"}
{"id": "nurse-article-23165_9", "title": "Hypercholesterolemia (Nursing) -- Medical Management", "content": "The cornerstone of hypercholesterolemia treatment is a healthy lifestyle, an optimum weight, no smoking, exercising for 150 minutes per week, and a diet low in saturated and trans-fatty acids and enriched in fiber, fruit, vegetables, and fatty fish. For those patients with hypercholesterolemia, who do not practice these healthy lifestyle actions, behavioral change must occur. Nurses are generally part of the healthcare team tasked with patient education and encouraging positive behavioral change in patients that will positively change their lipid profile. One method nurses use in creating behavioral change is combing motivational interviewing with the Stages of Change model. In this method, nurses ask the patient how motivated they are to change their unhealthy behavior, or they will sometimes intuitively decide the patient's current stage of change. The nurse will encourage the patient through motivational interviewing, providing positive support for their health changes. [2] Also, nurses provide patients with standardized, written information about a patient's disease and modifiable changes the patient can make to manage their disease better and stay healthy. Additionally, nurses can utilize technology and provide patients with web-based or smart-phone educational information and then provide a test or interactive quiz to see how much the patient learned about how to change their bad health behavior to a more positive health behavior to decrease the negative effects of their disease. [13]", "contents": "Hypercholesterolemia (Nursing) -- Medical Management. The cornerstone of hypercholesterolemia treatment is a healthy lifestyle, an optimum weight, no smoking, exercising for 150 minutes per week, and a diet low in saturated and trans-fatty acids and enriched in fiber, fruit, vegetables, and fatty fish. For those patients with hypercholesterolemia, who do not practice these healthy lifestyle actions, behavioral change must occur. Nurses are generally part of the healthcare team tasked with patient education and encouraging positive behavioral change in patients that will positively change their lipid profile. One method nurses use in creating behavioral change is combing motivational interviewing with the Stages of Change model. In this method, nurses ask the patient how motivated they are to change their unhealthy behavior, or they will sometimes intuitively decide the patient's current stage of change. The nurse will encourage the patient through motivational interviewing, providing positive support for their health changes. [2] Also, nurses provide patients with standardized, written information about a patient's disease and modifiable changes the patient can make to manage their disease better and stay healthy. Additionally, nurses can utilize technology and provide patients with web-based or smart-phone educational information and then provide a test or interactive quiz to see how much the patient learned about how to change their bad health behavior to a more positive health behavior to decrease the negative effects of their disease. [13]"}
{"id": "nurse-article-23165_10", "title": "Hypercholesterolemia (Nursing) -- Medical Management", "content": "The drug class of choice is a statin that can lower LDL-C from 22% to 50%. Also, statins have been shown to reduce cardiovascular events in both primary and secondary prevention trials. The major side effects are elevated transaminases, myalgia, and myopathy, and new-onset diabetes. If transaminases exceed three times the upper limit of normal, the statin dose should be reduced, or a lower dose of another statin should be used. Myopathy is a serious problem since it can result in rhabdomyolysis and acute renal failure. Certain drugs, in combination with statins, increase this risk. These include gemfibrozil, macrolide antibiotics, azole antifungals, protease inhibitors, cyclosporine, nefazodone, and other CYP3A4 inhibitors and multisystem diseases. However, some patients cannot achieve adequate control of their LDL-C levels, even with high-dose statin therapy, and require additional drugs. Cholesterol absorption inhibitors (ezetimibe) and/or bile acid sequestrants are the next line of drugs, given their safety combined with statins. Niacin, in combination with the above, can be used to further lower LDL-C in primary prevention but not in patients with atherosclerotic cardiovascular disease. Currently, heterozygous FH patients whose LDL-C levels remain markedly elevated (more than 200 mg/dL with cardiovascular disease or more than 300 mg/dL without CVD) on maximally tolerated drug therapy are candidates for LDL apheresis. This is a physical method of purging the LDL blood in which the LDL particles are removed selectively from the circulation. Usually, LDL apheresis is performed every 2 weeks. A new class of drugs, PCSK9 inhibitors (monoclonal antibodies), can lower LDL-C up to 60% on statin therapy and are approved for FH and patients on statin therapy who are not reaching their goal.", "contents": "Hypercholesterolemia (Nursing) -- Medical Management. The drug class of choice is a statin that can lower LDL-C from 22% to 50%. Also, statins have been shown to reduce cardiovascular events in both primary and secondary prevention trials. The major side effects are elevated transaminases, myalgia, and myopathy, and new-onset diabetes. If transaminases exceed three times the upper limit of normal, the statin dose should be reduced, or a lower dose of another statin should be used. Myopathy is a serious problem since it can result in rhabdomyolysis and acute renal failure. Certain drugs, in combination with statins, increase this risk. These include gemfibrozil, macrolide antibiotics, azole antifungals, protease inhibitors, cyclosporine, nefazodone, and other CYP3A4 inhibitors and multisystem diseases. However, some patients cannot achieve adequate control of their LDL-C levels, even with high-dose statin therapy, and require additional drugs. Cholesterol absorption inhibitors (ezetimibe) and/or bile acid sequestrants are the next line of drugs, given their safety combined with statins. Niacin, in combination with the above, can be used to further lower LDL-C in primary prevention but not in patients with atherosclerotic cardiovascular disease. Currently, heterozygous FH patients whose LDL-C levels remain markedly elevated (more than 200 mg/dL with cardiovascular disease or more than 300 mg/dL without CVD) on maximally tolerated drug therapy are candidates for LDL apheresis. This is a physical method of purging the LDL blood in which the LDL particles are removed selectively from the circulation. Usually, LDL apheresis is performed every 2 weeks. A new class of drugs, PCSK9 inhibitors (monoclonal antibodies), can lower LDL-C up to 60% on statin therapy and are approved for FH and patients on statin therapy who are not reaching their goal."}
{"id": "nurse-article-23165_11", "title": "Hypercholesterolemia (Nursing) -- Medical Management", "content": "Treatment of heterozygotes with HMG-CoA reductase inhibitors may normalize LDL levels. However, achieving optimal levels may require one of the combinations involving reductase inhibitors, niacin, bile acid sequestrants, and ezetimibe. Levels of LDL cholesterol less than 100 mg/dL can be obtained with combinations of these drugs in some patients. Treatment of individuals with homozygosity or combined heterozygosity is challenging. Partial control may be achieved with medications including antisense oligonucleotide directed at Apo B-100 synthesis, inhibition of microsomal triglyceride transfer protein, and ezetimibe. Statins and monoclonal antibodies directed at proprotein convertase subtilisin/kexin type 9 (PCSK9) protein are useful if some residual receptor activity is present, and there is no null mutation. LDL apheresis, in conjunction with medications, can be very effective. The striking reduction of LDL levels is observed after liver transplantation, illustrating the important role of hepatic receptors in LDL metabolism.", "contents": "Hypercholesterolemia (Nursing) -- Medical Management. Treatment of heterozygotes with HMG-CoA reductase inhibitors may normalize LDL levels. However, achieving optimal levels may require one of the combinations involving reductase inhibitors, niacin, bile acid sequestrants, and ezetimibe. Levels of LDL cholesterol less than 100 mg/dL can be obtained with combinations of these drugs in some patients. Treatment of individuals with homozygosity or combined heterozygosity is challenging. Partial control may be achieved with medications including antisense oligonucleotide directed at Apo B-100 synthesis, inhibition of microsomal triglyceride transfer protein, and ezetimibe. Statins and monoclonal antibodies directed at proprotein convertase subtilisin/kexin type 9 (PCSK9) protein are useful if some residual receptor activity is present, and there is no null mutation. LDL apheresis, in conjunction with medications, can be very effective. The striking reduction of LDL levels is observed after liver transplantation, illustrating the important role of hepatic receptors in LDL metabolism."}
{"id": "nurse-article-23165_12", "title": "Hypercholesterolemia (Nursing) -- Medical Management", "content": "In conclusion, hypercholesterolemia is a mammoth problem facing you. It behooves us as health care professionals to get more patients on efficacious therapies like statins, which are cost-effective since they are now largely generic. The optimum LDL-C for the population is less than 100mg/dL. In patients with atherosclerotic cardiovascular disease, the goal should be less than 70 mg/dl or a 50% reduction in LDL-C. For others, the goal should be an LDL-C less than 100 mg/dl or a 30% to 50% reduction in LDL-C. [14] [15] [16]", "contents": "Hypercholesterolemia (Nursing) -- Medical Management. In conclusion, hypercholesterolemia is a mammoth problem facing you. It behooves us as health care professionals to get more patients on efficacious therapies like statins, which are cost-effective since they are now largely generic. The optimum LDL-C for the population is less than 100mg/dL. In patients with atherosclerotic cardiovascular disease, the goal should be less than 70 mg/dl or a 50% reduction in LDL-C. For others, the goal should be an LDL-C less than 100 mg/dl or a 30% to 50% reduction in LDL-C. [14] [15] [16]"}
{"id": "nurse-article-23165_13", "title": "Hypercholesterolemia (Nursing) -- Nursing Management", "content": "Educate the patient on the following: Take statin medications as prescribed Become physically active Do not smoke Control your blood pressure and monitor at home Control your blood sugar Follow up with your clinician Reduce your body weight Eat a low-fat diet Decrease stress", "contents": "Hypercholesterolemia (Nursing) -- Nursing Management. Educate the patient on the following: Take statin medications as prescribed Become physically active Do not smoke Control your blood pressure and monitor at home Control your blood sugar Follow up with your clinician Reduce your body weight Eat a low-fat diet Decrease stress"}
{"id": "nurse-article-23165_14", "title": "Hypercholesterolemia (Nursing) -- When To Seek Help", "content": "High blood pressure (180/110 or above) Chest pain Dyspnea Elevated cholesterol levels (Total Cholesterol over 240 mg/dL) Altered mental status", "contents": "Hypercholesterolemia (Nursing) -- When To Seek Help. High blood pressure (180/110 or above) Chest pain Dyspnea Elevated cholesterol levels (Total Cholesterol over 240 mg/dL) Altered mental status"}
{"id": "nurse-article-23165_15", "title": "Hypercholesterolemia (Nursing) -- Outcome Identification", "content": "With the availability of the statins, the adverse effects of hypercholesterolemia have decreased. More importantly, if the lifestyle is altered, then there is a significant improvement in body weight, hypertension, and diabetes. Cessation of smoking is also essential in improving outcomes. Countless studies have shown that when hypercholesterolemia is appropriately managed, the outcomes are good. [6] [17] (Level II)", "contents": "Hypercholesterolemia (Nursing) -- Outcome Identification. With the availability of the statins, the adverse effects of hypercholesterolemia have decreased. More importantly, if the lifestyle is altered, then there is a significant improvement in body weight, hypertension, and diabetes. Cessation of smoking is also essential in improving outcomes. Countless studies have shown that when hypercholesterolemia is appropriately managed, the outcomes are good. [6] [17] (Level II)"}
{"id": "nurse-article-23165_16", "title": "Hypercholesterolemia (Nursing) -- Monitoring", "content": "Perform a Lipid profile blood test. Check blood pressure and blood sugar to ensure they are both in the normal range. Check for chest pain. Check if weight is in the normal range. Check if the patient smokes or has quit. Ask the patient about diet and exercise.", "contents": "Hypercholesterolemia (Nursing) -- Monitoring. Perform a Lipid profile blood test. Check blood pressure and blood sugar to ensure they are both in the normal range. Check for chest pain. Check if weight is in the normal range. Check if the patient smokes or has quit. Ask the patient about diet and exercise."}
{"id": "nurse-article-23165_17", "title": "Hypercholesterolemia (Nursing) -- Coordination of Care", "content": "Besides physicians, the pharmacist, nurse, and physical therapist's role are critical in managing hypercholesterolemia. The nurse is ideal for educating the patient about lifestyle changes, eating a healthy diet, and resuming an active lifestyle. The pharmacist should ensure compliance with the statin medications and offer antismoking aids. Furthermore, the pharmacist should also be aware of statins' side effects like muscle pain and liver damage; and ensure that regular blood work is performed. The patient should enroll in an exercise program and achieve healthy body weight. [18] [19] [20] (level V)", "contents": "Hypercholesterolemia (Nursing) -- Coordination of Care. Besides physicians, the pharmacist, nurse, and physical therapist's role are critical in managing hypercholesterolemia. The nurse is ideal for educating the patient about lifestyle changes, eating a healthy diet, and resuming an active lifestyle. The pharmacist should ensure compliance with the statin medications and offer antismoking aids. Furthermore, the pharmacist should also be aware of statins' side effects like muscle pain and liver damage; and ensure that regular blood work is performed. The patient should enroll in an exercise program and achieve healthy body weight. [18] [19] [20] (level V)"}
{"id": "nurse-article-23165_18", "title": "Hypercholesterolemia (Nursing) -- Health Teaching and Health Promotion", "content": "Educate the patient on the following: Take statin medications as prescribed Become physically active Do not smoke Control your blood pressure Control your blood sugar Follow up with your clinician Monitor blood pressure at home Reduce your body weight Eat a low-fat diet", "contents": "Hypercholesterolemia (Nursing) -- Health Teaching and Health Promotion. Educate the patient on the following: Take statin medications as prescribed Become physically active Do not smoke Control your blood pressure Control your blood sugar Follow up with your clinician Monitor blood pressure at home Reduce your body weight Eat a low-fat diet"}
{"id": "nurse-article-23165_19", "title": "Hypercholesterolemia (Nursing) -- Risk Management", "content": "Patients who fail to reduce cholesterol with conservative methods should be started on statins. Numerous trials have shown that these medications do lower cholesterol. However, at the same time, control of blood pressure and diabetes are also important.", "contents": "Hypercholesterolemia (Nursing) -- Risk Management. Patients who fail to reduce cholesterol with conservative methods should be started on statins. Numerous trials have shown that these medications do lower cholesterol. However, at the same time, control of blood pressure and diabetes are also important."}
{"id": "nurse-article-23165_20", "title": "Hypercholesterolemia (Nursing) -- Discharge Planning", "content": "Hypercholesterolemia is common and associated with enormous morbidity and mortality, leading to high healthcare costs. To manage the condition, an interprofessional team dedicated to the prevention of heart disease is essential. Besides physicians, the pharmacist, nurse, dietitian, and physical therapist's role is critical in the management of hypercholesterolemia.", "contents": "Hypercholesterolemia (Nursing) -- Discharge Planning. Hypercholesterolemia is common and associated with enormous morbidity and mortality, leading to high healthcare costs. To manage the condition, an interprofessional team dedicated to the prevention of heart disease is essential. Besides physicians, the pharmacist, nurse, dietitian, and physical therapist's role is critical in the management of hypercholesterolemia."}
{"id": "nurse-article-23165_21", "title": "Hypercholesterolemia (Nursing) -- Discharge Planning", "content": "The nurse is ideal for educating the patient about changes in lifestyle, eating a healthy diet, and resuming an active lifestyle. The pharmacist should ensure compliance with the statin medications and offer antismoking aids. Further, the pharmacist should also be aware of statins' side effects like muscle pain and liver damage; and ensure that regular blood work is performed. The dietitian should educate the patient on dietary modifications and avoidance of fatty foods.", "contents": "Hypercholesterolemia (Nursing) -- Discharge Planning. The nurse is ideal for educating the patient about changes in lifestyle, eating a healthy diet, and resuming an active lifestyle. The pharmacist should ensure compliance with the statin medications and offer antismoking aids. Further, the pharmacist should also be aware of statins' side effects like muscle pain and liver damage; and ensure that regular blood work is performed. The dietitian should educate the patient on dietary modifications and avoidance of fatty foods."}
{"id": "nurse-article-23165_22", "title": "Hypercholesterolemia (Nursing) -- Discharge Planning", "content": "The patient should enroll in an exercise program and achieve a healthy body weight. Patients who fail to lower cholesterol with the above measures should be referred to a bariatric surgeon. In some patients with low self-esteem and morale, a mental health nurse should offer counseling. Members of the interprofessional team should communicate with each other to provide all patients with the acceptable standard of care treatment. [18] [19] [20] (level V)", "contents": "Hypercholesterolemia (Nursing) -- Discharge Planning. The patient should enroll in an exercise program and achieve a healthy body weight. Patients who fail to lower cholesterol with the above measures should be referred to a bariatric surgeon. In some patients with low self-esteem and morale, a mental health nurse should offer counseling. Members of the interprofessional team should communicate with each other to provide all patients with the acceptable standard of care treatment. [18] [19] [20] (level V)"}
{"id": "nurse-article-23165_23", "title": "Hypercholesterolemia (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hypercholesterolemia (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}