{"id": "nurse-article-29850_0", "title": "Hyperthyroidism (Nursing) -- Learning Outcome", "content": "List the causes of hyperthyroidism Describe the clinical features of hyperthyroidism Summarize the treatment of hyperthyroidism Recall the nurse care plans for hyperthyroidism", "contents": "Hyperthyroidism (Nursing) -- Learning Outcome. List the causes of hyperthyroidism Describe the clinical features of hyperthyroidism Summarize the treatment of hyperthyroidism Recall the nurse care plans for hyperthyroidism"}
{"id": "nurse-article-29850_1", "title": "Hyperthyroidism (Nursing) -- Introduction", "content": "The thyroid gland is a bilobed structure located in the anterior aspect of the trachea between the cricoid cartilage and the suprasternal notch. Each lobe of the thyroid connects via a thyroid isthmus. It is supplied via the superior thyroid artery, which stems from the external carotid artery, and the inferior thyroid artery, a branch of the thyrocervical trunk.", "contents": "Hyperthyroidism (Nursing) -- Introduction. The thyroid gland is a bilobed structure located in the anterior aspect of the trachea between the cricoid cartilage and the suprasternal notch. Each lobe of the thyroid connects via a thyroid isthmus. It is supplied via the superior thyroid artery, which stems from the external carotid artery, and the inferior thyroid artery, a branch of the thyrocervical trunk."}
{"id": "nurse-article-29850_2", "title": "Hyperthyroidism (Nursing) -- Introduction", "content": "Histologically, the thyroid gland is surrounded by a thin, connective tissue covering that penetrates the gland and divides the thyroid gland into compartments. The thyroid gland is composed of spherical, polarized follicular cells that surround a gel-like thyroglobulin-rich colloid. Thyroglobulin is the organic precursor for thyroid hormones and requires iodide to form thyroid hormone. Dietary iodine is transported into thyroid follicular cells via the sodium-iodide symporter after conversion to iodide via the thyroid peroxidase enzyme. The process of iodide becoming incorporated into monoiodotyrosine (MIT) or diiodotyrosine (DIT) molecules is referred to as organification, and the process is relatively self-regulated. Low dietary iodide facilitated upregulation of the sodium-iodide symporter, while high dietary iodide temporarily inhibits the organification process, a phenomenon known as the Wolff-Chaikoff effect. [1] Iodide incorporation into the thyroid hormone precursors, MIT and DIT, is due to the peroxidase enzyme. The organic coupling of one molecule of MIT with one molecule of DIT leads to triiodothyronine (T3) production, while the coupling of 2 DIT molecules leads to thyroxine (T4).", "contents": "Hyperthyroidism (Nursing) -- Introduction. Histologically, the thyroid gland is surrounded by a thin, connective tissue covering that penetrates the gland and divides the thyroid gland into compartments. The thyroid gland is composed of spherical, polarized follicular cells that surround a gel-like thyroglobulin-rich colloid. Thyroglobulin is the organic precursor for thyroid hormones and requires iodide to form thyroid hormone. Dietary iodine is transported into thyroid follicular cells via the sodium-iodide symporter after conversion to iodide via the thyroid peroxidase enzyme. The process of iodide becoming incorporated into monoiodotyrosine (MIT) or diiodotyrosine (DIT) molecules is referred to as organification, and the process is relatively self-regulated. Low dietary iodide facilitated upregulation of the sodium-iodide symporter, while high dietary iodide temporarily inhibits the organification process, a phenomenon known as the Wolff-Chaikoff effect. [1] Iodide incorporation into the thyroid hormone precursors, MIT and DIT, is due to the peroxidase enzyme. The organic coupling of one molecule of MIT with one molecule of DIT leads to triiodothyronine (T3) production, while the coupling of 2 DIT molecules leads to thyroxine (T4)."}
{"id": "nurse-article-29850_3", "title": "Hyperthyroidism (Nursing) -- Introduction", "content": "The thyroid gland secretes thyroxine (T4) in response to thyroid-stimulating hormone (TSH) originating from the anterior pituitary gland. The secreted T4 is converted to more potent triiodothyronine (T3) via deiodinase enzymes. Most of the conversion of T4 to T3 occurs outside the thyroid, although the thyroid gland possesses the intrinsic ability for T3 production.", "contents": "Hyperthyroidism (Nursing) -- Introduction. The thyroid gland secretes thyroxine (T4) in response to thyroid-stimulating hormone (TSH) originating from the anterior pituitary gland. The secreted T4 is converted to more potent triiodothyronine (T3) via deiodinase enzymes. Most of the conversion of T4 to T3 occurs outside the thyroid, although the thyroid gland possesses the intrinsic ability for T3 production."}
{"id": "nurse-article-29850_4", "title": "Hyperthyroidism (Nursing) -- Introduction", "content": "From a physiologic perspective, the hypothalamus releases thyrotropin-releasing hormone (TRH) in response to low circulating thyroid stimulating hormone (TSH), T3, or T4. TRH promotes anterior pituitary secretion of thyroid-stimulating hormone (TSH), which, in turn, promotes T4 secretion from the thyroid gland. T4 and T3 exert negative feedback control on both the hypothalamus and the anterior pituitary.", "contents": "Hyperthyroidism (Nursing) -- Introduction. From a physiologic perspective, the hypothalamus releases thyrotropin-releasing hormone (TRH) in response to low circulating thyroid stimulating hormone (TSH), T3, or T4. TRH promotes anterior pituitary secretion of thyroid-stimulating hormone (TSH), which, in turn, promotes T4 secretion from the thyroid gland. T4 and T3 exert negative feedback control on both the hypothalamus and the anterior pituitary."}
{"id": "nurse-article-29850_5", "title": "Hyperthyroidism (Nursing) -- Introduction", "content": "The term \"hyperthyroidism\" defines a syndrome associated with excess thyroid hormone production. It is a common misconception that the terms thyrotoxicosis and hyperthyroidism are synonyms of one another. The term \"thyrotoxicosis\" refers to a state of excess thyroid hormone exposure to tissues. Although hyperthyroidism can lead to thyrotoxicosis and can be used interchangeably, it is important to note the difference between them.", "contents": "Hyperthyroidism (Nursing) -- Introduction. The term \"hyperthyroidism\" defines a syndrome associated with excess thyroid hormone production. It is a common misconception that the terms thyrotoxicosis and hyperthyroidism are synonyms of one another. The term \"thyrotoxicosis\" refers to a state of excess thyroid hormone exposure to tissues. Although hyperthyroidism can lead to thyrotoxicosis and can be used interchangeably, it is important to note the difference between them."}
{"id": "nurse-article-29850_6", "title": "Hyperthyroidism (Nursing) -- Nursing Diagnosis", "content": "Fatigue Tremor Sweating Hyperactive Anxious Palpitations Heat intolerance Nervous Diarrhea", "contents": "Hyperthyroidism (Nursing) -- Nursing Diagnosis. Fatigue Tremor Sweating Hyperactive Anxious Palpitations Heat intolerance Nervous Diarrhea"}
{"id": "nurse-article-29850_7", "title": "Hyperthyroidism (Nursing) -- Causes", "content": "In the United States and most western countries, Graves disease is the most common cause of hyperthyroidism. As Graves disease is autoimmune in etiology, this form of hyperthyroidism tends to manifest itself in younger populations. In the older demographic, toxic multinodular goiter is the most common cause of hyperthyroidism.", "contents": "Hyperthyroidism (Nursing) -- Causes. In the United States and most western countries, Graves disease is the most common cause of hyperthyroidism. As Graves disease is autoimmune in etiology, this form of hyperthyroidism tends to manifest itself in younger populations. In the older demographic, toxic multinodular goiter is the most common cause of hyperthyroidism."}
{"id": "nurse-article-29850_8", "title": "Hyperthyroidism (Nursing) -- Causes", "content": "Although Graves disease and toxic multinodular goiter are the more common causes of hyperthyroidism, other causes of hyperthyroidism include iodine-induced hyperthyroidism (Jod-Basedow phenomenon), thyroid adenomas, de Quervain thyroiditis (subacute thyroiditis), postpartum thyroiditis, and factitious thyroiditis (thyrotoxicosis factitia).", "contents": "Hyperthyroidism (Nursing) -- Causes. Although Graves disease and toxic multinodular goiter are the more common causes of hyperthyroidism, other causes of hyperthyroidism include iodine-induced hyperthyroidism (Jod-Basedow phenomenon), thyroid adenomas, de Quervain thyroiditis (subacute thyroiditis), postpartum thyroiditis, and factitious thyroiditis (thyrotoxicosis factitia)."}
{"id": "nurse-article-29850_9", "title": "Hyperthyroidism (Nursing) -- Causes", "content": "Factitious thyroiditis is hyperthyroidism associated with inappropriate or excessive use of pharmaceutical thyroid hormone. Due to a well-received side effect of weight loss, thyroxine has the potential for abuse, and any history of a hyperthyroid patient should include a medication list and an assessment of possible misuse (whether intentional or unintentional).", "contents": "Hyperthyroidism (Nursing) -- Causes. Factitious thyroiditis is hyperthyroidism associated with inappropriate or excessive use of pharmaceutical thyroid hormone. Due to a well-received side effect of weight loss, thyroxine has the potential for abuse, and any history of a hyperthyroid patient should include a medication list and an assessment of possible misuse (whether intentional or unintentional)."}
{"id": "nurse-article-29850_10", "title": "Hyperthyroidism (Nursing) -- Causes", "content": "Other sources of hyperthyroidism include ectopic foci of thyroxine-secreting tissue. The more prevalent (although rare) form of this etiology is struma ovarii, consisting of ectopic and functional thyroid tissue (often compromising greater than 50% of total mass) in the ovary.", "contents": "Hyperthyroidism (Nursing) -- Causes. Other sources of hyperthyroidism include ectopic foci of thyroxine-secreting tissue. The more prevalent (although rare) form of this etiology is struma ovarii, consisting of ectopic and functional thyroid tissue (often compromising greater than 50% of total mass) in the ovary."}
{"id": "nurse-article-29850_11", "title": "Hyperthyroidism (Nursing) -- Causes", "content": "Amiodarone or other iodine-containing medications can induce iodine-associated hyperthyroidism or thyrotoxicosis. This iodine-induced hyperthyroidism is called the Jod-Basedow phenomenon (Jod is the German word for iodine). [2]", "contents": "Hyperthyroidism (Nursing) -- Causes. Amiodarone or other iodine-containing medications can induce iodine-associated hyperthyroidism or thyrotoxicosis. This iodine-induced hyperthyroidism is called the Jod-Basedow phenomenon (Jod is the German word for iodine). [2]"}
{"id": "nurse-article-29850_12", "title": "Hyperthyroidism (Nursing) -- Risk Factors", "content": "The prevalence of hyperthyroidism is different according to the ethnic group, while in Europe, the frequency is affected by dietary intake of Iodine, and some cases are due to autoimmune disease. Subclinical hyperthyroidism occurs more in women older than 65 than in men, while overt hyperthyroidism rates are 0.4 per 1000 women and 0.1 per 1000 men and vary with age.", "contents": "Hyperthyroidism (Nursing) -- Risk Factors. The prevalence of hyperthyroidism is different according to the ethnic group, while in Europe, the frequency is affected by dietary intake of Iodine, and some cases are due to autoimmune disease. Subclinical hyperthyroidism occurs more in women older than 65 than in men, while overt hyperthyroidism rates are 0.4 per 1000 women and 0.1 per 1000 men and vary with age."}
{"id": "nurse-article-29850_13", "title": "Hyperthyroidism (Nursing) -- Risk Factors", "content": "Any analysis of the global epidemiology of hyperthyroidism will delineate along the lines of iodine-sufficient regions and iodine-deficient regions. [3] While iodine excess can lead to hyperthyroidism, iodine deficiency can lead to both hypothyroidism and hyperthyroidism.", "contents": "Hyperthyroidism (Nursing) -- Risk Factors. Any analysis of the global epidemiology of hyperthyroidism will delineate along the lines of iodine-sufficient regions and iodine-deficient regions. [3] While iodine excess can lead to hyperthyroidism, iodine deficiency can lead to both hypothyroidism and hyperthyroidism."}
{"id": "nurse-article-29850_14", "title": "Hyperthyroidism (Nursing) -- Risk Factors", "content": "Graves disease is typically seen in younger patients and is the most common cause of hyperthyroidism in that demographic. Toxic multifocal goiter is typically seen in older individuals and is the most common cause of hyperthyroidism in this respective demographic. Both Graves disease and toxic multifocal goiter have a female predilection and are typically seen in patients with pertinent family and personal medical histories.", "contents": "Hyperthyroidism (Nursing) -- Risk Factors. Graves disease is typically seen in younger patients and is the most common cause of hyperthyroidism in that demographic. Toxic multifocal goiter is typically seen in older individuals and is the most common cause of hyperthyroidism in this respective demographic. Both Graves disease and toxic multifocal goiter have a female predilection and are typically seen in patients with pertinent family and personal medical histories."}
{"id": "nurse-article-29850_15", "title": "Hyperthyroidism (Nursing) -- Risk Factors", "content": "The 1977 Whickham Survey was an evaluation of the spectrum of thyroid disorders in County Durham in northeastern England. Although the demographics of the Whickham Survey consisted of primary inhabitants of a community in northeast England (and hence, poor extrapolation potential), the survey did show interesting results of hyperthyroidism. The Whickham Survey demonstrated a prevalence of hyperthyroidism in women, approximately ten times more than that of men (2.7% versus 0.23%). [4]", "contents": "Hyperthyroidism (Nursing) -- Risk Factors. The 1977 Whickham Survey was an evaluation of the spectrum of thyroid disorders in County Durham in northeastern England. Although the demographics of the Whickham Survey consisted of primary inhabitants of a community in northeast England (and hence, poor extrapolation potential), the survey did show interesting results of hyperthyroidism. The Whickham Survey demonstrated a prevalence of hyperthyroidism in women, approximately ten times more than that of men (2.7% versus 0.23%). [4]"}
{"id": "nurse-article-29850_16", "title": "Hyperthyroidism (Nursing) -- Assessment", "content": "Hyperthyroidism may manifest as weight loss despite an increased appetite, palpitation, nervousness, tremors, dyspnea, fatigability, diarrhea or increased GI motility, muscle weakness, heat intolerance, and diaphoresis. The signs and symptoms of thyroid hormone exposure to peripheral tissues reflect a hypermetabolic state. A patient with hyperthyroidism classically presents with signs and symptoms that reflect this state of increased metabolic activity. Common symptoms that a patient may report include unintentional weight loss despite unchanged oral intake, palpitations, diarrhea or increased frequency of bowel movements, heat intolerance, diaphoresis, and/or menstrual irregularities.", "contents": "Hyperthyroidism (Nursing) -- Assessment. Hyperthyroidism may manifest as weight loss despite an increased appetite, palpitation, nervousness, tremors, dyspnea, fatigability, diarrhea or increased GI motility, muscle weakness, heat intolerance, and diaphoresis. The signs and symptoms of thyroid hormone exposure to peripheral tissues reflect a hypermetabolic state. A patient with hyperthyroidism classically presents with signs and symptoms that reflect this state of increased metabolic activity. Common symptoms that a patient may report include unintentional weight loss despite unchanged oral intake, palpitations, diarrhea or increased frequency of bowel movements, heat intolerance, diaphoresis, and/or menstrual irregularities."}
{"id": "nurse-article-29850_17", "title": "Hyperthyroidism (Nursing) -- Assessment", "content": "Physical examination of the thyroid may or may not reveal an enlarged thyroid (goiter). The thyroid may be diffusely enlarged, or one or more nodules may be palpated. The thyroid may be painless to palpation or extremely tender to even light palpation. [5]", "contents": "Hyperthyroidism (Nursing) -- Assessment. Physical examination of the thyroid may or may not reveal an enlarged thyroid (goiter). The thyroid may be diffusely enlarged, or one or more nodules may be palpated. The thyroid may be painless to palpation or extremely tender to even light palpation. [5]"}
{"id": "nurse-article-29850_18", "title": "Hyperthyroidism (Nursing) -- Evaluation", "content": "Thyroid-stimulating hormone (TSH) is the initial diagnostic test of choice and is considered the best screening test for assessing the pathology of the thyroid and for the monitoring of thyroid replacement therapy. Due to the negative feedback that T3 and T4 exert on the pituitary gland, elevated T3 and/or elevated T4 will cause decreased TSH production from the anterior pituitary gland. Abnormal TSH is often followed up with a measurement of free T4 and/or free T3. [6] Concerns for an autoimmune process such as Graves disease will warrant further evaluation by assessing serum levels of TSH-receptor antibodies. [7] TSH levels in the context of acute illness should be interpreted with more discretion as TSH levels are considerably more susceptible to the effects of illness.", "contents": "Hyperthyroidism (Nursing) -- Evaluation. Thyroid-stimulating hormone (TSH) is the initial diagnostic test of choice and is considered the best screening test for assessing the pathology of the thyroid and for the monitoring of thyroid replacement therapy. Due to the negative feedback that T3 and T4 exert on the pituitary gland, elevated T3 and/or elevated T4 will cause decreased TSH production from the anterior pituitary gland. Abnormal TSH is often followed up with a measurement of free T4 and/or free T3. [6] Concerns for an autoimmune process such as Graves disease will warrant further evaluation by assessing serum levels of TSH-receptor antibodies. [7] TSH levels in the context of acute illness should be interpreted with more discretion as TSH levels are considerably more susceptible to the effects of illness."}
{"id": "nurse-article-29850_19", "title": "Hyperthyroidism (Nursing) -- Evaluation", "content": "Hyperthyroidism is a common etiology for atrial fibrillation; thus, further workup with an ECG may be warranted, especially in a patient complaining of palpitations. Obtaining troponin levels is not routine unless the clinical presentation warrants further cardiac ischemic workup, such as active chest pain.", "contents": "Hyperthyroidism (Nursing) -- Evaluation. Hyperthyroidism is a common etiology for atrial fibrillation; thus, further workup with an ECG may be warranted, especially in a patient complaining of palpitations. Obtaining troponin levels is not routine unless the clinical presentation warrants further cardiac ischemic workup, such as active chest pain."}
{"id": "nurse-article-29850_20", "title": "Hyperthyroidism (Nursing) -- Evaluation", "content": "Radiological diagnostics such as chest x-rays serve little diagnostic utility in managing hyperthyroidism. Diagnostics such as ultrasound are not useful in diagnosing hyperthyroidism, but the ultrasound findings of nodules could potentially determine an etiology.", "contents": "Hyperthyroidism (Nursing) -- Evaluation. Radiological diagnostics such as chest x-rays serve little diagnostic utility in managing hyperthyroidism. Diagnostics such as ultrasound are not useful in diagnosing hyperthyroidism, but the ultrasound findings of nodules could potentially determine an etiology."}
{"id": "nurse-article-29850_21", "title": "Hyperthyroidism (Nursing) -- Evaluation", "content": "Since a majority of cases of hyperthyroidism are due to Graves disease or toxic multinodular goiter, confirmation of the diagnosis can be made based on history, clinical findings, and palpating of the thyroid. In cases of diffuse goiter or no thyroid enlargement, a 24-hour radioactive iodine uptake (RAIU) is needed to distinguish between Graves disease and other hyperthyroidism etiologies. Radioactive iodine uptake is the percentage of iodine-131 retained by the thyroid after 24 hours. For the typical western diet, the normal range of RAIU is typically 10% to 30%.", "contents": "Hyperthyroidism (Nursing) -- Evaluation. Since a majority of cases of hyperthyroidism are due to Graves disease or toxic multinodular goiter, confirmation of the diagnosis can be made based on history, clinical findings, and palpating of the thyroid. In cases of diffuse goiter or no thyroid enlargement, a 24-hour radioactive iodine uptake (RAIU) is needed to distinguish between Graves disease and other hyperthyroidism etiologies. Radioactive iodine uptake is the percentage of iodine-131 retained by the thyroid after 24 hours. For the typical western diet, the normal range of RAIU is typically 10% to 30%."}
{"id": "nurse-article-29850_22", "title": "Hyperthyroidism (Nursing) -- Evaluation", "content": "Graves disease, toxic multinodular goiter, and thyroid adenoma are etiologies of hyperthyroidism with increased RAIU, reflecting an increased synthesis of thyroid hormone. Subacute thyroiditis, painless thyroiditis, iodine-induced hyperthyroidism, and factitious hyperthyroidism have decreased RAIU. Thyroiditis represents a disruption of the thyroid follicles with the subsequent release of thyroid hormone. Since there is no increased thyroid hormone synthesis, RAIU will be low in thyroiditis. [8] If RAIU is not available or is contraindicated, then measurement of thyroid receptor antibodies can be used as an alternative test for diagnosis of Graves disease. [9]", "contents": "Hyperthyroidism (Nursing) -- Evaluation. Graves disease, toxic multinodular goiter, and thyroid adenoma are etiologies of hyperthyroidism with increased RAIU, reflecting an increased synthesis of thyroid hormone. Subacute thyroiditis, painless thyroiditis, iodine-induced hyperthyroidism, and factitious hyperthyroidism have decreased RAIU. Thyroiditis represents a disruption of the thyroid follicles with the subsequent release of thyroid hormone. Since there is no increased thyroid hormone synthesis, RAIU will be low in thyroiditis. [8] If RAIU is not available or is contraindicated, then measurement of thyroid receptor antibodies can be used as an alternative test for diagnosis of Graves disease. [9]"}
{"id": "nurse-article-29850_23", "title": "Hyperthyroidism (Nursing) -- Evaluation", "content": "A radioisotope thyroid scan is a diagnostic tool that utilizes technetium-99m pertechnetate as a radioactive tracer. The technetium-99m pertechnetate is taken up by the thyroid gland by the sodium-iodide symporter. The scan itself assesses the functional activity of thyroid nodules, classifying them as either \"cold\" (hypofunctioning), \"warm\" (isofunctioning), or \"hot\" (hyperfunctioning). \"Cold\" nodules raise concern for potential malignancy due to ineffective uptake of iodide and synthesis of thyroid hormone typically seen in thyroid carcinomas.", "contents": "Hyperthyroidism (Nursing) -- Evaluation. A radioisotope thyroid scan is a diagnostic tool that utilizes technetium-99m pertechnetate as a radioactive tracer. The technetium-99m pertechnetate is taken up by the thyroid gland by the sodium-iodide symporter. The scan itself assesses the functional activity of thyroid nodules, classifying them as either \"cold\" (hypofunctioning), \"warm\" (isofunctioning), or \"hot\" (hyperfunctioning). \"Cold\" nodules raise concern for potential malignancy due to ineffective uptake of iodide and synthesis of thyroid hormone typically seen in thyroid carcinomas."}
{"id": "nurse-article-29850_24", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Treatment of hyperthyroidism depends on the underlying etiology and can be divided into two categories: symptomatic therapy and definitive therapy. The symptoms of hyperthyroidism, such as palpitations, anxiety, and tremor, can be controlled with a beta-adrenergic antagonist such as atenolol. Calcium channel blockers, such as verapamil, can be used as second-line therapy for patients who are beta-blocker intolerant or have contraindications to beta-blocker therapy. [10]", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Treatment of hyperthyroidism depends on the underlying etiology and can be divided into two categories: symptomatic therapy and definitive therapy. The symptoms of hyperthyroidism, such as palpitations, anxiety, and tremor, can be controlled with a beta-adrenergic antagonist such as atenolol. Calcium channel blockers, such as verapamil, can be used as second-line therapy for patients who are beta-blocker intolerant or have contraindications to beta-blocker therapy. [10]"}
{"id": "nurse-article-29850_25", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Transient forms of hyperthyroidism, such as subacute thyroiditis or postpartum thyroiditis, should be managed with symptomatic therapy alone, as hyperthyroidism in these clinical situations tends to be self-limiting.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Transient forms of hyperthyroidism, such as subacute thyroiditis or postpartum thyroiditis, should be managed with symptomatic therapy alone, as hyperthyroidism in these clinical situations tends to be self-limiting."}
{"id": "nurse-article-29850_26", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Three definitive treatments of hyperthyroidism predispose the patient to potential long-term hypothyroidism: radioactive iodine therapy (RAI), thionamide therapy, and subtotal thyroidectomy. Clinical assessment and monitoring of free T4 are imperative for patients who undergo any of these treatments. TSH-monitoring status after definitive therapy is of poor utility since TSH remains suppressed until the patient becomes euthyroid. Thus, TSH monitoring for thyroid status is not recommended immediately following definitive therapy.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Three definitive treatments of hyperthyroidism predispose the patient to potential long-term hypothyroidism: radioactive iodine therapy (RAI), thionamide therapy, and subtotal thyroidectomy. Clinical assessment and monitoring of free T4 are imperative for patients who undergo any of these treatments. TSH-monitoring status after definitive therapy is of poor utility since TSH remains suppressed until the patient becomes euthyroid. Thus, TSH monitoring for thyroid status is not recommended immediately following definitive therapy."}
{"id": "nurse-article-29850_27", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "The choice of which definitive treatment modality depends on the etiology. Due to its high efficacy, RAI therapy is considered the treatment of choice in almost all patients with Graves disease. Despite the relative safety and high efficacy, RAI is contraindicated in patients who are pregnant or patients who are breastfeeding.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. The choice of which definitive treatment modality depends on the etiology. Due to its high efficacy, RAI therapy is considered the treatment of choice in almost all patients with Graves disease. Despite the relative safety and high efficacy, RAI is contraindicated in patients who are pregnant or patients who are breastfeeding."}
{"id": "nurse-article-29850_28", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "In RAI therapy, radioactive iodine-131 is administered with subsequent destruction of thyroid tissue. A single dose is sufficient to control hyperthyroidism in a significant portion of patients, and the effects on other parts of the human body are essentially negligible due to the high thyroid uptake of the radioactive iodine-131. In a female patient of reproductive potential, it is highly recommended to obtain a beta-hCG to rule out pregnancy prior to initiation of RAI therapy. Patients on a thionamide (methimazole or propylthiouracil) should be instructed to discontinue this therapy approximately one week before RAI therapy since thionamide administration can interfere with the therapeutic benefit of RAI therapy. Several months are typically needed status post-RAI therapy to achieve euthyroid status. Typically, patients are evaluated in 4 to 6-week intervals with increased time intervals for stable, plasma-free T4 levels. Failure to achieve euthyroidism after RAI therapy may indicate the need for either repeat RAI therapy (for symptomatic hyperthyroidism) or the initiation of thyroxine therapy (for hypothyroidism).", "contents": "Hyperthyroidism (Nursing) -- Medical Management. In RAI therapy, radioactive iodine-131 is administered with subsequent destruction of thyroid tissue. A single dose is sufficient to control hyperthyroidism in a significant portion of patients, and the effects on other parts of the human body are essentially negligible due to the high thyroid uptake of the radioactive iodine-131. In a female patient of reproductive potential, it is highly recommended to obtain a beta-hCG to rule out pregnancy prior to initiation of RAI therapy. Patients on a thionamide (methimazole or propylthiouracil) should be instructed to discontinue this therapy approximately one week before RAI therapy since thionamide administration can interfere with the therapeutic benefit of RAI therapy. Several months are typically needed status post-RAI therapy to achieve euthyroid status. Typically, patients are evaluated in 4 to 6-week intervals with increased time intervals for stable, plasma-free T4 levels. Failure to achieve euthyroidism after RAI therapy may indicate the need for either repeat RAI therapy (for symptomatic hyperthyroidism) or the initiation of thyroxine therapy (for hypothyroidism)."}
{"id": "nurse-article-29850_29", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "RAI therapy involves the release of stored thyroid hormone, leading to transient hyperthyroidism. This is generally well tolerated, although this transient hyperthyroidism is of concern in patients with significant cardiac disease. For patients with cardiac disease, pretreatment with a thionamide to deplete the stored hormone is recommended to avoid the potential exacerbation of cardiac disease.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. RAI therapy involves the release of stored thyroid hormone, leading to transient hyperthyroidism. This is generally well tolerated, although this transient hyperthyroidism is of concern in patients with significant cardiac disease. For patients with cardiac disease, pretreatment with a thionamide to deplete the stored hormone is recommended to avoid the potential exacerbation of cardiac disease."}
{"id": "nurse-article-29850_30", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Thionamide therapy is used as a definitive treatment for hyperthyroidism inpatient unwilling to undergo RAI therapy or have contraindications to RAI therapy, for example, allergy or pregnancy. Methimazole and propylthiouracil both inhibit thyroid hormone synthesis by thyroid peroxidase. Thyroid peroxidase is the enzyme responsible for converting dietary iodine into iodide. Propylthiouracil (PTU) also lowers peripheral tissue exposure to active thyroid hormone by blocking the extrathyroidal conversion of T4 to T3. Thionamide therapy has no permanent effect on thyroid function, and remission of hyperthyroidism is common in patients who discontinue thionamide therapy.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Thionamide therapy is used as a definitive treatment for hyperthyroidism inpatient unwilling to undergo RAI therapy or have contraindications to RAI therapy, for example, allergy or pregnancy. Methimazole and propylthiouracil both inhibit thyroid hormone synthesis by thyroid peroxidase. Thyroid peroxidase is the enzyme responsible for converting dietary iodine into iodide. Propylthiouracil (PTU) also lowers peripheral tissue exposure to active thyroid hormone by blocking the extrathyroidal conversion of T4 to T3. Thionamide therapy has no permanent effect on thyroid function, and remission of hyperthyroidism is common in patients who discontinue thionamide therapy."}
{"id": "nurse-article-29850_31", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Establishing a euthyroid status typically requires several months after initiation of thionamide therapy. Although methimazole and PTU are equally effective, methimazole is preferred due to a relatively better safety profile. An exception to this recommendation is in pregnant patients, in which PTU is preferred. Methimazole is associated with an increased risk of congenital defects; thus, PTU is preferred in managing gestational hyperthyroidism.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Establishing a euthyroid status typically requires several months after initiation of thionamide therapy. Although methimazole and PTU are equally effective, methimazole is preferred due to a relatively better safety profile. An exception to this recommendation is in pregnant patients, in which PTU is preferred. Methimazole is associated with an increased risk of congenital defects; thus, PTU is preferred in managing gestational hyperthyroidism."}
{"id": "nurse-article-29850_32", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Side effects of thionamide therapy include agranulocytosis, hepatitis, vasculitis, and drug-induced lupus. Although these are rare side effects, patients should be warned about the potential for these side effects. Patients should also be advised to discontinue the thionamide immediately and notify their physician if symptoms suggestive of agranulocytosis occur (fever, chills, rapidly progressive infection, sore throat, among others). Routine monitoring of leukocyte counts is not recommended when starting a patient on a thionamide due to the rapid onset of agranulocytosis. A baseline comprehensive metabolic panel (CMP) to assess hepatic status would not be unreasonable due to the potential for hepatitis.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Side effects of thionamide therapy include agranulocytosis, hepatitis, vasculitis, and drug-induced lupus. Although these are rare side effects, patients should be warned about the potential for these side effects. Patients should also be advised to discontinue the thionamide immediately and notify their physician if symptoms suggestive of agranulocytosis occur (fever, chills, rapidly progressive infection, sore throat, among others). Routine monitoring of leukocyte counts is not recommended when starting a patient on a thionamide due to the rapid onset of agranulocytosis. A baseline comprehensive metabolic panel (CMP) to assess hepatic status would not be unreasonable due to the potential for hepatitis."}
{"id": "nurse-article-29850_33", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Subtotal thyroidectomy is utilized for long-term control of hyperthyroidism. Preparation of the patient for a subtotal thyroidectomy includes pretreatment with methimazole to achieve a nearly euthyroid status. Supersaturated potassium iodide is then added daily approximately two weeks before surgery and discontinued postoperatively. Alternatively, atenolol can be started 1 to 2 weeks before surgery to reduce resting heart rate. Supersaturated potassium iodide is also dosed and discontinued postoperatively. The rationale behind these management plans is to reduce complications associated with perioperative exacerbation of hyperthyroidism.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Subtotal thyroidectomy is utilized for long-term control of hyperthyroidism. Preparation of the patient for a subtotal thyroidectomy includes pretreatment with methimazole to achieve a nearly euthyroid status. Supersaturated potassium iodide is then added daily approximately two weeks before surgery and discontinued postoperatively. Alternatively, atenolol can be started 1 to 2 weeks before surgery to reduce resting heart rate. Supersaturated potassium iodide is also dosed and discontinued postoperatively. The rationale behind these management plans is to reduce complications associated with perioperative exacerbation of hyperthyroidism."}
{"id": "nurse-article-29850_34", "title": "Hyperthyroidism (Nursing) -- Medical Management", "content": "Complications of subtotal thyroidectomy include hypothyroidism due to the decreased secretory potential of T4. Hypothyroidism remains the most common complication associated with subtotal thyroidectomy. The proximity of the parathyroid glands to the thyroid gland can result in the removal of parathyroid glands along with thyroid tissue, resulting in hypoparathyroidism. Due to the risk of iatrogenic injury to the recurrent laryngeal nerve, vocal cord paralysis is also a complication of subtotal thyroidectomy. All of these complications should be discussed with the patient, and the discussion should be documented.", "contents": "Hyperthyroidism (Nursing) -- Medical Management. Complications of subtotal thyroidectomy include hypothyroidism due to the decreased secretory potential of T4. Hypothyroidism remains the most common complication associated with subtotal thyroidectomy. The proximity of the parathyroid glands to the thyroid gland can result in the removal of parathyroid glands along with thyroid tissue, resulting in hypoparathyroidism. Due to the risk of iatrogenic injury to the recurrent laryngeal nerve, vocal cord paralysis is also a complication of subtotal thyroidectomy. All of these complications should be discussed with the patient, and the discussion should be documented."}
{"id": "nurse-article-29850_35", "title": "Hyperthyroidism (Nursing) -- Nursing Management", "content": "Monitor vital signs, especially heart rate and blood pressure (both increase in hyperthyroidism) Ask if the patient has chest pain (Due to increased heart work) Listen to the heart for murmurs Obtain ECG (atrial arrhythmias may occur in hyperthyroidism) Teach the patient to relax Administer medications as prescribed (beta-blockers) Check intake and output (diarrhea is a common feature in hyperthyroidism) Weigh patient daily Administer antithyroid medications as prescribed Educate the patient about thyroid surgery Educate the patient on radioactive iodine and how it can destroy the thyroid gland Provide oxygen if the saturation is less than 94% If the patient has a fever, provide a cooling blanket Check thyroid function labs", "contents": "Hyperthyroidism (Nursing) -- Nursing Management. Monitor vital signs, especially heart rate and blood pressure (both increase in hyperthyroidism) Ask if the patient has chest pain (Due to increased heart work) Listen to the heart for murmurs Obtain ECG (atrial arrhythmias may occur in hyperthyroidism) Teach the patient to relax Administer medications as prescribed (beta-blockers) Check intake and output (diarrhea is a common feature in hyperthyroidism) Weigh patient daily Administer antithyroid medications as prescribed Educate the patient about thyroid surgery Educate the patient on radioactive iodine and how it can destroy the thyroid gland Provide oxygen if the saturation is less than 94% If the patient has a fever, provide a cooling blanket Check thyroid function labs"}
{"id": "nurse-article-29850_36", "title": "Hyperthyroidism (Nursing) -- When To Seek Help", "content": "Loss of consciousness Altered mental status Chest pain and dyspnea High blood pressure Abnormal heart rate Fever", "contents": "Hyperthyroidism (Nursing) -- When To Seek Help. Loss of consciousness Altered mental status Chest pain and dyspnea High blood pressure Abnormal heart rate Fever"}
{"id": "nurse-article-29850_37", "title": "Hyperthyroidism (Nursing) -- Outcome Identification", "content": "Normal thyroid function No symptoms", "contents": "Hyperthyroidism (Nursing) -- Outcome Identification. Normal thyroid function No symptoms"}
{"id": "nurse-article-29850_38", "title": "Hyperthyroidism (Nursing) -- Coordination of Care", "content": "Except for thyroid storm, hyperthyroidism in itself is rarely life-threatening but can pose a significant burden on a patient’s day-to-day routine. Inpatient management of a patient with hyperthyroidism does not always necessarily require consultation with an endocrinologist, but the presence of thyroid storm may warrant consultation with an endocrinologist and possible admission to the intensive care unit due to potentially life-threatening complications such as tachycardia and hypertensive crisis. Nurses involved with patient care should be vigilant about the signs and symptoms of thyroid storm.", "contents": "Hyperthyroidism (Nursing) -- Coordination of Care. Except for thyroid storm, hyperthyroidism in itself is rarely life-threatening but can pose a significant burden on a patient’s day-to-day routine. Inpatient management of a patient with hyperthyroidism does not always necessarily require consultation with an endocrinologist, but the presence of thyroid storm may warrant consultation with an endocrinologist and possible admission to the intensive care unit due to potentially life-threatening complications such as tachycardia and hypertensive crisis. Nurses involved with patient care should be vigilant about the signs and symptoms of thyroid storm."}
{"id": "nurse-article-29850_39", "title": "Hyperthyroidism (Nursing) -- Coordination of Care", "content": "As mentioned previously, any consideration of RAI therapy in a female of reproductive potential should follow a negative beta-hCG, as pregnancy is an absolute contraindication to RAI therapy. Incorporating a mandatory pregnancy test as part of an overall care plan would help avoid potentially damaging radiation exposure.", "contents": "Hyperthyroidism (Nursing) -- Coordination of Care. As mentioned previously, any consideration of RAI therapy in a female of reproductive potential should follow a negative beta-hCG, as pregnancy is an absolute contraindication to RAI therapy. Incorporating a mandatory pregnancy test as part of an overall care plan would help avoid potentially damaging radiation exposure."}
{"id": "nurse-article-29850_40", "title": "Hyperthyroidism (Nursing) -- Health Teaching and Health Promotion", "content": "Patient education regarding hyperthyroidism is similar to other diseases. Patients should be educated on the importance of compliance with therapy and educated on the signs and symptoms of extreme hyperthyroidism (thyroid storm).", "contents": "Hyperthyroidism (Nursing) -- Health Teaching and Health Promotion. Patient education regarding hyperthyroidism is similar to other diseases. Patients should be educated on the importance of compliance with therapy and educated on the signs and symptoms of extreme hyperthyroidism (thyroid storm)."}
{"id": "nurse-article-29850_41", "title": "Hyperthyroidism (Nursing) -- Discharge Planning", "content": "Except for thyroid storm, hyperthyroidism in itself is rarely life-threatening but can pose a significant burden on a patient’s day-to-day routine. Hyperthyroidism can present with many symptoms and, if not managed, can lead to poor quality of life. Because there are many causes of hyperthyroidism, the condition is best managed by an interprofessional team.", "contents": "Hyperthyroidism (Nursing) -- Discharge Planning. Except for thyroid storm, hyperthyroidism in itself is rarely life-threatening but can pose a significant burden on a patient’s day-to-day routine. Hyperthyroidism can present with many symptoms and, if not managed, can lead to poor quality of life. Because there are many causes of hyperthyroidism, the condition is best managed by an interprofessional team."}
{"id": "nurse-article-29850_42", "title": "Hyperthyroidism (Nursing) -- Discharge Planning", "content": "The primary care providers, including the nurse practitioner, should educate patients on the importance of medication compliance. In addition, the patient should be informed by the pharmacist that certain products like contrast dyes, expectorants, food supplements, and seaweed tablets may contain high levels of iodine and interfere with therapy.", "contents": "Hyperthyroidism (Nursing) -- Discharge Planning. The primary care providers, including the nurse practitioner, should educate patients on the importance of medication compliance. In addition, the patient should be informed by the pharmacist that certain products like contrast dyes, expectorants, food supplements, and seaweed tablets may contain high levels of iodine and interfere with therapy."}
{"id": "nurse-article-29850_43", "title": "Hyperthyroidism (Nursing) -- Discharge Planning", "content": "Inpatient management of a patient with hyperthyroidism does not always necessarily require consultation with an endocrinologist, but the presence of a thyroid storm may warrant consultation with an endocrinologist and possible admission to the intensive care unit due to potentially life-threatening complications such as tachycardia and hypertensive crisis. Nurses involved with patient care should be vigilant about the signs and symptoms of thyroid storm.", "contents": "Hyperthyroidism (Nursing) -- Discharge Planning. Inpatient management of a patient with hyperthyroidism does not always necessarily require consultation with an endocrinologist, but the presence of a thyroid storm may warrant consultation with an endocrinologist and possible admission to the intensive care unit due to potentially life-threatening complications such as tachycardia and hypertensive crisis. Nurses involved with patient care should be vigilant about the signs and symptoms of thyroid storm."}
{"id": "nurse-article-29850_44", "title": "Hyperthyroidism (Nursing) -- Discharge Planning", "content": "As mentioned previously, any consideration of RAI therapy in a female of reproductive potential should follow a negative beta-hCG, as pregnancy is an absolute contraindication to RAI therapy. Incorporating a mandatory pregnancy test as part of an overall care plan would help avoid potentially damaging radiation exposure. Patients with graves disease will need an ophthalmology consult. For those who undergo thyroidectomy, lifelong treatment with levothyroxine is required. The interprofessional team must communicate with other members to ensure that the patient is receiving the current standard of care treatment.", "contents": "Hyperthyroidism (Nursing) -- Discharge Planning. As mentioned previously, any consideration of RAI therapy in a female of reproductive potential should follow a negative beta-hCG, as pregnancy is an absolute contraindication to RAI therapy. Incorporating a mandatory pregnancy test as part of an overall care plan would help avoid potentially damaging radiation exposure. Patients with graves disease will need an ophthalmology consult. For those who undergo thyroidectomy, lifelong treatment with levothyroxine is required. The interprofessional team must communicate with other members to ensure that the patient is receiving the current standard of care treatment."}
{"id": "nurse-article-29850_45", "title": "Hyperthyroidism (Nursing) -- Pearls and Other issues", "content": "Acute coronary syndrome (ACS) may be complicated by thyroid dysfunction. A recent study has shown that thyroid dysfunction is seen in up to 23.3% of patients with coronary artery disease and both overt and subclinical hyperthyroidism in 2.5%. [11]", "contents": "Hyperthyroidism (Nursing) -- Pearls and Other issues. Acute coronary syndrome (ACS) may be complicated by thyroid dysfunction. A recent study has shown that thyroid dysfunction is seen in up to 23.3% of patients with coronary artery disease and both overt and subclinical hyperthyroidism in 2.5%. [11]"}
{"id": "nurse-article-29850_46", "title": "Hyperthyroidism (Nursing) -- Pearls and Other issues", "content": "Pregnancy and concurrent thyroid pathology can pose medical management challenges. PTU is recommended in pregnant women presenting with hyperthyroidism due to methimazole’s association with congenital defects. Close monitoring is recommended with PTU administration, as overcorrection can potentially cause fetal hypothyroidism. Thyroid hormone is essential due to its role in fetal neurodevelopment. Recent literature indicates that previously recommended TSH cutoffs in pregnant women lead to overcorrection of thyroid disease in pregnant patients. [12] As fetal exposure to thyroid hormone plays a significant role, careful monitoring and close supervision are warranted.", "contents": "Hyperthyroidism (Nursing) -- Pearls and Other issues. Pregnancy and concurrent thyroid pathology can pose medical management challenges. PTU is recommended in pregnant women presenting with hyperthyroidism due to methimazole’s association with congenital defects. Close monitoring is recommended with PTU administration, as overcorrection can potentially cause fetal hypothyroidism. Thyroid hormone is essential due to its role in fetal neurodevelopment. Recent literature indicates that previously recommended TSH cutoffs in pregnant women lead to overcorrection of thyroid disease in pregnant patients. [12] As fetal exposure to thyroid hormone plays a significant role, careful monitoring and close supervision are warranted."}
{"id": "nurse-article-29850_47", "title": "Hyperthyroidism (Nursing) -- Pearls and Other issues", "content": "Neonatal thyrotoxicosis results from fetal tissue exposure to excessive thyroid hormone. There are typically two variants of neonatal thyrotoxicosis: autoimmune-mediated and non-autoimmune-mediated. Autoimmune fetal hyperthyroidism involves the transplacental passage of TSH receptor-stimulating antibodies. Hyperthyroidism is generally transient as symptoms cease 5 to 6 months after birth following clearance of maternal antibodies. Non-autoimmune fetal hyperthyroidism is associated with an activating mutation of either the TSH receptor or the GNAS gene (leading to McCune-Albright syndrome). Unlike the autoimmune etiology, the non-autoimmune variant is permanent, long persisting after birth. [13]", "contents": "Hyperthyroidism (Nursing) -- Pearls and Other issues. Neonatal thyrotoxicosis results from fetal tissue exposure to excessive thyroid hormone. There are typically two variants of neonatal thyrotoxicosis: autoimmune-mediated and non-autoimmune-mediated. Autoimmune fetal hyperthyroidism involves the transplacental passage of TSH receptor-stimulating antibodies. Hyperthyroidism is generally transient as symptoms cease 5 to 6 months after birth following clearance of maternal antibodies. Non-autoimmune fetal hyperthyroidism is associated with an activating mutation of either the TSH receptor or the GNAS gene (leading to McCune-Albright syndrome). Unlike the autoimmune etiology, the non-autoimmune variant is permanent, long persisting after birth. [13]"}
{"id": "nurse-article-29850_48", "title": "Hyperthyroidism (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hyperthyroidism (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}