{"id": "nurse-article-22095_0", "title": "Viral Gastroenteritis (Nursing) -- Learning Outcome", "content": "List the types of viruses that cause gastroenteritis Describe the presentation of viral gastroenteritis Summarize the treatment of viral gastroenteritis Recall the role of the nurse in the care of a patient with viral gastroenteritis", "contents": "Viral Gastroenteritis (Nursing) -- Learning Outcome. List the types of viruses that cause gastroenteritis Describe the presentation of viral gastroenteritis Summarize the treatment of viral gastroenteritis Recall the role of the nurse in the care of a patient with viral gastroenteritis"}
{"id": "nurse-article-22095_1", "title": "Viral Gastroenteritis (Nursing) -- Introduction", "content": "Acute infectious gastroenteritis is a common illness seen around the world. Viral pathogens cause most of these cases. Acute diarrheal disease is generally self-limiting in industrialized nations but can have significant morbidity for young and elderly patients. In underdeveloped countries, viral diarrheal diseases are a significant cause of death, especially in infants [1] [2] . According to the Centers for Disease Control, viral gastroenteritis infections can account for over 200,000 deaths of children per year worldwide. Viral gastroenteritis is a known cause of nausea, vomiting, diarrhea, anorexia, weight loss, and dehydration. Isolated cases can occur, but viral gastroenteritis more commonly occurs in outbreaks within close communities such as daycare centers, nursing facilities, and cruise ships. Many different viruses can lead to symptomatology, though in routine clinical practice the true causative virus is generally not identified. Regardless of the viral cause, treatment is generally uniform and directed toward symptomatic improvement with a focus on hydration status [1] [2] . In the United States and other industrialized countries, the disease is most often self-limited and resolves in 1 to 3 days. However, in susceptible patients including young children, elderly patients, and the immunocompromised, hospitalization can occur without proper supportive care leading to increased morbidity and mortality [3] [4] .", "contents": "Viral Gastroenteritis (Nursing) -- Introduction. Acute infectious gastroenteritis is a common illness seen around the world. Viral pathogens cause most of these cases. Acute diarrheal disease is generally self-limiting in industrialized nations but can have significant morbidity for young and elderly patients. In underdeveloped countries, viral diarrheal diseases are a significant cause of death, especially in infants [1] [2] . According to the Centers for Disease Control, viral gastroenteritis infections can account for over 200,000 deaths of children per year worldwide. Viral gastroenteritis is a known cause of nausea, vomiting, diarrhea, anorexia, weight loss, and dehydration. Isolated cases can occur, but viral gastroenteritis more commonly occurs in outbreaks within close communities such as daycare centers, nursing facilities, and cruise ships. Many different viruses can lead to symptomatology, though in routine clinical practice the true causative virus is generally not identified. Regardless of the viral cause, treatment is generally uniform and directed toward symptomatic improvement with a focus on hydration status [1] [2] . In the United States and other industrialized countries, the disease is most often self-limited and resolves in 1 to 3 days. However, in susceptible patients including young children, elderly patients, and the immunocompromised, hospitalization can occur without proper supportive care leading to increased morbidity and mortality [3] [4] ."}
{"id": "nurse-article-22095_2", "title": "Viral Gastroenteritis (Nursing) -- Nursing Diagnosis", "content": "Diarrhea Fluid imbalance Risk for malnutrition Risk for dehydration Irritability", "contents": "Viral Gastroenteritis (Nursing) -- Nursing Diagnosis. Diarrhea Fluid imbalance Risk for malnutrition Risk for dehydration Irritability"}
{"id": "nurse-article-22095_3", "title": "Viral Gastroenteritis (Nursing) -- Causes", "content": "Several different viruses including rotavirus, norovirus, adenovirus, and astroviruses account for most cases of acute viral gastroenteritis. Most are transmitted via the fecal-oral route, including contaminated food and water. Transmission has also been shown to occur via fomites, vomitus, and possibly airborne methods. Norovirus is more resistant to chlorine and ethanol inactivation than other viruses.", "contents": "Viral Gastroenteritis (Nursing) -- Causes. Several different viruses including rotavirus, norovirus, adenovirus, and astroviruses account for most cases of acute viral gastroenteritis. Most are transmitted via the fecal-oral route, including contaminated food and water. Transmission has also been shown to occur via fomites, vomitus, and possibly airborne methods. Norovirus is more resistant to chlorine and ethanol inactivation than other viruses."}
{"id": "nurse-article-22095_4", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Rotavirus", "content": "Rotavirus is a double-stranded RNA virus named for the wheel-like appearance of its viral capsid on an electron micrograph. Rotavirus infection is universal among humans, and almost all children acquire antibodies by age 3 [5] . Rotavirus infection usually presents with acute vomiting followed by several days of diarrhea, crampy abdominal pain, anorexia, and low-grade fevers. Infants and young children who develop severe dehydration are more likely to have an infection from rotavirus than other viral gastroenteritis pathogens. Viral shedding of infectious particles can occur in the stool for up to 10 days [6] . Adults are more likely to develop an asymptomatic infection with a rise in antibody titer. Immunosuppressed individuals can experience more prolonged and severe disease, with longer viral shedding [7] . Rotavirus pathogenesis is complicated with several possible mechanisms including malabsorption from mucosal damage, viral enterotoxin secretion, and enteric secretions in response to the virus. Rotavirus increases electrolyte secretion from the small intestine and decreases glucose cotransport of these electrolytes [8] .", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Rotavirus. Rotavirus is a double-stranded RNA virus named for the wheel-like appearance of its viral capsid on an electron micrograph. Rotavirus infection is universal among humans, and almost all children acquire antibodies by age 3 [5] . Rotavirus infection usually presents with acute vomiting followed by several days of diarrhea, crampy abdominal pain, anorexia, and low-grade fevers. Infants and young children who develop severe dehydration are more likely to have an infection from rotavirus than other viral gastroenteritis pathogens. Viral shedding of infectious particles can occur in the stool for up to 10 days [6] . Adults are more likely to develop an asymptomatic infection with a rise in antibody titer. Immunosuppressed individuals can experience more prolonged and severe disease, with longer viral shedding [7] . Rotavirus pathogenesis is complicated with several possible mechanisms including malabsorption from mucosal damage, viral enterotoxin secretion, and enteric secretions in response to the virus. Rotavirus increases electrolyte secretion from the small intestine and decreases glucose cotransport of these electrolytes [8] ."}
{"id": "nurse-article-22095_5", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Rotavirus", "content": "Throughout recorded history, rotavirus has been the leading cause of episodic infantile illness worldwide. However, in 2006 an oral vaccine was introduced. Since the introduction and utilization of this vaccine, the United States and many other industrialized countries have seen a sharp decline in the number and severity of gastroenteritis cases caused by rotavirus. Before 2006, it was estimated that over 3.5 million infants were affected annually in the United States and that rotavirus led to 440,000 deaths annually worldwide in children less than five years old [9] . Since the routine vaccination of children, each year has seen a 58% to 90% reduction in cases [10] . Before vaccination, the United States saw an estimated 55,000-70,000 hospitalizations of children under five due to rotavirus. This number has decreased by 40,000-50,000 since the vaccine became available, according to the Centers for Disease Control. Although the incidence of rotavirus in the United States has been historically seasonal, with peak seasonality being from December to April, this pattern has become very inconsistent since vaccination became common [11] . Now, the virus tends to infect sporadically throughout the year in the United States. Despite the widespread use of the vaccine in developed countries, rotavirus is still the leading cause of infantile diarrheal illness worldwide. The Centers for Disease Control estimated that there were still 215,000 rotavirus-related deaths in 2013. More than 40% of World Health Organization member countries have initiated large-scale vaccination of children. This number is anticipated to rise in the next few years. In turn, infection and mortality caused by rotavirus are expected to continue declining.", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Rotavirus. Throughout recorded history, rotavirus has been the leading cause of episodic infantile illness worldwide. However, in 2006 an oral vaccine was introduced. Since the introduction and utilization of this vaccine, the United States and many other industrialized countries have seen a sharp decline in the number and severity of gastroenteritis cases caused by rotavirus. Before 2006, it was estimated that over 3.5 million infants were affected annually in the United States and that rotavirus led to 440,000 deaths annually worldwide in children less than five years old [9] . Since the routine vaccination of children, each year has seen a 58% to 90% reduction in cases [10] . Before vaccination, the United States saw an estimated 55,000-70,000 hospitalizations of children under five due to rotavirus. This number has decreased by 40,000-50,000 since the vaccine became available, according to the Centers for Disease Control. Although the incidence of rotavirus in the United States has been historically seasonal, with peak seasonality being from December to April, this pattern has become very inconsistent since vaccination became common [11] . Now, the virus tends to infect sporadically throughout the year in the United States. Despite the widespread use of the vaccine in developed countries, rotavirus is still the leading cause of infantile diarrheal illness worldwide. The Centers for Disease Control estimated that there were still 215,000 rotavirus-related deaths in 2013. More than 40% of World Health Organization member countries have initiated large-scale vaccination of children. This number is anticipated to rise in the next few years. In turn, infection and mortality caused by rotavirus are expected to continue declining."}
{"id": "nurse-article-22095_6", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus", "content": "Norovirus is a single-stranded RNA member of the calicivirus family [12] . It is the most common cause of epidemic diarrheal illness, accounting for over 90% of viral gastroenteritis outbreaks and approximately 50% of cases worldwide [13] . Norovirus can withstand freezing, heating, and common disinfectant products containing alcohol or chlorine [14] . It is a frequent cause of outbreaks within somewhat closed communities such as nursing homes, schools, military populations, athletic teams, and cruise ships.", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus. Norovirus is a single-stranded RNA member of the calicivirus family [12] . It is the most common cause of epidemic diarrheal illness, accounting for over 90% of viral gastroenteritis outbreaks and approximately 50% of cases worldwide [13] . Norovirus can withstand freezing, heating, and common disinfectant products containing alcohol or chlorine [14] . It is a frequent cause of outbreaks within somewhat closed communities such as nursing homes, schools, military populations, athletic teams, and cruise ships."}
{"id": "nurse-article-22095_7", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus", "content": "Norovirus presents most commonly with abdominal cramps and nausea followed by vomiting and/or diarrhea. Onset can be abrupt. Symptoms also include myalgias, malaise, and low-grade fevers up to 39 C. Diarrhea is non-bloody and can consist of multiple bowel movements per day. The illness is self-limiting, and most patients have recovered in 72 hours without sequelae [1] . Elderly individuals and immunocompromised patients may have a more severe and prolonged illness.", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus. Norovirus presents most commonly with abdominal cramps and nausea followed by vomiting and/or diarrhea. Onset can be abrupt. Symptoms also include myalgias, malaise, and low-grade fevers up to 39 C. Diarrhea is non-bloody and can consist of multiple bowel movements per day. The illness is self-limiting, and most patients have recovered in 72 hours without sequelae [1] . Elderly individuals and immunocompromised patients may have a more severe and prolonged illness."}
{"id": "nurse-article-22095_8", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus", "content": "Norovirus infection causes histopathologic changes in the jejunum of blunted villi with intact mucosa [15] . These changes occur quickly and usually resolve by two weeks after the onset of illness. Fat and d-xylose absorption decrease as does brush border enzyme activity leading to diarrhea [15] . Unlike rotavirus, there does not seem to be enterotoxin production.", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus. Norovirus infection causes histopathologic changes in the jejunum of blunted villi with intact mucosa [15] . These changes occur quickly and usually resolve by two weeks after the onset of illness. Fat and d-xylose absorption decrease as does brush border enzyme activity leading to diarrhea [15] . Unlike rotavirus, there does not seem to be enterotoxin production."}
{"id": "nurse-article-22095_9", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus", "content": "Since the advent of the rotavirus vaccine, norovirus has become the most common cause of viral gastroenteritis in the United States, responsible for 19 to 21 million total illnesses per year. It is estimated to cause 56,000-71,000 hospitalizations and 570-800 deaths annually in the United States [13] . Because of its relative stability in the environment, norovirus is implicated in nearly 50% of all foodborne outbreaks [13] . Norovirus is present throughout the year, despite initially being thought of as a disease that peaked in the winter months.", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus. Since the advent of the rotavirus vaccine, norovirus has become the most common cause of viral gastroenteritis in the United States, responsible for 19 to 21 million total illnesses per year. It is estimated to cause 56,000-71,000 hospitalizations and 570-800 deaths annually in the United States [13] . Because of its relative stability in the environment, norovirus is implicated in nearly 50% of all foodborne outbreaks [13] . Norovirus is present throughout the year, despite initially being thought of as a disease that peaked in the winter months."}
{"id": "nurse-article-22095_10", "title": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus", "content": "Other viral causes of acute viral gastroenteritis include adenovirus, Sapovirus, and Astrovirus [16] . Each of these viruses can cause anywhere between 2 to 9% of viral gastroenteritis cases, with developing countries seeing a slightly higher burden of disease from the astrovirus group. These viruses tend to affect children more than adults.", "contents": "Viral Gastroenteritis (Nursing) -- Causes -- Norovirus. Other viral causes of acute viral gastroenteritis include adenovirus, Sapovirus, and Astrovirus [16] . Each of these viruses can cause anywhere between 2 to 9% of viral gastroenteritis cases, with developing countries seeing a slightly higher burden of disease from the astrovirus group. These viruses tend to affect children more than adults."}
{"id": "nurse-article-22095_11", "title": "Viral Gastroenteritis (Nursing) -- Risk Factors", "content": "The most frequent cause of diarrheal disease worldwide is acute viral gastroenteritis. Men and women are affected equally. Norovirus is the most common viral cause. It is responsible for 90% of epidemic diarrheal cases worldwide and approximately 50% of all viral gastroenteritis cases. It accounts for 19 to 21 million cases of diarrheal illness annually in the United States alone. Norovirus causes 50% of all foodborne diarrheal outbreaks [13] . Prior to routine vaccination, rotavirus was the most common cause of diarrheal illness in the pediatric population with roughly 3.5 million cases per year in the United States. Nearly all children possessed rotavirus antibodies by age three. Worldwide, rotavirus accounted for 440,000 deaths per year [9] . However, since the implementation of vaccination in 2006, the number of cases seen annually in the United States has declined 50% to 90% per year [11] . As more countries adopt the standard practice of rotavirus vaccination, the overall number of cases is expected to continue to decrease. Other viral causes such as adenovirus, Sapovirus, and astrovirus account for 2 to 9% of cases worldwide, with a higher bias for children than adults [16] .", "contents": "Viral Gastroenteritis (Nursing) -- Risk Factors. The most frequent cause of diarrheal disease worldwide is acute viral gastroenteritis. Men and women are affected equally. Norovirus is the most common viral cause. It is responsible for 90% of epidemic diarrheal cases worldwide and approximately 50% of all viral gastroenteritis cases. It accounts for 19 to 21 million cases of diarrheal illness annually in the United States alone. Norovirus causes 50% of all foodborne diarrheal outbreaks [13] . Prior to routine vaccination, rotavirus was the most common cause of diarrheal illness in the pediatric population with roughly 3.5 million cases per year in the United States. Nearly all children possessed rotavirus antibodies by age three. Worldwide, rotavirus accounted for 440,000 deaths per year [9] . However, since the implementation of vaccination in 2006, the number of cases seen annually in the United States has declined 50% to 90% per year [11] . As more countries adopt the standard practice of rotavirus vaccination, the overall number of cases is expected to continue to decrease. Other viral causes such as adenovirus, Sapovirus, and astrovirus account for 2 to 9% of cases worldwide, with a higher bias for children than adults [16] ."}
{"id": "nurse-article-22095_12", "title": "Viral Gastroenteritis (Nursing) -- Assessment", "content": "Acute gastroenteritis is defined by loose or watery diarrhea that consists of 3 or more bowel movements in a day. Other symptoms may include nausea, vomiting, fever, or abdominal pain [3] . Symptoms usually last for less than a week, most often improving after 1 to 3 days. Any signs of illness that persist past two weeks are classified as chronic and therefore do not meet the requirements for acute gastroenteritis. Patients often present with complaints of a relatively sudden onset of symptoms, usually over the course of 1 to 2 hours. Other people in the family or close contacts may have similar complaints. Mild fever and mild abdominal pain are common. Vomiting is present in most but not all cases. Concerning symptoms include high fever, bloody diarrhea, protracted vomiting, or severe abdominal pain. These may indicate to the clinician that another disease process may be the cause. It is important to elicit information relevant to causes other than viral gastroenteritis, such as bacterial agents or other acute abdominal pathology including acute appendicitis, bowel obstruction, and diverticulitis. Travel history, recent antibiotic use, disease exposure, occupational exposures, and immune status should all be considered. Particular attention should be paid to infants, elderly patients, and individuals who are immunosuppressed due to disease or medication usage.", "contents": "Viral Gastroenteritis (Nursing) -- Assessment. Acute gastroenteritis is defined by loose or watery diarrhea that consists of 3 or more bowel movements in a day. Other symptoms may include nausea, vomiting, fever, or abdominal pain [3] . Symptoms usually last for less than a week, most often improving after 1 to 3 days. Any signs of illness that persist past two weeks are classified as chronic and therefore do not meet the requirements for acute gastroenteritis. Patients often present with complaints of a relatively sudden onset of symptoms, usually over the course of 1 to 2 hours. Other people in the family or close contacts may have similar complaints. Mild fever and mild abdominal pain are common. Vomiting is present in most but not all cases. Concerning symptoms include high fever, bloody diarrhea, protracted vomiting, or severe abdominal pain. These may indicate to the clinician that another disease process may be the cause. It is important to elicit information relevant to causes other than viral gastroenteritis, such as bacterial agents or other acute abdominal pathology including acute appendicitis, bowel obstruction, and diverticulitis. Travel history, recent antibiotic use, disease exposure, occupational exposures, and immune status should all be considered. Particular attention should be paid to infants, elderly patients, and individuals who are immunosuppressed due to disease or medication usage."}
{"id": "nurse-article-22095_13", "title": "Viral Gastroenteritis (Nursing) -- Assessment", "content": "Upon physical exam, it is important to address any abnormal vital signs. Mild fever is common in viral gastroenteritis, but high fever (greater than 39 C) should trigger concern for causes that are not viral in origin. Additionally, tachycardia and tachypnea may be present due to fever and dehydration. An assessment for dehydration is of the utmost importance, especially in patients who demonstrate extremes of age, chronic illness, or immunosuppression. These patient groups are at a much higher risk for severe complications due to dehydration. Another physical exam finding may include mild, diffuse abdominal tenderness. Significant tenderness to palpation, guarding, rebound, or point-specific tenderness should lead the clinician to consider other causes of symptomatology.", "contents": "Viral Gastroenteritis (Nursing) -- Assessment. Upon physical exam, it is important to address any abnormal vital signs. Mild fever is common in viral gastroenteritis, but high fever (greater than 39 C) should trigger concern for causes that are not viral in origin. Additionally, tachycardia and tachypnea may be present due to fever and dehydration. An assessment for dehydration is of the utmost importance, especially in patients who demonstrate extremes of age, chronic illness, or immunosuppression. These patient groups are at a much higher risk for severe complications due to dehydration. Another physical exam finding may include mild, diffuse abdominal tenderness. Significant tenderness to palpation, guarding, rebound, or point-specific tenderness should lead the clinician to consider other causes of symptomatology."}
{"id": "nurse-article-22095_14", "title": "Viral Gastroenteritis (Nursing) -- Evaluation", "content": "Due to the lack of readily available viral testing capabilities in most clinics and emergency departments, acute viral gastroenteritis is a clinical diagnosis. Therefore, patients who appear clinically well-hydrated and who lack risk factors for severe disease do not necessarily warrant further testing. Diagnostics are used to help rule out other causes of the patient’s symptoms. Complete blood counts may reveal a mild leukocytosis in a patient with viral gastroenteritis. Other serum inflammatory markers may also show mild elevation. Patients who are suffering from significant dehydration may demonstrate hemoconcentration on complete blood count testing as well as electrolyte disturbances on chemistry panels. Dehydration may also present as acute kidney injury, evidenced by changes in the BUN and creatinine on a chemistry panel.", "contents": "Viral Gastroenteritis (Nursing) -- Evaluation. Due to the lack of readily available viral testing capabilities in most clinics and emergency departments, acute viral gastroenteritis is a clinical diagnosis. Therefore, patients who appear clinically well-hydrated and who lack risk factors for severe disease do not necessarily warrant further testing. Diagnostics are used to help rule out other causes of the patient’s symptoms. Complete blood counts may reveal a mild leukocytosis in a patient with viral gastroenteritis. Other serum inflammatory markers may also show mild elevation. Patients who are suffering from significant dehydration may demonstrate hemoconcentration on complete blood count testing as well as electrolyte disturbances on chemistry panels. Dehydration may also present as acute kidney injury, evidenced by changes in the BUN and creatinine on a chemistry panel."}
{"id": "nurse-article-22095_15", "title": "Viral Gastroenteritis (Nursing) -- Evaluation", "content": "Imaging studies of the abdomen most often appear normal. CT scans may reveal mild, diffuse colonic wall thickening or other inflammatory changes of the bowel. However, there are no specific findings, and CT scanning should be performed to rule out other, more severe etiologies. Stool studies may be obtained, but readily available laboratory testing assays assess only for bacterial causes and do not diagnose specific viral causes. Patients with bloody stool, high fever, severe abdominal pain, or severe dehydration warrant stool studies as these symptoms are not consistent with simple viral gastroenteritis.", "contents": "Viral Gastroenteritis (Nursing) -- Evaluation. Imaging studies of the abdomen most often appear normal. CT scans may reveal mild, diffuse colonic wall thickening or other inflammatory changes of the bowel. However, there are no specific findings, and CT scanning should be performed to rule out other, more severe etiologies. Stool studies may be obtained, but readily available laboratory testing assays assess only for bacterial causes and do not diagnose specific viral causes. Patients with bloody stool, high fever, severe abdominal pain, or severe dehydration warrant stool studies as these symptoms are not consistent with simple viral gastroenteritis."}
{"id": "nurse-article-22095_16", "title": "Viral Gastroenteritis (Nursing) -- Medical Management", "content": "The treatment of viral gastroenteritis is based on symptomatic support [3] [4] . The most important goal of treatment is to maintain hydration status and effectively counter fluid and electrolyte losses. Fluid therapy is a fundamental part of treatment. Intravenous fluids may be administered to those individuals who appear dehydrated or to those unable to tolerate oral fluids. Antiemetic medications such as ondansetron or metoclopramide may be used to assist with controlling nausea and vomiting symptoms. Patients demonstrating severe dehydration or intractable vomiting may require hospital admission for continued intravenous fluids and careful monitoring of electrolyte status. Electrolyte abnormalities may be addressed on an individual level, although often these are caused by an overall fluid volume depletion which, when corrected, will also cause electrolytes to normalize. Both saline and lactated Ringer’s solutions appear to be effective for the treatment of dehydration due to viral gastroenteritis.", "contents": "Viral Gastroenteritis (Nursing) -- Medical Management. The treatment of viral gastroenteritis is based on symptomatic support [3] [4] . The most important goal of treatment is to maintain hydration status and effectively counter fluid and electrolyte losses. Fluid therapy is a fundamental part of treatment. Intravenous fluids may be administered to those individuals who appear dehydrated or to those unable to tolerate oral fluids. Antiemetic medications such as ondansetron or metoclopramide may be used to assist with controlling nausea and vomiting symptoms. Patients demonstrating severe dehydration or intractable vomiting may require hospital admission for continued intravenous fluids and careful monitoring of electrolyte status. Electrolyte abnormalities may be addressed on an individual level, although often these are caused by an overall fluid volume depletion which, when corrected, will also cause electrolytes to normalize. Both saline and lactated Ringer’s solutions appear to be effective for the treatment of dehydration due to viral gastroenteritis."}
{"id": "nurse-article-22095_17", "title": "Viral Gastroenteritis (Nursing) -- Medical Management", "content": "Debate exists over antidiarrheal medication usage. Medications such as diphenoxylate/atropine or loperamide are not recommended in patients who are 65 or older. Younger patients may benefit from antimotility medications [4] . However, some feel that if a patient can maintain a well-hydrated status, antidiarrheal treatment should not be initiated. For oral rehydration, some studies have shown that commercially available oral rehydration solutions containing electrolytes are superior to sports drinks and other forms of oral rehydration [2] . However, a recent study using children with mild dehydration demonstrated no differences between children receiving oral rehydration solutions versus ad lib oral intake [17] . No specific nutritional recommendations are universal for patients with viral gastroenteritis. A diet of banana, rice, apples, tea, and toast is often advised, but several studies have failed to show any significant outcome difference when compared to regular diets [18] .", "contents": "Viral Gastroenteritis (Nursing) -- Medical Management. Debate exists over antidiarrheal medication usage. Medications such as diphenoxylate/atropine or loperamide are not recommended in patients who are 65 or older. Younger patients may benefit from antimotility medications [4] . However, some feel that if a patient can maintain a well-hydrated status, antidiarrheal treatment should not be initiated. For oral rehydration, some studies have shown that commercially available oral rehydration solutions containing electrolytes are superior to sports drinks and other forms of oral rehydration [2] . However, a recent study using children with mild dehydration demonstrated no differences between children receiving oral rehydration solutions versus ad lib oral intake [17] . No specific nutritional recommendations are universal for patients with viral gastroenteritis. A diet of banana, rice, apples, tea, and toast is often advised, but several studies have failed to show any significant outcome difference when compared to regular diets [18] ."}
{"id": "nurse-article-22095_18", "title": "Viral Gastroenteritis (Nursing) -- Medical Management", "content": "Most patients who present to outpatient clinics or the emergency department with acute viral gastroenteritis can be discharged home safely. Adults often benefit from antiemetic medications at home although home antiemetic medication is not recommended in young children. Patients who may benefit from hospital observation or admission are those that demonstrate signs or symptoms of dehydration, intractable vomiting, severe electrolyte disturbances, significant renal failure, severe abdominal pain, or pregnancy.", "contents": "Viral Gastroenteritis (Nursing) -- Medical Management. Most patients who present to outpatient clinics or the emergency department with acute viral gastroenteritis can be discharged home safely. Adults often benefit from antiemetic medications at home although home antiemetic medication is not recommended in young children. Patients who may benefit from hospital observation or admission are those that demonstrate signs or symptoms of dehydration, intractable vomiting, severe electrolyte disturbances, significant renal failure, severe abdominal pain, or pregnancy."}
{"id": "nurse-article-22095_19", "title": "Viral Gastroenteritis (Nursing) -- Nursing Management", "content": "Assess vital signs Encourage intake of fluids Educate caregiver about viral gastroenteritis Assess infant/child for abdominal pain, nausea Assess ins and outs Assess for signs of dehydration Educate about handwashing and proper hygiene measures Educate about the importance of clean water for cooking Encourage the parent to follow up with medical care Educate caregiver about the rotavirus vaccine", "contents": "Viral Gastroenteritis (Nursing) -- Nursing Management. Assess vital signs Encourage intake of fluids Educate caregiver about viral gastroenteritis Assess infant/child for abdominal pain, nausea Assess ins and outs Assess for signs of dehydration Educate about handwashing and proper hygiene measures Educate about the importance of clean water for cooking Encourage the parent to follow up with medical care Educate caregiver about the rotavirus vaccine"}
{"id": "nurse-article-22095_20", "title": "Viral Gastroenteritis (Nursing) -- Outcome Identification", "content": "Able to eat No diarrhea No abdominal symptoms Normal mentation", "contents": "Viral Gastroenteritis (Nursing) -- Outcome Identification. Able to eat No diarrhea No abdominal symptoms Normal mentation"}
{"id": "nurse-article-22095_21", "title": "Viral Gastroenteritis (Nursing) -- Coordination of Care", "content": "Many patients with gastroenteritis present to the emergency room. However, because there are so many causes of gastroenteritis, the emergency department physician, nurse practitioner, and internist need to rule out other serious disorders first become making a diagnosis of viral gastroenteritis, which is a clinical diagnosis aided with laboratory data.", "contents": "Viral Gastroenteritis (Nursing) -- Coordination of Care. Many patients with gastroenteritis present to the emergency room. However, because there are so many causes of gastroenteritis, the emergency department physician, nurse practitioner, and internist need to rule out other serious disorders first become making a diagnosis of viral gastroenteritis, which is a clinical diagnosis aided with laboratory data."}
{"id": "nurse-article-22095_22", "title": "Viral Gastroenteritis (Nursing) -- Coordination of Care", "content": "Food poisoning due to bacterial toxins frequently causes symptoms very similar to viral gastroenteritis, though the treatment for food poisoning often parallels that of viral gastroenteritis. Bacterial and protozoal causes of gastroenteritis can potentially mimic symptoms of viral gastroenteritis but often require a different treatment approach and may carry higher morbidity potential.", "contents": "Viral Gastroenteritis (Nursing) -- Coordination of Care. Food poisoning due to bacterial toxins frequently causes symptoms very similar to viral gastroenteritis, though the treatment for food poisoning often parallels that of viral gastroenteritis. Bacterial and protozoal causes of gastroenteritis can potentially mimic symptoms of viral gastroenteritis but often require a different treatment approach and may carry higher morbidity potential."}
{"id": "nurse-article-22095_23", "title": "Viral Gastroenteritis (Nursing) -- Coordination of Care", "content": "If there is any doubt about the diagnosis, the infectious disease expert should be consulted before discharging the patient. Most patients with viral gastroenteritis improve with supportive measures including hydration and bowel rest.", "contents": "Viral Gastroenteritis (Nursing) -- Coordination of Care. If there is any doubt about the diagnosis, the infectious disease expert should be consulted before discharging the patient. Most patients with viral gastroenteritis improve with supportive measures including hydration and bowel rest."}
{"id": "nurse-article-22095_24", "title": "Viral Gastroenteritis (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Viral Gastroenteritis (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}