{"id": "nurse-article-20429_0", "title": "Diabetes (Nursing) -- Learning Outcome", "content": "Describe the etiology and pathophysiology of diabetes mellitus. Outline the epidemiology and risk factors of diabetes mellitus. Review the treatment considerations and common complications of diabetes mellitus.", "contents": "Diabetes (Nursing) -- Learning Outcome. Describe the etiology and pathophysiology of diabetes mellitus. Outline the epidemiology and risk factors of diabetes mellitus. Review the treatment considerations and common complications of diabetes mellitus."}
{"id": "nurse-article-20429_1", "title": "Diabetes (Nursing) -- Introduction", "content": "Diabetes mellitus is taken from the Greek word diabetes , meaning siphon - to pass through and the Latin word mellitus meaning sweet. A review of the history shows that the term \"diabetes\" was first used by Apollonius of Memphis around 250 to 300 BC. Ancient Greek, Indian, and Egyptian civilizations discovered the sweet nature of urine in this condition, and hence the propagation of the word Diabetes Mellitus came into being. Mering and Minkowski, in 1889, discovered the role of the pancreas in the pathogenesis of diabetes. In 1922 Banting, Best, and Collip purified the hormone insulin from the pancreas of cows at the University of Toronto, leading to the availability of an effective treatment for diabetes in 1922. Over the years, exceptional work has taken place, and multiple discoveries, as well as management strategies, have been created to tackle this growing problem. Unfortunately, even today, diabetes is one of the most common chronic diseases in the country and worldwide. In the US, it remains as the seventh leading cause of death.", "contents": "Diabetes (Nursing) -- Introduction. Diabetes mellitus is taken from the Greek word diabetes , meaning siphon - to pass through and the Latin word mellitus meaning sweet. A review of the history shows that the term \"diabetes\" was first used by Apollonius of Memphis around 250 to 300 BC. Ancient Greek, Indian, and Egyptian civilizations discovered the sweet nature of urine in this condition, and hence the propagation of the word Diabetes Mellitus came into being. Mering and Minkowski, in 1889, discovered the role of the pancreas in the pathogenesis of diabetes. In 1922 Banting, Best, and Collip purified the hormone insulin from the pancreas of cows at the University of Toronto, leading to the availability of an effective treatment for diabetes in 1922. Over the years, exceptional work has taken place, and multiple discoveries, as well as management strategies, have been created to tackle this growing problem. Unfortunately, even today, diabetes is one of the most common chronic diseases in the country and worldwide. In the US, it remains as the seventh leading cause of death."}
{"id": "nurse-article-20429_2", "title": "Diabetes (Nursing) -- Introduction", "content": "Diabetes mellitus (DM) is a metabolic disease, involving inappropriately elevated blood glucose levels. DM has several categories, including type 1, type 2, maturity-onset diabetes of the young (MODY), gestational diabetes, neonatal diabetes, and secondary causes due to endocrinopathies, steroid use, etc. The main subtypes of DM are Type 1 diabetes mellitus (T1DM) and Type 2 diabetes mellitus (T2DM), which classically result from defective insulin secretion (T1DM) and/or action (T2DM). T1DM presents in children or adolescents, while T2DM is thought to affect middle-aged and older adults who have prolonged hyperglycemia due to poor lifestyle and dietary choices. The pathogenesis for T1DM and T2DM is drastically different, and therefore each type has various etiologies, presentations, and treatments.", "contents": "Diabetes (Nursing) -- Introduction. Diabetes mellitus (DM) is a metabolic disease, involving inappropriately elevated blood glucose levels. DM has several categories, including type 1, type 2, maturity-onset diabetes of the young (MODY), gestational diabetes, neonatal diabetes, and secondary causes due to endocrinopathies, steroid use, etc. The main subtypes of DM are Type 1 diabetes mellitus (T1DM) and Type 2 diabetes mellitus (T2DM), which classically result from defective insulin secretion (T1DM) and/or action (T2DM). T1DM presents in children or adolescents, while T2DM is thought to affect middle-aged and older adults who have prolonged hyperglycemia due to poor lifestyle and dietary choices. The pathogenesis for T1DM and T2DM is drastically different, and therefore each type has various etiologies, presentations, and treatments."}
{"id": "nurse-article-20429_3", "title": "Diabetes (Nursing) -- Nursing Diagnosis", "content": "Altered health maintenance Risk for impaired skin integrity Risk for infection Risk for anxiety", "contents": "Diabetes (Nursing) -- Nursing Diagnosis. Altered health maintenance Risk for impaired skin integrity Risk for infection Risk for anxiety"}
{"id": "nurse-article-20429_4", "title": "Diabetes (Nursing) -- Causes", "content": "In the islets of Langerhans in the pancreas, there are two main subclasses of endocrine cells: insulin-producing beta cells and glucagon secreting alpha cells. Beta and alpha cells are continually changing their levels of hormone secretions based on the glucose environment. Without the balance between insulin and glucagon, the glucose levels become inappropriately skewed. In the case of DM, insulin is either absent and/or has impaired action (insulin resistance), and thus leads to hyperglycemia.", "contents": "Diabetes (Nursing) -- Causes. In the islets of Langerhans in the pancreas, there are two main subclasses of endocrine cells: insulin-producing beta cells and glucagon secreting alpha cells. Beta and alpha cells are continually changing their levels of hormone secretions based on the glucose environment. Without the balance between insulin and glucagon, the glucose levels become inappropriately skewed. In the case of DM, insulin is either absent and/or has impaired action (insulin resistance), and thus leads to hyperglycemia."}
{"id": "nurse-article-20429_5", "title": "Diabetes (Nursing) -- Causes", "content": "T1DM is characterized by the destruction of beta cells in the pancreas, typically secondary to an autoimmune process. The result is the absolute destruction of beta cells, and consequentially, insulin is absent or extremely low.", "contents": "Diabetes (Nursing) -- Causes. T1DM is characterized by the destruction of beta cells in the pancreas, typically secondary to an autoimmune process. The result is the absolute destruction of beta cells, and consequentially, insulin is absent or extremely low."}
{"id": "nurse-article-20429_6", "title": "Diabetes (Nursing) -- Causes", "content": "T2DM involves a more insidious onset where an imbalance between insulin levels and insulin sensitivity causes a functional deficit of insulin. Insulin resistance is multifactorial but commonly develops from obesity and aging.", "contents": "Diabetes (Nursing) -- Causes. T2DM involves a more insidious onset where an imbalance between insulin levels and insulin sensitivity causes a functional deficit of insulin. Insulin resistance is multifactorial but commonly develops from obesity and aging."}
{"id": "nurse-article-20429_7", "title": "Diabetes (Nursing) -- Causes", "content": "The genetic background for both types is critical as a risk factor. As the human genome gets further explored, there are different loci found that confer risk for DM. Polymorphisms have been known to influence the risk for T1DM, including major histocompatibility complex (MHC) and human leukocyte antigen (HLA). [1]", "contents": "Diabetes (Nursing) -- Causes. The genetic background for both types is critical as a risk factor. As the human genome gets further explored, there are different loci found that confer risk for DM. Polymorphisms have been known to influence the risk for T1DM, including major histocompatibility complex (MHC) and human leukocyte antigen (HLA). [1]"}
{"id": "nurse-article-20429_8", "title": "Diabetes (Nursing) -- Causes", "content": "T2DM involves a more complex interplay between genetics and lifestyle. There is clear evidence suggesting that T2DM is has a stronger hereditary profile as compared to T1DM. The majority of patients with the disease have at least one parent with T2DM. [2]", "contents": "Diabetes (Nursing) -- Causes. T2DM involves a more complex interplay between genetics and lifestyle. There is clear evidence suggesting that T2DM is has a stronger hereditary profile as compared to T1DM. The majority of patients with the disease have at least one parent with T2DM. [2]"}
{"id": "nurse-article-20429_9", "title": "Diabetes (Nursing) -- Causes", "content": "Monozygotic twins with one affected twin have a 90% likelihood of the other twin developing T2DM in his/her lifetime. [3] Approximately 50 polymorphisms to date have been described to contribute to the risk or protection for T2DM. These genes encode for proteins involved in various pathways leading to DM, including pancreatic development, insulin synthesis, secretion, and development, amyloid deposition in beta cells, insulin resistance, and impaired gluconeogenesis regulation. A genome-wide association study (GWAS) found genetic loci for transcription factor 7-like 2 gene (TCF7L2), which increases the risk for T2DM. [4] [5] Other loci that have implications in the development of T2DM include NOTCH2, JAZF1, KCNQ1, and WFS1. [6] [7]", "contents": "Diabetes (Nursing) -- Causes. Monozygotic twins with one affected twin have a 90% likelihood of the other twin developing T2DM in his/her lifetime. [3] Approximately 50 polymorphisms to date have been described to contribute to the risk or protection for T2DM. These genes encode for proteins involved in various pathways leading to DM, including pancreatic development, insulin synthesis, secretion, and development, amyloid deposition in beta cells, insulin resistance, and impaired gluconeogenesis regulation. A genome-wide association study (GWAS) found genetic loci for transcription factor 7-like 2 gene (TCF7L2), which increases the risk for T2DM. [4] [5] Other loci that have implications in the development of T2DM include NOTCH2, JAZF1, KCNQ1, and WFS1. [6] [7]"}
{"id": "nurse-article-20429_10", "title": "Diabetes (Nursing) -- Causes", "content": "MODY is a heterogeneous disorder identified by non-insulin-dependent diabetes diagnosed at a young age (usually under 25 years). It carries an autosomal dominant transmission and does not involve autoantibodies as in T1DM. Several genes have implications in this disease, including mutations to hepatocyte nuclear factor-1-alpha (HNF1A) and the glucokinase (GCK) gene, which occurs in 52 to 65 and 15 to 32 percent of MODY cases, respectively. [8] [9] The genetics of this disease are still unclear as some patients have mutations but never develop the disease, and others will develop clinical symptoms of MODY but have no identifiable mutation.", "contents": "Diabetes (Nursing) -- Causes. MODY is a heterogeneous disorder identified by non-insulin-dependent diabetes diagnosed at a young age (usually under 25 years). It carries an autosomal dominant transmission and does not involve autoantibodies as in T1DM. Several genes have implications in this disease, including mutations to hepatocyte nuclear factor-1-alpha (HNF1A) and the glucokinase (GCK) gene, which occurs in 52 to 65 and 15 to 32 percent of MODY cases, respectively. [8] [9] The genetics of this disease are still unclear as some patients have mutations but never develop the disease, and others will develop clinical symptoms of MODY but have no identifiable mutation."}
{"id": "nurse-article-20429_11", "title": "Diabetes (Nursing) -- Causes", "content": "Gestational diabetes is essentially diabetes that manifests during pregnancy. It is still unknown why it develops; however, some speculate that HLA antigens may play a role, specifically HLA DR2, 3, and 4. Excessive proinsulin is also thought to play a role in gestational diabetes, and some suggest that proinsulin may induce beta-cell stress. Others believe that high concentrations of hormones such as progesterone, cortisol, prolactin, human placental lactogen, and estrogen may affect beta-cell function and peripheral insulin sensitivity. [10]", "contents": "Diabetes (Nursing) -- Causes. Gestational diabetes is essentially diabetes that manifests during pregnancy. It is still unknown why it develops; however, some speculate that HLA antigens may play a role, specifically HLA DR2, 3, and 4. Excessive proinsulin is also thought to play a role in gestational diabetes, and some suggest that proinsulin may induce beta-cell stress. Others believe that high concentrations of hormones such as progesterone, cortisol, prolactin, human placental lactogen, and estrogen may affect beta-cell function and peripheral insulin sensitivity. [10]"}
{"id": "nurse-article-20429_12", "title": "Diabetes (Nursing) -- Causes", "content": "Several endocrinopathies, including acromegaly, Cushing syndrome, glucagonoma, hyperthyroidism, hyperaldosteronism, and somatostatinomas, have been associated with glucose intolerance and diabetes mellitus, due to the inherent glucogenic action of the endogenous hormones excessively secreted in these conditions. Conditions like idiopathic hemochromatosis are associated with diabetes mellitus due to excessive iron deposition in the pancreas and the destruction of the beta cells.", "contents": "Diabetes (Nursing) -- Causes. Several endocrinopathies, including acromegaly, Cushing syndrome, glucagonoma, hyperthyroidism, hyperaldosteronism, and somatostatinomas, have been associated with glucose intolerance and diabetes mellitus, due to the inherent glucogenic action of the endogenous hormones excessively secreted in these conditions. Conditions like idiopathic hemochromatosis are associated with diabetes mellitus due to excessive iron deposition in the pancreas and the destruction of the beta cells."}
{"id": "nurse-article-20429_13", "title": "Diabetes (Nursing) -- Risk Factors", "content": "Globally, 1 in 11 adults has DM (90% having T2DM). The onset of T1DM gradually increases from birth and peaks at ages 4 to 6 years and then again from 10 to 14 years. [11] Approximately 45% of children present before age ten years. [12] The prevalence in people under age 20 is about 2.3 per 1000. While most autoimmune diseases are more common in females, there are no apparent gender differences in the incidence of childhood T1DM. In some populations, such as in older males of European origin (over 13 years), they may be more likely to develop T1DM compared to females (3:2 male to female ratio). [13] The incidence of T1DM has been increasing worldwide. In Europe, Australia, and the Middle East, rates are rising by 2% to 5% annually. [14] [15] [16] In the United States, T1DM rates rose in most age and ethnic groups by about 2% yearly, and rates are higher in Hispanic youth. [17] The exact reason for this pattern remains unknown. However, some metrics, such as the United States Military Health System data repository, found plateauing over 2007 to 2012 with a prevalence of 1.5 per 1000 and incidence of 20.7 to 21.3 per 1000. [18]", "contents": "Diabetes (Nursing) -- Risk Factors. Globally, 1 in 11 adults has DM (90% having T2DM). The onset of T1DM gradually increases from birth and peaks at ages 4 to 6 years and then again from 10 to 14 years. [11] Approximately 45% of children present before age ten years. [12] The prevalence in people under age 20 is about 2.3 per 1000. While most autoimmune diseases are more common in females, there are no apparent gender differences in the incidence of childhood T1DM. In some populations, such as in older males of European origin (over 13 years), they may be more likely to develop T1DM compared to females (3:2 male to female ratio). [13] The incidence of T1DM has been increasing worldwide. In Europe, Australia, and the Middle East, rates are rising by 2% to 5% annually. [14] [15] [16] In the United States, T1DM rates rose in most age and ethnic groups by about 2% yearly, and rates are higher in Hispanic youth. [17] The exact reason for this pattern remains unknown. However, some metrics, such as the United States Military Health System data repository, found plateauing over 2007 to 2012 with a prevalence of 1.5 per 1000 and incidence of 20.7 to 21.3 per 1000. [18]"}
{"id": "nurse-article-20429_14", "title": "Diabetes (Nursing) -- Risk Factors", "content": "The onset of T2DM is usually later in life, though obesity in adolescents has led to an increase in T2DM in younger populations. T2DM has a prevalence of about 9% in the total population of the United States, but approximately 25% in those over 65 years. The International Diabetes Federation estimates that 1 in 11 adults between 20 and 79 years had DM globally in 2015. Experts expect the prevalence of DM to increase from 415 to 642 million by 2040, with the most significant increase in populations transitioning from low to middle-income levels. [19] T2DM varies among ethnic groups and is 2 to 6 times more prevalent in Blacks, Native Americans, Pima Indians, and Hispanic Americans compared to Whites in the United States. [20] [21] While ethnicity alone plays a vital role in T2DM, environmental factors also greatly confer risk for the disease. For example, Pima Indians in Mexico are less likely to develop T2DM compared to Pima Indians in the United States (6.9% vs. 38%). [22]", "contents": "Diabetes (Nursing) -- Risk Factors. The onset of T2DM is usually later in life, though obesity in adolescents has led to an increase in T2DM in younger populations. T2DM has a prevalence of about 9% in the total population of the United States, but approximately 25% in those over 65 years. The International Diabetes Federation estimates that 1 in 11 adults between 20 and 79 years had DM globally in 2015. Experts expect the prevalence of DM to increase from 415 to 642 million by 2040, with the most significant increase in populations transitioning from low to middle-income levels. [19] T2DM varies among ethnic groups and is 2 to 6 times more prevalent in Blacks, Native Americans, Pima Indians, and Hispanic Americans compared to Whites in the United States. [20] [21] While ethnicity alone plays a vital role in T2DM, environmental factors also greatly confer risk for the disease. For example, Pima Indians in Mexico are less likely to develop T2DM compared to Pima Indians in the United States (6.9% vs. 38%). [22]"}
{"id": "nurse-article-20429_15", "title": "Diabetes (Nursing) -- Assessment", "content": "During patient history, questions about family history, autoimmune diseases, and insulin-resistant are critical to making the diagnosis of DM. It often presents asymptomatically, but when symptoms develop, patients usually present with polyuria, polydipsia, and weight loss. On physical examination of someone with hyperglycemia, poor skin turgor (from dehydration) and a distinctive fruity odor of their breath (in patients with ketosis) may be present. In the setting of diabetic ketoacidosis (DKA), clinicians may note Kussmaul respirations, fatigue, nausea, and vomiting. Funduscopic examination in a patient with DM may show hemorrhages or exudates on the macula. In frank diabetic retinopathy, retinal venules may appear dilated or occluded. The proliferation of new blood vessels is also a concern for ophthalmologists and can hasten retinal hemorrhages and macular edema, ultimately resulting in blindness. While T1DM and T2DM can present similarly, they can be distinguished based on clinical history and examination. T2DM patients are typically overweight/obese and present with signs of insulin resistance, including acanthosis nigricans, which are hyperpigmented, velvety patches on the skin of the neck, axillary, or inguinal folds. Patients with a longer course of hyperglycemia may have blurry vision, frequent yeast infections, numbness, or neuropathic pain. The clinicians must ask the patient bout any recent skin changes in their feet during each visit. The diabetic foot exam, including the monofilament test, should be a part of the routine physical exam.", "contents": "Diabetes (Nursing) -- Assessment. During patient history, questions about family history, autoimmune diseases, and insulin-resistant are critical to making the diagnosis of DM. It often presents asymptomatically, but when symptoms develop, patients usually present with polyuria, polydipsia, and weight loss. On physical examination of someone with hyperglycemia, poor skin turgor (from dehydration) and a distinctive fruity odor of their breath (in patients with ketosis) may be present. In the setting of diabetic ketoacidosis (DKA), clinicians may note Kussmaul respirations, fatigue, nausea, and vomiting. Funduscopic examination in a patient with DM may show hemorrhages or exudates on the macula. In frank diabetic retinopathy, retinal venules may appear dilated or occluded. The proliferation of new blood vessels is also a concern for ophthalmologists and can hasten retinal hemorrhages and macular edema, ultimately resulting in blindness. While T1DM and T2DM can present similarly, they can be distinguished based on clinical history and examination. T2DM patients are typically overweight/obese and present with signs of insulin resistance, including acanthosis nigricans, which are hyperpigmented, velvety patches on the skin of the neck, axillary, or inguinal folds. Patients with a longer course of hyperglycemia may have blurry vision, frequent yeast infections, numbness, or neuropathic pain. The clinicians must ask the patient bout any recent skin changes in their feet during each visit. The diabetic foot exam, including the monofilament test, should be a part of the routine physical exam."}
{"id": "nurse-article-20429_16", "title": "Diabetes (Nursing) -- Evaluation", "content": "The diagnosis of T1DM is usually through a characteristic history supported by elevated serum glucose levels (fasting glucose greater than 126 mg/dL, random glucose over 200 mg/dL, or hemoglobin A1C (HbA1c exceeding 6.5%) with or without antibodies to glutamic acid decarboxylase (GAD) and insulin.", "contents": "Diabetes (Nursing) -- Evaluation. The diagnosis of T1DM is usually through a characteristic history supported by elevated serum glucose levels (fasting glucose greater than 126 mg/dL, random glucose over 200 mg/dL, or hemoglobin A1C (HbA1c exceeding 6.5%) with or without antibodies to glutamic acid decarboxylase (GAD) and insulin."}
{"id": "nurse-article-20429_17", "title": "Diabetes (Nursing) -- Evaluation", "content": "Fasting glucose levels and HbA1c testing are useful for the early identification of T2DM. If borderline, a glucose tolerance test is an option to evaluate both fasting glucose levels and serum response to an oral glucose tolerance test (OGTT). Prediabetes, which often precedes T2DM, presents with a fasting blood glucose level of 100 to 125 mg/dL or a 2-hour post-oral glucose tolerance test (post-OGTT) glucose level of 140 to 200 mg/dL. [23] [24]", "contents": "Diabetes (Nursing) -- Evaluation. Fasting glucose levels and HbA1c testing are useful for the early identification of T2DM. If borderline, a glucose tolerance test is an option to evaluate both fasting glucose levels and serum response to an oral glucose tolerance test (OGTT). Prediabetes, which often precedes T2DM, presents with a fasting blood glucose level of 100 to 125 mg/dL or a 2-hour post-oral glucose tolerance test (post-OGTT) glucose level of 140 to 200 mg/dL. [23] [24]"}
{"id": "nurse-article-20429_18", "title": "Diabetes (Nursing) -- Evaluation", "content": "According to the American Diabetes Association (ADA), a diagnosis of diabetes is through any of the following: An HbA1c level of 6.5% or higher; A fasting plasma glucose level of 126 mg/dL (7.0 mmol/L) or higher (no caloric intake for at least 8 hours); A two-hour plasma glucose level of 11.1 mmol/L or 200 mg/dL or higher during a 75-g OGTT; A random plasma glucose of 11.1 mmol/L or 200 mg/dL or higher in a patient with symptoms of hyperglycemia (polyuria, polydipsia, polyphagia, weight loss) or hyperglycemic crisis. [23] The ADA recommends screening adults aged 45 years and older regardless of risk, while the United States Preventative Service Task Force suggests screening individuals between 40 to 70 years who are overweight. [25] .", "contents": "Diabetes (Nursing) -- Evaluation. According to the American Diabetes Association (ADA), a diagnosis of diabetes is through any of the following: An HbA1c level of 6.5% or higher; A fasting plasma glucose level of 126 mg/dL (7.0 mmol/L) or higher (no caloric intake for at least 8 hours); A two-hour plasma glucose level of 11.1 mmol/L or 200 mg/dL or higher during a 75-g OGTT; A random plasma glucose of 11.1 mmol/L or 200 mg/dL or higher in a patient with symptoms of hyperglycemia (polyuria, polydipsia, polyphagia, weight loss) or hyperglycemic crisis. [23] The ADA recommends screening adults aged 45 years and older regardless of risk, while the United States Preventative Service Task Force suggests screening individuals between 40 to 70 years who are overweight. [25] ."}
{"id": "nurse-article-20429_19", "title": "Diabetes (Nursing) -- Evaluation", "content": "To test for gestational diabetes, all pregnant patients have screening between 24 to 28 weeks of gestation with a 1-hour fasting glucose challenge test. If blood glucose levels are over 140mg/dL, patients have a 3-hour fasting glucose challenge test to confirm a diagnosis. A positive 3-hours OGTT test is when there is at least one abnormal value (greater than or equal to 180, 155, and 140 mg/dL for fasting one-hour, two-hour, and 3-hour plasma glucose concentration, respectively). [26]", "contents": "Diabetes (Nursing) -- Evaluation. To test for gestational diabetes, all pregnant patients have screening between 24 to 28 weeks of gestation with a 1-hour fasting glucose challenge test. If blood glucose levels are over 140mg/dL, patients have a 3-hour fasting glucose challenge test to confirm a diagnosis. A positive 3-hours OGTT test is when there is at least one abnormal value (greater than or equal to 180, 155, and 140 mg/dL for fasting one-hour, two-hour, and 3-hour plasma glucose concentration, respectively). [26]"}
{"id": "nurse-article-20429_20", "title": "Diabetes (Nursing) -- Evaluation", "content": "Several lab tests are useful in the management of chronic DM. Home glucose testing can show trends of hyper- and hypoglycemia. The HbA1c test indicates the extent of glycation due to hyperglycemia over three months (the life of the red blood cell). Urine albumin testing can identify the early stages of diabetic nephropathy. Since patients with diabetes are also prone to cardiovascular disease, serum lipid monitoring is advisable at the time of diagnosis. Similarly, some recommend monitoring thyroid status by obtaining a blood level of thyroid-stimulating hormone annually due to a higher incidence of hypothyroidism. [23] [24]", "contents": "Diabetes (Nursing) -- Evaluation. Several lab tests are useful in the management of chronic DM. Home glucose testing can show trends of hyper- and hypoglycemia. The HbA1c test indicates the extent of glycation due to hyperglycemia over three months (the life of the red blood cell). Urine albumin testing can identify the early stages of diabetic nephropathy. Since patients with diabetes are also prone to cardiovascular disease, serum lipid monitoring is advisable at the time of diagnosis. Similarly, some recommend monitoring thyroid status by obtaining a blood level of thyroid-stimulating hormone annually due to a higher incidence of hypothyroidism. [23] [24]"}
{"id": "nurse-article-20429_21", "title": "Diabetes (Nursing) -- Medical Management", "content": "The physiology and treatment of diabetes are complex and require a multitude of interventions for successful disease management. Diabetic education and patient engagement are critical in management. Patients have better outcomes if they can manage their diet (carbohydrate and overall caloric restriction), exercise regularly (over 150 minutes weekly), and independently monitor glucose. [27] Lifelong treatment is often necessary to prevent unwanted complications. Ideally, glucose levels should be maintained at 90 to 130 mg/dL and HbA1c at less than 7%. While glucose control is critical, excessively aggressive management may lead to hypoglycemia, which can have adverse or fatal outcomes.", "contents": "Diabetes (Nursing) -- Medical Management. The physiology and treatment of diabetes are complex and require a multitude of interventions for successful disease management. Diabetic education and patient engagement are critical in management. Patients have better outcomes if they can manage their diet (carbohydrate and overall caloric restriction), exercise regularly (over 150 minutes weekly), and independently monitor glucose. [27] Lifelong treatment is often necessary to prevent unwanted complications. Ideally, glucose levels should be maintained at 90 to 130 mg/dL and HbA1c at less than 7%. While glucose control is critical, excessively aggressive management may lead to hypoglycemia, which can have adverse or fatal outcomes."}
{"id": "nurse-article-20429_22", "title": "Diabetes (Nursing) -- Medical Management", "content": "Since T1DM is a disease primarily due to the absence of insulin, insulin administration through daily injections, or an insulin pump, is the mainstay of treatment. In T2DM, diet and exercise may be adequate treatments, especially initially. Other therapies may target insulin sensitivity or increase insulin secretion by the pancreas. Insulin administration may also be necessary for T2DM patients, especially those with inadequate glucose production or resistance in the advanced stages of the disease.", "contents": "Diabetes (Nursing) -- Medical Management. Since T1DM is a disease primarily due to the absence of insulin, insulin administration through daily injections, or an insulin pump, is the mainstay of treatment. In T2DM, diet and exercise may be adequate treatments, especially initially. Other therapies may target insulin sensitivity or increase insulin secretion by the pancreas. Insulin administration may also be necessary for T2DM patients, especially those with inadequate glucose production or resistance in the advanced stages of the disease."}
{"id": "nurse-article-20429_23", "title": "Diabetes (Nursing) -- Medical Management", "content": "Long-term complications of diabetes include retinopathy with the potential for loss of vision; nephropathy leading to renal failure; peripheral neuropathy with risk of foot ulcers, amputations; and autonomic neuropathy causing gastrointestinal, genitourinary, and cardiovascular symptoms and sexual dysfunction. [23]", "contents": "Diabetes (Nursing) -- Medical Management. Long-term complications of diabetes include retinopathy with the potential for loss of vision; nephropathy leading to renal failure; peripheral neuropathy with risk of foot ulcers, amputations; and autonomic neuropathy causing gastrointestinal, genitourinary, and cardiovascular symptoms and sexual dysfunction. [23]"}
{"id": "nurse-article-20429_24", "title": "Diabetes (Nursing) -- Medical Management", "content": "Because of the increased risk of these complications, regular screenings are necessary to assist with the prevention, early identification of, and assist in the appropriate treatment for these complications. Regular diabetic retinal exams should be performed by qualified medical personnel to assess for diabetic retinopathy. Neurological sensation examination with monofilament testing to the feet can identify patients with neuropathy at risk for amputation. Clinicians can also recommend patients perform daily foot inspections to identify foot lesions that may go unnoticed due to neuropathy. The ADA also recommends regular blood pressure screening for diabetics, with the goal being 130 mmHg systolic blood pressure and 85 mmHg diastolic blood pressure. [28] The ADA recommends regular interval lipid monitoring for patients with diabetes. [29]", "contents": "Diabetes (Nursing) -- Medical Management. Because of the increased risk of these complications, regular screenings are necessary to assist with the prevention, early identification of, and assist in the appropriate treatment for these complications. Regular diabetic retinal exams should be performed by qualified medical personnel to assess for diabetic retinopathy. Neurological sensation examination with monofilament testing to the feet can identify patients with neuropathy at risk for amputation. Clinicians can also recommend patients perform daily foot inspections to identify foot lesions that may go unnoticed due to neuropathy. The ADA also recommends regular blood pressure screening for diabetics, with the goal being 130 mmHg systolic blood pressure and 85 mmHg diastolic blood pressure. [28] The ADA recommends regular interval lipid monitoring for patients with diabetes. [29]"}
{"id": "nurse-article-20429_25", "title": "Diabetes (Nursing) -- Medical Management", "content": "If a patient experiences hypoglycemia (plasma glucose < 70 mg/dL) it is recommended they be given 15-20 grams of carbohydrates through an oral liquid, gel, or food. If a patient is unable to take anything orally due to dysphagia or mental status changes, the patient should be given glucagon intramuscular injection or dextrose intravenous injection depending on the practice setting. Glucose should be checked 15 minutes after carbohydrates are given. If continued hypoglycemia then treatment should be repeated. This incident should be discussed with the primary care provider in the outpatient setting, or the on-call provider in the inpatient setting as the patient may need adjustments made to their glucose-lowering medications to prevent further hypoglycemia episodes. [24]", "contents": "Diabetes (Nursing) -- Medical Management. If a patient experiences hypoglycemia (plasma glucose < 70 mg/dL) it is recommended they be given 15-20 grams of carbohydrates through an oral liquid, gel, or food. If a patient is unable to take anything orally due to dysphagia or mental status changes, the patient should be given glucagon intramuscular injection or dextrose intravenous injection depending on the practice setting. Glucose should be checked 15 minutes after carbohydrates are given. If continued hypoglycemia then treatment should be repeated. This incident should be discussed with the primary care provider in the outpatient setting, or the on-call provider in the inpatient setting as the patient may need adjustments made to their glucose-lowering medications to prevent further hypoglycemia episodes. [24]"}
{"id": "nurse-article-20429_26", "title": "Diabetes (Nursing) -- Nursing Management", "content": "Since DM is a complex disease, it requires an interprofessional approach to management. Nurses can be critical to ensuring proper patient follow-ups and monitoring the efficacy of treatments.", "contents": "Diabetes (Nursing) -- Nursing Management. Since DM is a complex disease, it requires an interprofessional approach to management. Nurses can be critical to ensuring proper patient follow-ups and monitoring the efficacy of treatments."}
{"id": "nurse-article-20429_27", "title": "Diabetes (Nursing) -- Nursing Management", "content": "Many diabetic educators are nurses who have extensive additional training in DM education and have more time for individualized education. Patient education of the disease and appropriate treatment is key to adequate management.", "contents": "Diabetes (Nursing) -- Nursing Management. Many diabetic educators are nurses who have extensive additional training in DM education and have more time for individualized education. Patient education of the disease and appropriate treatment is key to adequate management."}
{"id": "nurse-article-20429_28", "title": "Diabetes (Nursing) -- Nursing Management", "content": "Nurses also play a critical role in the acute care of DM, especially aiding the hospital team in the identification and treatment of diabetic ketoacidosis and hyperosmolar hyperglycemic syndrome in home and hospital settings, which are life-threatening complications of DM.", "contents": "Diabetes (Nursing) -- Nursing Management. Nurses also play a critical role in the acute care of DM, especially aiding the hospital team in the identification and treatment of diabetic ketoacidosis and hyperosmolar hyperglycemic syndrome in home and hospital settings, which are life-threatening complications of DM."}
{"id": "nurse-article-20429_29", "title": "Diabetes (Nursing) -- When To Seek Help", "content": "Beyond regular screenings, as recommended for all patients with diabetes, patients should seek care when an active foot wound is discovered. Patients should seek emergent care with symptoms of uncontrolled glucose levels (hyper or hypoglycemia), diabetic ketoacidosis, or hyperosmolar hyperglycemic syndrome (polyuria, polydipsia, polyphagia, diaphoresis, mental status changes). [24]", "contents": "Diabetes (Nursing) -- When To Seek Help. Beyond regular screenings, as recommended for all patients with diabetes, patients should seek care when an active foot wound is discovered. Patients should seek emergent care with symptoms of uncontrolled glucose levels (hyper or hypoglycemia), diabetic ketoacidosis, or hyperosmolar hyperglycemic syndrome (polyuria, polydipsia, polyphagia, diaphoresis, mental status changes). [24]"}
{"id": "nurse-article-20429_30", "title": "Diabetes (Nursing) -- Monitoring", "content": "Monitoring glucose levels consistently and with the same meter is preferred for most patients at home. The frequency of required glucose checks is dependent on the severity of DM and medications used. If a patient is on short-acting insulin (ex. aspart, lispro) with meals it is imperative that the patient checks their blood glucose levels with each meal to ensure they do not give themselves too much insulin in relation to their preprandial (before meal) glucose and their insulin dose. [24] In the hospital, patients may have their glucose levels checked more frequently based on their condition and reason for the hospital admission.", "contents": "Diabetes (Nursing) -- Monitoring. Monitoring glucose levels consistently and with the same meter is preferred for most patients at home. The frequency of required glucose checks is dependent on the severity of DM and medications used. If a patient is on short-acting insulin (ex. aspart, lispro) with meals it is imperative that the patient checks their blood glucose levels with each meal to ensure they do not give themselves too much insulin in relation to their preprandial (before meal) glucose and their insulin dose. [24] In the hospital, patients may have their glucose levels checked more frequently based on their condition and reason for the hospital admission."}
{"id": "nurse-article-20429_31", "title": "Diabetes (Nursing) -- Monitoring", "content": "Patients should have their Hgb A1C levels checked every 3-12 months as determined by their prescribing provider. Ideal glucose control is considered an Hgb A1C near 7.0% and is dependent on multiple factors including age, symptoms, and ability to use medications.", "contents": "Diabetes (Nursing) -- Monitoring. Patients should have their Hgb A1C levels checked every 3-12 months as determined by their prescribing provider. Ideal glucose control is considered an Hgb A1C near 7.0% and is dependent on multiple factors including age, symptoms, and ability to use medications."}
{"id": "nurse-article-20429_32", "title": "Diabetes (Nursing) -- Coordination of Care", "content": "Primary care clinicians are often the first to identify diabetes in their patients. Since DM is a complex disease, it requires an interprofessional team approach to management. Nurse practitioners and physician assistants can be critical to ensuring proper patient follow-ups and monitoring the efficacy of treatments. Nutritionists and diabetes educators can also provide consultations to help educate patients on appropriate lifestyle modifications and at-home glucose management.", "contents": "Diabetes (Nursing) -- Coordination of Care. Primary care clinicians are often the first to identify diabetes in their patients. Since DM is a complex disease, it requires an interprofessional team approach to management. Nurse practitioners and physician assistants can be critical to ensuring proper patient follow-ups and monitoring the efficacy of treatments. Nutritionists and diabetes educators can also provide consultations to help educate patients on appropriate lifestyle modifications and at-home glucose management."}
{"id": "nurse-article-20429_33", "title": "Diabetes (Nursing) -- Coordination of Care", "content": "Ophthalmologists, neurologists, podiatrists, and nephrologists may also be part of the healthcare team to ensure that patients with DM have adequate screenings to prevent devastating microvascular complications. Endocrinologists may be consulted when patients have a complex presentation or are unresponsive to initial treatments. Of course, pharmacists play a crucial role in evaluating proper medication administration and preventing polypharmacy in DM patients who are often taking multiple medications for the frank disease and its complications; they can ensure optimal dosing and recommend the most efficient regimens to achieve glycemic control, and also educate the patient on the medications and disease process.", "contents": "Diabetes (Nursing) -- Coordination of Care. Ophthalmologists, neurologists, podiatrists, and nephrologists may also be part of the healthcare team to ensure that patients with DM have adequate screenings to prevent devastating microvascular complications. Endocrinologists may be consulted when patients have a complex presentation or are unresponsive to initial treatments. Of course, pharmacists play a crucial role in evaluating proper medication administration and preventing polypharmacy in DM patients who are often taking multiple medications for the frank disease and its complications; they can ensure optimal dosing and recommend the most efficient regimens to achieve glycemic control, and also educate the patient on the medications and disease process."}
{"id": "nurse-article-20429_34", "title": "Diabetes (Nursing) -- Coordination of Care", "content": "Sperl-Hillen et al. found that patients with suboptimally controlled diabetes had better glucose control outcomes when given individualized education compared to group education. These patients also had better psychosocial and behavioral outcomes. [30] Consequentially this emphasizes the role of an interprofessional team approach, including clinicians, specialists, specialty trained diabetic nurses educators, and pharmacists who are conversing across disciplines to optimize patient-specific management leading to improved outcomes. [Level 5]", "contents": "Diabetes (Nursing) -- Coordination of Care. Sperl-Hillen et al. found that patients with suboptimally controlled diabetes had better glucose control outcomes when given individualized education compared to group education. These patients also had better psychosocial and behavioral outcomes. [30] Consequentially this emphasizes the role of an interprofessional team approach, including clinicians, specialists, specialty trained diabetic nurses educators, and pharmacists who are conversing across disciplines to optimize patient-specific management leading to improved outcomes. [Level 5]"}
{"id": "nurse-article-20429_35", "title": "Diabetes (Nursing) -- Health Teaching and Health Promotion", "content": "Glucose levels can be affected by illness, trauma, and/or surgery, additional physical or mental stress, or steroids. [24] Patients need to be educated on the importance of checking blood glucose levels more frequently when they are sick or stressed. If they have difficulty managing their blood glucose levels then they need to seek emergent care as they are at high risk for diabetic ketoacidosis or nonketotic hyperosmolar state which are life-threatening conditions that would require emergent acute medical care to prevent complications or death. [24] All patients with DM and neuropathy should wear supportive footwear and check their feet for wounds daily. [24]", "contents": "Diabetes (Nursing) -- Health Teaching and Health Promotion. Glucose levels can be affected by illness, trauma, and/or surgery, additional physical or mental stress, or steroids. [24] Patients need to be educated on the importance of checking blood glucose levels more frequently when they are sick or stressed. If they have difficulty managing their blood glucose levels then they need to seek emergent care as they are at high risk for diabetic ketoacidosis or nonketotic hyperosmolar state which are life-threatening conditions that would require emergent acute medical care to prevent complications or death. [24] All patients with DM and neuropathy should wear supportive footwear and check their feet for wounds daily. [24]"}
{"id": "nurse-article-20429_36", "title": "Diabetes (Nursing) -- Discharge Planning", "content": "Assure that patient has had adequate education regarding their disease and its all complications Educate patient on their medications and possible side effects Encourage close follow up with all providers", "contents": "Diabetes (Nursing) -- Discharge Planning. Assure that patient has had adequate education regarding their disease and its all complications Educate patient on their medications and possible side effects Encourage close follow up with all providers"}
{"id": "nurse-article-20429_37", "title": "Diabetes (Nursing) -- Pearls and Other issues", "content": "Commons signs of diabetes and hyperglycemia include polydipsia, polyuria, and weight loss. Commons signs of hypoglycemia include diaphoresis and mental status changes. It is important to seek medical assistance when patients with DM have symptoms of hyperglycemia or hypoglycemia that are not well controlled with medication and oral intake of carbohydrates.", "contents": "Diabetes (Nursing) -- Pearls and Other issues. Commons signs of diabetes and hyperglycemia include polydipsia, polyuria, and weight loss. Commons signs of hypoglycemia include diaphoresis and mental status changes. It is important to seek medical assistance when patients with DM have symptoms of hyperglycemia or hypoglycemia that are not well controlled with medication and oral intake of carbohydrates."}
{"id": "nurse-article-20429_38", "title": "Diabetes (Nursing) -- Pearls and Other issues", "content": "Patients with DM are at high risk for all infections and delayed healing of wounds, incisions, etc. Patients with DM should check their feet daily, or have a family member or friend assist them, to find foot wounds early before they become more difficult to treat. Patients should also strive to maintain consistent blood glucose levels to promote healing.", "contents": "Diabetes (Nursing) -- Pearls and Other issues. Patients with DM are at high risk for all infections and delayed healing of wounds, incisions, etc. Patients with DM should check their feet daily, or have a family member or friend assist them, to find foot wounds early before they become more difficult to treat. Patients should also strive to maintain consistent blood glucose levels to promote healing."}
{"id": "nurse-article-20429_39", "title": "Diabetes (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diabetes (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}