{"id": "nurse-article-17174_0", "title": "Acute Stroke (Nursing) -- Learning Outcome", "content": "Recall the causes of stroke Describe the pathophysiology of stroke Summarize the signs and symptoms of stroke List the nursing needs of a patient with a stroke", "contents": "Acute Stroke (Nursing) -- Learning Outcome. Recall the causes of stroke Describe the pathophysiology of stroke Summarize the signs and symptoms of stroke List the nursing needs of a patient with a stroke"}
{"id": "nurse-article-17174_1", "title": "Acute Stroke (Nursing) -- Introduction", "content": "A cerebrovascular accident, more commonly known as a “stroke,” is broadly classified as either ischemic or hemorrhagic. In either category, the result is a loss of blood flow, nutrients, and oxygen to a region of the brain, resulting in neuronal damage and subsequent neurological deficits. There are numerous causes of stroke, such as prolonged hypertension, arteriosclerosis, and emboli, that have formed as a result of atrial fibrillation or rheumatic fever (see images 2 and 3). In younger patients, the possible list of causes may be broadened to include clotting disorders and various forms of vasculitis. In children, sickle cell anemia is also a common cause of stroke. In the event of a possible stroke presentation, a precise history and physical must be performed alongside emergent neurological imaging before administering any form of treatment. With early, focused treatment based on the stroke etiology, rehabilitation programs, and long-term lifestyle changes, one can maximize their chances for a meaningful recovery. [1]", "contents": "Acute Stroke (Nursing) -- Introduction. A cerebrovascular accident, more commonly known as a “stroke,” is broadly classified as either ischemic or hemorrhagic. In either category, the result is a loss of blood flow, nutrients, and oxygen to a region of the brain, resulting in neuronal damage and subsequent neurological deficits. There are numerous causes of stroke, such as prolonged hypertension, arteriosclerosis, and emboli, that have formed as a result of atrial fibrillation or rheumatic fever (see images 2 and 3). In younger patients, the possible list of causes may be broadened to include clotting disorders and various forms of vasculitis. In children, sickle cell anemia is also a common cause of stroke. In the event of a possible stroke presentation, a precise history and physical must be performed alongside emergent neurological imaging before administering any form of treatment. With early, focused treatment based on the stroke etiology, rehabilitation programs, and long-term lifestyle changes, one can maximize their chances for a meaningful recovery. [1]"}
{"id": "nurse-article-17174_2", "title": "Acute Stroke (Nursing) -- Nursing Diagnosis", "content": "In adequate cerebral perfusion Impaired ability to communicate Impairment in physical mobility Altered sensory perception Inability to perform daily living activities Impaired swallowing Ineffective coping", "contents": "Acute Stroke (Nursing) -- Nursing Diagnosis. In adequate cerebral perfusion Impaired ability to communicate Impairment in physical mobility Altered sensory perception Inability to perform daily living activities Impaired swallowing Ineffective coping"}
{"id": "nurse-article-17174_3", "title": "Acute Stroke (Nursing) -- Causes", "content": "Many etiologies can lead to a stroke. One of the most common causes is plaque formation secondary to low-density lipoprotein cholesterol (LDL) buildup within the arteries. The most common risk factors include hypertension, diabetes mellitus, and smoking. Thrombi can also develop at the bifurcation sites of the internal carotid, middle cerebral arteries, and basilar arteries. Emboli that cause strokes are thrombi formed at a distant site and then lodged in an artery of the brain. Embolic strokes are commonly caused by emboli that originate from the heart, especially in patients with preexisting heart arrhythmias (atrial fibrillation), valvular disease, structural defects (atrial and ventricular septal defects), and rheumatic fever. Emboli usually lodge in areas of preexisting stenosis. [2]", "contents": "Acute Stroke (Nursing) -- Causes. Many etiologies can lead to a stroke. One of the most common causes is plaque formation secondary to low-density lipoprotein cholesterol (LDL) buildup within the arteries. The most common risk factors include hypertension, diabetes mellitus, and smoking. Thrombi can also develop at the bifurcation sites of the internal carotid, middle cerebral arteries, and basilar arteries. Emboli that cause strokes are thrombi formed at a distant site and then lodged in an artery of the brain. Embolic strokes are commonly caused by emboli that originate from the heart, especially in patients with preexisting heart arrhythmias (atrial fibrillation), valvular disease, structural defects (atrial and ventricular septal defects), and rheumatic fever. Emboli usually lodge in areas of preexisting stenosis. [2]"}
{"id": "nurse-article-17174_4", "title": "Acute Stroke (Nursing) -- Causes", "content": "Strokes that occur in small vessels are most commonly caused by chronic, uncontrolled hypertension and arteriosclerosis. These strokes occur in the basal ganglia, internal capsule, thalamus, and pons. Uncontrolled hypertension in these areas can also lead to small hemorrhages. [3]", "contents": "Acute Stroke (Nursing) -- Causes. Strokes that occur in small vessels are most commonly caused by chronic, uncontrolled hypertension and arteriosclerosis. These strokes occur in the basal ganglia, internal capsule, thalamus, and pons. Uncontrolled hypertension in these areas can also lead to small hemorrhages. [3]"}
{"id": "nurse-article-17174_5", "title": "Acute Stroke (Nursing) -- Causes", "content": "About 20% of all strokes are classified as hemorrhagic, with the most common etiology being uncontrolled hypertension. Other causes of hemorrhagic strokes include cerebral amyloid angiopathy, a disease in which amyloid plaques deposit in small and medium vessels, which causes vessels to become rigid and more vulnerable to tears. Deposition can occur anywhere, but they occur most commonly on the surfaces of the frontal and parietal lobes. The structural integrity of vessels is another critical consideration in hemorrhagic stroke. Aneurysms, arteriovenous malformations, cavernous malformations, capillary telangiectasias, venous angiomas, and vasculitis have all been identified as common causes of hemorrhagic strokes. [4]", "contents": "Acute Stroke (Nursing) -- Causes. About 20% of all strokes are classified as hemorrhagic, with the most common etiology being uncontrolled hypertension. Other causes of hemorrhagic strokes include cerebral amyloid angiopathy, a disease in which amyloid plaques deposit in small and medium vessels, which causes vessels to become rigid and more vulnerable to tears. Deposition can occur anywhere, but they occur most commonly on the surfaces of the frontal and parietal lobes. The structural integrity of vessels is another critical consideration in hemorrhagic stroke. Aneurysms, arteriovenous malformations, cavernous malformations, capillary telangiectasias, venous angiomas, and vasculitis have all been identified as common causes of hemorrhagic strokes. [4]"}
{"id": "nurse-article-17174_6", "title": "Acute Stroke (Nursing) -- Risk Factors", "content": "In the United States, stroke is the fifth most common cause of death, and 60% of strokes occur outside hospitals. [5] On average, every 40 seconds, a person suffers from a stroke, and every 4 minutes, one death is caused by a stroke. [5] Stroke is the leading cause of disability worldwide. [6] Risk factors for stroke include: Advanced age Smoking Obesity Diabetes Hypertension Physical inactivity Hyperlipidemia", "contents": "Acute Stroke (Nursing) -- Risk Factors. In the United States, stroke is the fifth most common cause of death, and 60% of strokes occur outside hospitals. [5] On average, every 40 seconds, a person suffers from a stroke, and every 4 minutes, one death is caused by a stroke. [5] Stroke is the leading cause of disability worldwide. [6] Risk factors for stroke include: Advanced age Smoking Obesity Diabetes Hypertension Physical inactivity Hyperlipidemia"}
{"id": "nurse-article-17174_7", "title": "Acute Stroke (Nursing) -- Assessment", "content": "A thorough history is a critical first step toward making a diagnosis. A stroke should be high on the differential for a patient presenting with sudden, focal neurological deficits and/or an altered level of consciousness. Based on clinical presentation alone, it is almost impossible to differentiate between a hemorrhagic and an ischemic stroke. Common signs and symptoms include hemiparesis, sensory deficits, diplopia, dysarthria, and facial droop. More posterior strokes present with a sudden onset of ataxia and vertigo. Symptoms commonly attributed to increased intracranial pressure, such as nausea, vomiting, headache, and blurred or double vision, may provide evidence supporting a hemorrhagic stroke. In addition to gathering information about the symptoms, one needs to establish the time of their onset to decide whether fibrinolytic therapy is an option once the diagnosis of ischemic stroke is confirmed. [7]", "contents": "Acute Stroke (Nursing) -- Assessment. A thorough history is a critical first step toward making a diagnosis. A stroke should be high on the differential for a patient presenting with sudden, focal neurological deficits and/or an altered level of consciousness. Based on clinical presentation alone, it is almost impossible to differentiate between a hemorrhagic and an ischemic stroke. Common signs and symptoms include hemiparesis, sensory deficits, diplopia, dysarthria, and facial droop. More posterior strokes present with a sudden onset of ataxia and vertigo. Symptoms commonly attributed to increased intracranial pressure, such as nausea, vomiting, headache, and blurred or double vision, may provide evidence supporting a hemorrhagic stroke. In addition to gathering information about the symptoms, one needs to establish the time of their onset to decide whether fibrinolytic therapy is an option once the diagnosis of ischemic stroke is confirmed. [7]"}
{"id": "nurse-article-17174_8", "title": "Acute Stroke (Nursing) -- Assessment", "content": "A neurological exam is performed to ascertain stroke location, establish baseline function upon hospital admission, rule out a transient ischemic attack (TIA) and other stroke mimickers, and deduce potential comorbidities. It is composed of testing cranial nerve function, the range of motion and muscle strength, sensory integrity, vibratory sense, cerebellar function, gait, language, mental status, and level of consciousness. Baseline function is determined via the National Institutes of Health Stroke Scale (NIHSS), which focuses on the level of consciousness, visual and motor function, sensation and neglect, cerebellar function, and language capabilities. [8] A peripheral vasculature exam is also completed and includes palpation of the carotid, radial, femoral, and posterior tibial pulses. [9] Common signs and symptoms of stroke include:", "contents": "Acute Stroke (Nursing) -- Assessment. A neurological exam is performed to ascertain stroke location, establish baseline function upon hospital admission, rule out a transient ischemic attack (TIA) and other stroke mimickers, and deduce potential comorbidities. It is composed of testing cranial nerve function, the range of motion and muscle strength, sensory integrity, vibratory sense, cerebellar function, gait, language, mental status, and level of consciousness. Baseline function is determined via the National Institutes of Health Stroke Scale (NIHSS), which focuses on the level of consciousness, visual and motor function, sensation and neglect, cerebellar function, and language capabilities. [8] A peripheral vasculature exam is also completed and includes palpation of the carotid, radial, femoral, and posterior tibial pulses. [9] Common signs and symptoms of stroke include:"}
{"id": "nurse-article-17174_9", "title": "Acute Stroke (Nursing) -- Assessment", "content": "Numbness or weakness of the face Change in mental status Trouble speaking or understanding speech Visual disturbances Homonymous hemianopsia - loss of half of the visual field Loss of peripheral vision Hemiparesis or hemiplegia - Weakness or paralysis of the face, arm, and leg on the same side Ataxia - unsteady gait and inability to keep feet together Dysarthria - difficulty in forming words Dysphagia - difficulty in swallowing Paresthesia - numbness and tingling of extremities Expressive aphasia - unable to form understandable words Receptive aphasia - unable to comprehend the spoken word", "contents": "Acute Stroke (Nursing) -- Assessment. Numbness or weakness of the face Change in mental status Trouble speaking or understanding speech Visual disturbances Homonymous hemianopsia - loss of half of the visual field Loss of peripheral vision Hemiparesis or hemiplegia - Weakness or paralysis of the face, arm, and leg on the same side Ataxia - unsteady gait and inability to keep feet together Dysarthria - difficulty in forming words Dysphagia - difficulty in swallowing Paresthesia - numbness and tingling of extremities Expressive aphasia - unable to form understandable words Receptive aphasia - unable to comprehend the spoken word"}
{"id": "nurse-article-17174_10", "title": "Acute Stroke (Nursing) -- Evaluation", "content": "Serum blood glucose level via bedside finger-stick testing should be the first test for patients with neurologic deficits. This is to help identify and correct hypoglycemia if it is present.", "contents": "Acute Stroke (Nursing) -- Evaluation. Serum blood glucose level via bedside finger-stick testing should be the first test for patients with neurologic deficits. This is to help identify and correct hypoglycemia if it is present."}
{"id": "nurse-article-17174_11", "title": "Acute Stroke (Nursing) -- Evaluation", "content": "Emergent non-contrast computed tomography (CT) of the head is one of the first diagnostic tests obtained in patients suspected of having a stroke. This test will identify hemorrhagic stroke if it is present.", "contents": "Acute Stroke (Nursing) -- Evaluation. Emergent non-contrast computed tomography (CT) of the head is one of the first diagnostic tests obtained in patients suspected of having a stroke. This test will identify hemorrhagic stroke if it is present."}
{"id": "nurse-article-17174_12", "title": "Acute Stroke (Nursing) -- Evaluation", "content": "The non-contrast CT may not readily identify ischemic strokes. Patients will usually undergo further neurologic imaging immediately after obtaining a noncontact CT. This imaging may include specialized contrast CT imaging to evaluate brain perfusion and/or contrast-enhanced CT angiography of the head and neck to identify any blocked vessels. [10] [11] [12] At some centers, magnetic resonance imaging (MRI) is utilized for this additional imaging because of its superior sensitivity in detecting ischemic lesions. Cardiac monitoring with bedside telemetry and electrocardiograms is obtained in all patients with stroke-like symptoms.", "contents": "Acute Stroke (Nursing) -- Evaluation. The non-contrast CT may not readily identify ischemic strokes. Patients will usually undergo further neurologic imaging immediately after obtaining a noncontact CT. This imaging may include specialized contrast CT imaging to evaluate brain perfusion and/or contrast-enhanced CT angiography of the head and neck to identify any blocked vessels. [10] [11] [12] At some centers, magnetic resonance imaging (MRI) is utilized for this additional imaging because of its superior sensitivity in detecting ischemic lesions. Cardiac monitoring with bedside telemetry and electrocardiograms is obtained in all patients with stroke-like symptoms."}
{"id": "nurse-article-17174_13", "title": "Acute Stroke (Nursing) -- Evaluation", "content": "Additional testing will include serum troponin, complete blood count with differential, lipid profile, hemoglobin A1c (HbA1c), blood urine nitrogen (BUN), creatinine, albumin, and glomerular filtration rate (GFR). In younger patients presenting with stroke symptoms, other labs that might be ordered include a coagulation panel, rheumatoid factor (RF), anti-nuclear antibodies (ANA), and other markers for vasculitis. [13] In some cases, an electroencephalogram (EEG) may be obtained to rule out a post-seizure state. [14]", "contents": "Acute Stroke (Nursing) -- Evaluation. Additional testing will include serum troponin, complete blood count with differential, lipid profile, hemoglobin A1c (HbA1c), blood urine nitrogen (BUN), creatinine, albumin, and glomerular filtration rate (GFR). In younger patients presenting with stroke symptoms, other labs that might be ordered include a coagulation panel, rheumatoid factor (RF), anti-nuclear antibodies (ANA), and other markers for vasculitis. [13] In some cases, an electroencephalogram (EEG) may be obtained to rule out a post-seizure state. [14]"}
{"id": "nurse-article-17174_14", "title": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke", "content": "Before any treatment can be administered, the patient must be assessed for a stable airway, breathing, and circulation.", "contents": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke. Before any treatment can be administered, the patient must be assessed for a stable airway, breathing, and circulation."}
{"id": "nurse-article-17174_15", "title": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke", "content": "The first-line treatment for patients with an ischemic stroke is intravenous thrombolytic therapy which is administered as an intravenous bolus of alteplase given over 1 minute, followed by an infusion over 60 minutes. The exclusion criteria for this treatment are based on guidelines from the American Heart Association/American Stroke Association. This therapy aims to dissolve the clot and restore blood flow to the affected regions.", "contents": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke. The first-line treatment for patients with an ischemic stroke is intravenous thrombolytic therapy which is administered as an intravenous bolus of alteplase given over 1 minute, followed by an infusion over 60 minutes. The exclusion criteria for this treatment are based on guidelines from the American Heart Association/American Stroke Association. This therapy aims to dissolve the clot and restore blood flow to the affected regions."}
{"id": "nurse-article-17174_16", "title": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke", "content": "Time management is of the utmost importance in patients with an ischemic stroke because the fibrinolytic/thrombolytic therapy must be administered within 3 to 4.5 hours after symptom onset to be effective.", "contents": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke. Time management is of the utmost importance in patients with an ischemic stroke because the fibrinolytic/thrombolytic therapy must be administered within 3 to 4.5 hours after symptom onset to be effective."}
{"id": "nurse-article-17174_17", "title": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke", "content": "In recent years significant advancements have been made in acute stroke care with the emergence of mechanical thrombectomy to remove the occluding clot and reestablish blood flow to the brain. [15]", "contents": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke. In recent years significant advancements have been made in acute stroke care with the emergence of mechanical thrombectomy to remove the occluding clot and reestablish blood flow to the brain. [15]"}
{"id": "nurse-article-17174_18", "title": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke", "content": "Within 24 to 48 hours of symptoms onset, patients should be placed on oral anti-platelet therapy, typically 325 mg of aspirin.", "contents": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke. Within 24 to 48 hours of symptoms onset, patients should be placed on oral anti-platelet therapy, typically 325 mg of aspirin."}
{"id": "nurse-article-17174_19", "title": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke", "content": "Blood pressure should be maintained at slightly elevated levels for the first few days after a stroke to counter vasoconstriction. Blood pressure should also be lowered gradually over the next few days to treat underlying hypertension.", "contents": "Acute Stroke (Nursing) -- Medical Management -- Ischemic Stroke. Blood pressure should be maintained at slightly elevated levels for the first few days after a stroke to counter vasoconstriction. Blood pressure should also be lowered gradually over the next few days to treat underlying hypertension."}
{"id": "nurse-article-17174_20", "title": "Acute Stroke (Nursing) -- Medical Management -- Hemorrhagic Stroke", "content": "Some patients will undergo catheter-directed intracranial intervention for the cause of a spontaneous hemorrhagic stroke Most patients with this type of stroke are managed with intervention to relieve intracranial pressure, such as ventricular drain placement and/or a craniotomy Patients who were previously on anticoagulation agents will need reversal agents and plasma product transfusions to reverse coagulopathy Blood pressure should be monitored frequently with a goal systolic pressure of 140 mmHg To avoid over or under-correction, systolic blood pressure is acceptable within the range of 130 to 150 mmHg in these patients Some patients will be on seizure medications prophylactically to prevent spontaneous epileptiform discharges", "contents": "Acute Stroke (Nursing) -- Medical Management -- Hemorrhagic Stroke. Some patients will undergo catheter-directed intracranial intervention for the cause of a spontaneous hemorrhagic stroke Most patients with this type of stroke are managed with intervention to relieve intracranial pressure, such as ventricular drain placement and/or a craniotomy Patients who were previously on anticoagulation agents will need reversal agents and plasma product transfusions to reverse coagulopathy Blood pressure should be monitored frequently with a goal systolic pressure of 140 mmHg To avoid over or under-correction, systolic blood pressure is acceptable within the range of 130 to 150 mmHg in these patients Some patients will be on seizure medications prophylactically to prevent spontaneous epileptiform discharges"}
{"id": "nurse-article-17174_21", "title": "Acute Stroke (Nursing) -- Nursing Management", "content": "Assess mental status and level of consciousness Observe for neurological deficits with frequent and serial neurological assessments Measure and monitor pupil size Assess breathing Monitor vital signs Assess higher functions like speech, memory, and cognition Provide a quiet environment with the head of the bed elevated Elevate bed rails to prevent falls Leave the nurse bell button at the side of the bed in case the patient needs to go to the bathroom Prevent constipation and straining with stool softeners Watch for seizures Observe for changes in mood Provide deep vein thrombosis (DVT) prophylaxis", "contents": "Acute Stroke (Nursing) -- Nursing Management. Assess mental status and level of consciousness Observe for neurological deficits with frequent and serial neurological assessments Measure and monitor pupil size Assess breathing Monitor vital signs Assess higher functions like speech, memory, and cognition Provide a quiet environment with the head of the bed elevated Elevate bed rails to prevent falls Leave the nurse bell button at the side of the bed in case the patient needs to go to the bathroom Prevent constipation and straining with stool softeners Watch for seizures Observe for changes in mood Provide deep vein thrombosis (DVT) prophylaxis"}
{"id": "nurse-article-17174_22", "title": "Acute Stroke (Nursing) -- When To Seek Help", "content": "If a change in mental status or loss of consciousness occurs If a change in neurologic assessments is noted If the patient experiences difficulty breathing or shortness of breath If vital sign assessment reveals fever or a sudden change in heart rate and/or blood pressure If the patient is unable to void If the patient has any evidence of skin breakdown If the patient experiences a fall", "contents": "Acute Stroke (Nursing) -- When To Seek Help. If a change in mental status or loss of consciousness occurs If a change in neurologic assessments is noted If the patient experiences difficulty breathing or shortness of breath If vital sign assessment reveals fever or a sudden change in heart rate and/or blood pressure If the patient is unable to void If the patient has any evidence of skin breakdown If the patient experiences a fall"}
{"id": "nurse-article-17174_23", "title": "Acute Stroke (Nursing) -- Outcome Identification", "content": "Improved consciousness Alert with preserved motor and sensory function Can ambulate, speak and swallow No signs of any neurologic deficits Stable vital signs", "contents": "Acute Stroke (Nursing) -- Outcome Identification. Improved consciousness Alert with preserved motor and sensory function Can ambulate, speak and swallow No signs of any neurologic deficits Stable vital signs"}
{"id": "nurse-article-17174_24", "title": "Acute Stroke (Nursing) -- Monitoring", "content": "Neurologic assessments Vital signs Cardiac rhythm monitoring Ability to swallow Ability to void urine Muscle strength and mobility Mood and behavior", "contents": "Acute Stroke (Nursing) -- Monitoring. Neurologic assessments Vital signs Cardiac rhythm monitoring Ability to swallow Ability to void urine Muscle strength and mobility Mood and behavior"}
{"id": "nurse-article-17174_25", "title": "Acute Stroke (Nursing) -- Coordination of Care", "content": "During the time-dependent early stroke phase and rehabilitation, stroke care involves an interprofessional team to prevent the disease. [16] Once the stroke diagnosis is made, the patient may need extensive physical rehabilitation, speech therapy, and/or a dietary consult. For those who recover function within three months, the prognosis is good, but for those with residual neurological deficits, the outcome is guarded. Nurses must coordinate care with these interprofessional team members to ensure functional assessments and speech/swallow assessments have been made for these patients with the implementation of recommended interventions.", "contents": "Acute Stroke (Nursing) -- Coordination of Care. During the time-dependent early stroke phase and rehabilitation, stroke care involves an interprofessional team to prevent the disease. [16] Once the stroke diagnosis is made, the patient may need extensive physical rehabilitation, speech therapy, and/or a dietary consult. For those who recover function within three months, the prognosis is good, but for those with residual neurological deficits, the outcome is guarded. Nurses must coordinate care with these interprofessional team members to ensure functional assessments and speech/swallow assessments have been made for these patients with the implementation of recommended interventions."}
{"id": "nurse-article-17174_26", "title": "Acute Stroke (Nursing) -- Health Teaching and Health Promotion", "content": "Educate the patient and caregiver on the following: Eating healthy Do not lead a sedentary lifestyle Observe compliance with medications Follow up with a clinician Do not smoke Control blood pressure, blood glucose, and hyperlipidemia Participate in regular exercise", "contents": "Acute Stroke (Nursing) -- Health Teaching and Health Promotion. Educate the patient and caregiver on the following: Eating healthy Do not lead a sedentary lifestyle Observe compliance with medications Follow up with a clinician Do not smoke Control blood pressure, blood glucose, and hyperlipidemia Participate in regular exercise"}
{"id": "nurse-article-17174_27", "title": "Acute Stroke (Nursing) -- Risk Management", "content": "Patients with a stroke can deteriorate rapidly. Others may aspirate, fall or develop seizures. Thus, the nurse should monitor the patient closely for any new neurological deficit and inform the clinician. The bed railings should be raised because there is a high risk of falls. The patient must be assisted to compensate for any functional impairments that may increase their risk of falls.", "contents": "Acute Stroke (Nursing) -- Risk Management. Patients with a stroke can deteriorate rapidly. Others may aspirate, fall or develop seizures. Thus, the nurse should monitor the patient closely for any new neurological deficit and inform the clinician. The bed railings should be raised because there is a high risk of falls. The patient must be assisted to compensate for any functional impairments that may increase their risk of falls."}
{"id": "nurse-article-17174_28", "title": "Acute Stroke (Nursing) -- Discharge Planning", "content": "According to the American Heart Association and American Stroke Association, the following points are an essential part of the discharge discussion: Education regarding the causes of stroke Education regarding modifiable risk factors for stroke Education regarding blood pressure and glucose management Education regarding healthy dietary intake Education regarding the use of assistive devices, as advised by the therapy teams to prevent the risk of falls Emphasizing medication compliance Emphasizing follow-up compliance Ensuring patients and caregivers understand the signs and symptoms of stroke to ensure timely evaluation in the event of a recurrent stroke Ensuring patients and caregivers understand potential complications of therapy, especially bleeding, if they are discharged on blood thinners [17]", "contents": "Acute Stroke (Nursing) -- Discharge Planning. According to the American Heart Association and American Stroke Association, the following points are an essential part of the discharge discussion: Education regarding the causes of stroke Education regarding modifiable risk factors for stroke Education regarding blood pressure and glucose management Education regarding healthy dietary intake Education regarding the use of assistive devices, as advised by the therapy teams to prevent the risk of falls Emphasizing medication compliance Emphasizing follow-up compliance Ensuring patients and caregivers understand the signs and symptoms of stroke to ensure timely evaluation in the event of a recurrent stroke Ensuring patients and caregivers understand potential complications of therapy, especially bleeding, if they are discharged on blood thinners [17]"}
{"id": "nurse-article-17174_29", "title": "Acute Stroke (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Stroke (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}