{"id": "nurse-article-17169_0", "title": "Acute Kidney Injury (Nursing) -- Learning Outcome", "content": "List the causes of renal failure Describe the presentation of renal failure Summarize the treatment of renal failure Recall the role of the nurse in managing patients with renal failure Emphasize the role of initial nursing care in the detection of AKI Understand the importance of monitoring biochemistry as advised by the consultant", "contents": "Acute Kidney Injury (Nursing) -- Learning Outcome. List the causes of renal failure Describe the presentation of renal failure Summarize the treatment of renal failure Recall the role of the nurse in managing patients with renal failure Emphasize the role of initial nursing care in the detection of AKI Understand the importance of monitoring biochemistry as advised by the consultant"}
{"id": "nurse-article-17169_1", "title": "Acute Kidney Injury (Nursing) -- Introduction", "content": "Acute kidney injury (AKI), formerly known as acute renal failure (ARF), denotes a sudden and often reversible reduction in kidney function, as measured by glomerular filtration rate (GFR). [1] [2] [3] There is no clear definition of AKI. Several different criteria have been used in research studies, such as RIFLE, AKIN (Acute Kidney Injury Network), or KDIGO (Kidney Disease: Improving Global Outcomes) criteria. However, KDIGO is the most recent and most commonly used. According to KDIGO, AKI is the presence of any of the following: Increase in serum creatinine by 0.3 mg/dL or more (26.5 micromoles/L or more) within 48 hours Increase in serum creatinine to 1.5 times or more baseline, within the prior 7 days Urine volume less than  0.5 mL/kg/h for at least 6 hours", "contents": "Acute Kidney Injury (Nursing) -- Introduction. Acute kidney injury (AKI), formerly known as acute renal failure (ARF), denotes a sudden and often reversible reduction in kidney function, as measured by glomerular filtration rate (GFR). [1] [2] [3] There is no clear definition of AKI. Several different criteria have been used in research studies, such as RIFLE, AKIN (Acute Kidney Injury Network), or KDIGO (Kidney Disease: Improving Global Outcomes) criteria. However, KDIGO is the most recent and most commonly used. According to KDIGO, AKI is the presence of any of the following: Increase in serum creatinine by 0.3 mg/dL or more (26.5 micromoles/L or more) within 48 hours Increase in serum creatinine to 1.5 times or more baseline, within the prior 7 days Urine volume less than  0.5 mL/kg/h for at least 6 hours"}
{"id": "nurse-article-17169_2", "title": "Acute Kidney Injury (Nursing) -- Nursing Diagnosis", "content": "Decreased or no urine output Anxiety Fluid retention General malaise Nausea Weight gain Shortness of breath Hypertension Confusion Edema", "contents": "Acute Kidney Injury (Nursing) -- Nursing Diagnosis. Decreased or no urine output Anxiety Fluid retention General malaise Nausea Weight gain Shortness of breath Hypertension Confusion Edema"}
{"id": "nurse-article-17169_3", "title": "Acute Kidney Injury (Nursing) -- Causes", "content": "The etiology of AKI has always been traditionally divided into three categories: pre-renal, renal, and post-renal. Each of these categories has several different causes associated with them. [4] [5]", "contents": "Acute Kidney Injury (Nursing) -- Causes. The etiology of AKI has always been traditionally divided into three categories: pre-renal, renal, and post-renal. Each of these categories has several different causes associated with them. [4] [5]"}
{"id": "nurse-article-17169_4", "title": "Acute Kidney Injury (Nursing) -- Causes", "content": "Pre-renal includes any reduced blood flow to the kidney. This may be part of systemic hypoperfusion resulting from hypovolemia or hypotension or might be due to selective hypoperfusion to the kidneys, such as those resulting from renal artery stenosis, aortic dissection.", "contents": "Acute Kidney Injury (Nursing) -- Causes. Pre-renal includes any reduced blood flow to the kidney. This may be part of systemic hypoperfusion resulting from hypovolemia or hypotension or might be due to selective hypoperfusion to the kidneys, such as those resulting from renal artery stenosis, aortic dissection."}
{"id": "nurse-article-17169_5", "title": "Acute Kidney Injury (Nursing) -- Causes", "content": "Renal includes acute tubular necrosis, which can result from several different causes. Prolonged renal ischemia, sepsis, and nephrotoxins being the most common ones. It is worthwhile mentioning that pre-renal injury can convert into a renal injury if the exposure to the offending factor is prolonged enough to cause cellular damage.", "contents": "Acute Kidney Injury (Nursing) -- Causes. Renal includes acute tubular necrosis, which can result from several different causes. Prolonged renal ischemia, sepsis, and nephrotoxins being the most common ones. It is worthwhile mentioning that pre-renal injury can convert into a renal injury if the exposure to the offending factor is prolonged enough to cause cellular damage."}
{"id": "nurse-article-17169_6", "title": "Acute Kidney Injury (Nursing) -- Causes", "content": "Post-renal mainly includes obstructive causes, which lead to congestion of the filtration system and thus eventually lead to shutting down the kidneys. The most common ones being renal/ureteral calculi, tumors, or any urethral obstruction. Another noteworthy fact is that a unilateral obstruction may not always present as AKI, especially if the obstruction is gradual such as a tumor, because a normal working contralateral kidney may be able to compensate for the function of the affected kidney. Therefore, the most common etiology of post-renal AKI is bladder outlet obstruction.", "contents": "Acute Kidney Injury (Nursing) -- Causes. Post-renal mainly includes obstructive causes, which lead to congestion of the filtration system and thus eventually lead to shutting down the kidneys. The most common ones being renal/ureteral calculi, tumors, or any urethral obstruction. Another noteworthy fact is that a unilateral obstruction may not always present as AKI, especially if the obstruction is gradual such as a tumor, because a normal working contralateral kidney may be able to compensate for the function of the affected kidney. Therefore, the most common etiology of post-renal AKI is bladder outlet obstruction."}
{"id": "nurse-article-17169_7", "title": "Acute Kidney Injury (Nursing) -- Risk Factors", "content": "AKI is commonly seen in patients admitted to the hospital. It is often an important factor that contributes to the decision to hospitalize for other conditions, if not being the sole reason for hospitalization. AKI is one of the most clinically impactful diseases since it affects patient management greatly regarding the treatment options for their primary disease. Most drugs or procedures that use contrast media may need to delay due to co-existent AKI. Most of the drugs are renally excreted, and dosages might need to be adjusted to account for the reduced renal function. Sometimes, it may even necessitate frequent monitoring of drug levels, for example, Vancomycin. AKI is thus an important contributor to longer hospital stays and patient morbidity. [6] [7] [8]", "contents": "Acute Kidney Injury (Nursing) -- Risk Factors. AKI is commonly seen in patients admitted to the hospital. It is often an important factor that contributes to the decision to hospitalize for other conditions, if not being the sole reason for hospitalization. AKI is one of the most clinically impactful diseases since it affects patient management greatly regarding the treatment options for their primary disease. Most drugs or procedures that use contrast media may need to delay due to co-existent AKI. Most of the drugs are renally excreted, and dosages might need to be adjusted to account for the reduced renal function. Sometimes, it may even necessitate frequent monitoring of drug levels, for example, Vancomycin. AKI is thus an important contributor to longer hospital stays and patient morbidity. [6] [7] [8]"}
{"id": "nurse-article-17169_8", "title": "Acute Kidney Injury (Nursing) -- Assessment", "content": "The history and physical exam should focus on determining the etiology of AKI and the timeline of progression. If the history points towards hypovolemia or hypotension, then the treatment is guided towards volume repletion. The physician needs to look for inciting events such as diarrhea, nausea, vomiting, which may have caused volume loss, or any over-the-counter drugs such as NSAIDs or other nephrotoxins. One of the important signs to look for on a physical exam is orthostatic vital signs since they are an important clue for hypovolemia and, in an appropriate clinical context, would guide treatment. History and physical are essential in AKI because, more often than not, labs are unable to provide a clear answer as to the etiology of AKI.", "contents": "Acute Kidney Injury (Nursing) -- Assessment. The history and physical exam should focus on determining the etiology of AKI and the timeline of progression. If the history points towards hypovolemia or hypotension, then the treatment is guided towards volume repletion. The physician needs to look for inciting events such as diarrhea, nausea, vomiting, which may have caused volume loss, or any over-the-counter drugs such as NSAIDs or other nephrotoxins. One of the important signs to look for on a physical exam is orthostatic vital signs since they are an important clue for hypovolemia and, in an appropriate clinical context, would guide treatment. History and physical are essential in AKI because, more often than not, labs are unable to provide a clear answer as to the etiology of AKI."}
{"id": "nurse-article-17169_9", "title": "Acute Kidney Injury (Nursing) -- Evaluation", "content": "All patients presenting with AKI warrant a basic lab panel, including a basic metabolic panel. Sometimes, urine electrolytes can be helpful in suggesting an etiology of the AKI. Renal ultrasound can be helpful if obstructive causes are suspected. However, routine renal ultrasound for every patient with AKI is not warranted. Urine sediment examination can also provide important clues as to the etiology, such as muddy brown casts seen in acute tubular necrosis. [9] [10]", "contents": "Acute Kidney Injury (Nursing) -- Evaluation. All patients presenting with AKI warrant a basic lab panel, including a basic metabolic panel. Sometimes, urine electrolytes can be helpful in suggesting an etiology of the AKI. Renal ultrasound can be helpful if obstructive causes are suspected. However, routine renal ultrasound for every patient with AKI is not warranted. Urine sediment examination can also provide important clues as to the etiology, such as muddy brown casts seen in acute tubular necrosis. [9] [10]"}
{"id": "nurse-article-17169_10", "title": "Acute Kidney Injury (Nursing) -- Evaluation", "content": "There are markers of tubular function that can be calculated to help distinguish an etiology like the fractional excretion of sodium and urea, urine osmolality, but the sensitivity of all these markers is very poor, and they are affected by many drugs very commonly used in clinical practice such as diuretics. Therefore, no single marker can be reliably used in isolation to distinguish pre-renal from renal causes of AKI, which is a common misconception in clinical practice.", "contents": "Acute Kidney Injury (Nursing) -- Evaluation. There are markers of tubular function that can be calculated to help distinguish an etiology like the fractional excretion of sodium and urea, urine osmolality, but the sensitivity of all these markers is very poor, and they are affected by many drugs very commonly used in clinical practice such as diuretics. Therefore, no single marker can be reliably used in isolation to distinguish pre-renal from renal causes of AKI, which is a common misconception in clinical practice."}
{"id": "nurse-article-17169_11", "title": "Acute Kidney Injury (Nursing) -- Medical Management", "content": "Except for post-renal AKI, most cases overlap between pre-renal and acute tubular necrosis type of AKI. [11] [12] The best way to determine if the AKI is pre-renal or not is a fluid challenge. If the clinical scenario doesn't contradict it, all patients with acute renal dysfunction should receive a fluid challenge. They require close monitoring of urine output and renal function. If the renal function improves with fluid, that is the best indicator of a pre-Renal AKI. Acute tubular necrosis is very slow to recover and can take weeks to months for complete recovery of renal function. It may not normalize at all sometimes. Another important thing to consider for these patients is to avoid any further insult to the kidneys, such as nephrotoxic drugs. Any and all medications need to be renally dosed once a patient develops AKI. Sometimes, AKI may need short-term renal replacement therapy until the kidney function recovers. This is seen especially in the oliguric phase of acute tubular necrosis, where the patient is prone to develop multiple electrolyte and acid-base abnormalities as well as fluid overload. [13]", "contents": "Acute Kidney Injury (Nursing) -- Medical Management. Except for post-renal AKI, most cases overlap between pre-renal and acute tubular necrosis type of AKI. [11] [12] The best way to determine if the AKI is pre-renal or not is a fluid challenge. If the clinical scenario doesn't contradict it, all patients with acute renal dysfunction should receive a fluid challenge. They require close monitoring of urine output and renal function. If the renal function improves with fluid, that is the best indicator of a pre-Renal AKI. Acute tubular necrosis is very slow to recover and can take weeks to months for complete recovery of renal function. It may not normalize at all sometimes. Another important thing to consider for these patients is to avoid any further insult to the kidneys, such as nephrotoxic drugs. Any and all medications need to be renally dosed once a patient develops AKI. Sometimes, AKI may need short-term renal replacement therapy until the kidney function recovers. This is seen especially in the oliguric phase of acute tubular necrosis, where the patient is prone to develop multiple electrolyte and acid-base abnormalities as well as fluid overload. [13]"}
{"id": "nurse-article-17169_12", "title": "Acute Kidney Injury (Nursing) -- Nursing Management", "content": "Monitor vitals including urine output Weigh patient daily to determine fluid retention Assess heart and lung sounds Monitor mental status changes and level of consciousness Assess periorbital and dependent edema Review chest x-ray and laboratory parameters (BUN and creatinine) Insert a Foley catheter to monitor ins and outs Administer diuretics as prescribed Monitor blood pressure and treat accordingly Check levels of potassium and if high, treat as clinician orders Limit intake of fluids Encourage a low sodium diet, limit foods with high potassium like bananas, oranges, and tomatoes Keep head of bed elevated", "contents": "Acute Kidney Injury (Nursing) -- Nursing Management. Monitor vitals including urine output Weigh patient daily to determine fluid retention Assess heart and lung sounds Monitor mental status changes and level of consciousness Assess periorbital and dependent edema Review chest x-ray and laboratory parameters (BUN and creatinine) Insert a Foley catheter to monitor ins and outs Administer diuretics as prescribed Monitor blood pressure and treat accordingly Check levels of potassium and if high, treat as clinician orders Limit intake of fluids Encourage a low sodium diet, limit foods with high potassium like bananas, oranges, and tomatoes Keep head of bed elevated"}
{"id": "nurse-article-17169_13", "title": "Acute Kidney Injury (Nursing) -- When To Seek Help", "content": "Extreme nausea and vomiting Itching Low blood pressure Shortness of breath No urine output Unresponsive or sudden change in mental status", "contents": "Acute Kidney Injury (Nursing) -- When To Seek Help. Extreme nausea and vomiting Itching Low blood pressure Shortness of breath No urine output Unresponsive or sudden change in mental status"}
{"id": "nurse-article-17169_14", "title": "Acute Kidney Injury (Nursing) -- Outcome Identification", "content": "Restore kidney function Normalization of BUN and creatinine Good hydration Healthy body weight with no dependent edema Alert and normal mental status", "contents": "Acute Kidney Injury (Nursing) -- Outcome Identification. Restore kidney function Normalization of BUN and creatinine Good hydration Healthy body weight with no dependent edema Alert and normal mental status"}
{"id": "nurse-article-17169_15", "title": "Acute Kidney Injury (Nursing) -- Monitoring", "content": "Check urine output Bodyweight BUN and creatinine levels Patient skin for dryness and itching Check eyes and feet for dependent edema Listen for rales and look for signs of respiratory distress Check potassium levels Read ECG to ensure that the T wave has no large peaks (a sign of hyperkalemia)", "contents": "Acute Kidney Injury (Nursing) -- Monitoring. Check urine output Bodyweight BUN and creatinine levels Patient skin for dryness and itching Check eyes and feet for dependent edema Listen for rales and look for signs of respiratory distress Check potassium levels Read ECG to ensure that the T wave has no large peaks (a sign of hyperkalemia)"}
{"id": "nurse-article-17169_16", "title": "Acute Kidney Injury (Nursing) -- Coordination of Care", "content": "AKI does have significant morbidity and mortality. Today, the aim is to try and prevent the condition in the first place by employing a multidisciplinary team approach. All healthcare workers must be aware of the condition and its causes. The pharmacist should ensure that the patient is on no nephrotoxic medications at the first signs of creatinine elevation. The nurse should ensure that the patient is well hydrated prior to any contrast study and can produce adequate urine. For those who develop AKI, the nurse should educate the patient on agents to avoid worsening the renal injury. Plus, close follow-up with a nephrologist is highly recommended. Finally, the patient should have a dietary consult because salt and fluid restriction is vital when managing AKI. Similarly, the patient should avoid a high potassium diet when there is renal dysfunction. Because AKI induces a catabolic state, the patient should be encouraged to eat at least 1800 calories per day. [14] [15] [16] [Level 5]", "contents": "Acute Kidney Injury (Nursing) -- Coordination of Care. AKI does have significant morbidity and mortality. Today, the aim is to try and prevent the condition in the first place by employing a multidisciplinary team approach. All healthcare workers must be aware of the condition and its causes. The pharmacist should ensure that the patient is on no nephrotoxic medications at the first signs of creatinine elevation. The nurse should ensure that the patient is well hydrated prior to any contrast study and can produce adequate urine. For those who develop AKI, the nurse should educate the patient on agents to avoid worsening the renal injury. Plus, close follow-up with a nephrologist is highly recommended. Finally, the patient should have a dietary consult because salt and fluid restriction is vital when managing AKI. Similarly, the patient should avoid a high potassium diet when there is renal dysfunction. Because AKI induces a catabolic state, the patient should be encouraged to eat at least 1800 calories per day. [14] [15] [16] [Level 5]"}
{"id": "nurse-article-17169_17", "title": "Acute Kidney Injury (Nursing) -- Coordination of Care -- Outcomes", "content": "The outcomes for patients with AKI depend on the cause of the renal dysfunction, the presence of any underlying kidney disease, and the duration of the renal dysfunction. In the past, it was widely believed that AKI was fully reversible in all patients. Studies now show that in patients with a low eGFR, not only is there a higher risk of progressing to end-stage renal disease, but it also increases the mortality rate. In addition, AKI can also worsen the quality of life compared to the general population. Individuals who have a sudden increase in creatinine usually tend to have the worst prognosis. Today, in-hospital mortality for patients with AKI varies between 30-50%, especially when dialysis is required. Negative prognostic factors include: Advanced age Oliguria Use of vasopressors Multiorgan dysfunction Need for blood transfusions Hypotension", "contents": "Acute Kidney Injury (Nursing) -- Coordination of Care -- Outcomes. The outcomes for patients with AKI depend on the cause of the renal dysfunction, the presence of any underlying kidney disease, and the duration of the renal dysfunction. In the past, it was widely believed that AKI was fully reversible in all patients. Studies now show that in patients with a low eGFR, not only is there a higher risk of progressing to end-stage renal disease, but it also increases the mortality rate. In addition, AKI can also worsen the quality of life compared to the general population. Individuals who have a sudden increase in creatinine usually tend to have the worst prognosis. Today, in-hospital mortality for patients with AKI varies between 30-50%, especially when dialysis is required. Negative prognostic factors include: Advanced age Oliguria Use of vasopressors Multiorgan dysfunction Need for blood transfusions Hypotension"}
{"id": "nurse-article-17169_18", "title": "Acute Kidney Injury (Nursing) -- Coordination of Care -- Outcomes", "content": "Over the long term, at least 12% to 15% of patients with AKI may require permanent dialysis. Mortality is increased in patients with high APACHE lll score, advanced age, and persistent creatinine elevation. [17] [18] [Level 5]", "contents": "Acute Kidney Injury (Nursing) -- Coordination of Care -- Outcomes. Over the long term, at least 12% to 15% of patients with AKI may require permanent dialysis. Mortality is increased in patients with high APACHE lll score, advanced age, and persistent creatinine elevation. [17] [18] [Level 5]"}
{"id": "nurse-article-17169_19", "title": "Acute Kidney Injury (Nursing) -- Health Teaching and Health Promotion", "content": "Eat a healthy low sodium diet, avoiding bananas, oranges, and tomatoes Ambulate Do not smoke Avoid medications like NSAIDs Educate patient on renal failure and potential treatments Get blood work regularly to ensure that BUN, creatinine, and potassium levels are within the normal range", "contents": "Acute Kidney Injury (Nursing) -- Health Teaching and Health Promotion. Eat a healthy low sodium diet, avoiding bananas, oranges, and tomatoes Ambulate Do not smoke Avoid medications like NSAIDs Educate patient on renal failure and potential treatments Get blood work regularly to ensure that BUN, creatinine, and potassium levels are within the normal range"}
{"id": "nurse-article-17169_20", "title": "Acute Kidney Injury (Nursing) -- Risk Management", "content": "Refer patient to a nephrologist if urine output is low, potassium is high and BUN/Creatinine levels are high If there is a change in mental status, the clinician should be notified.", "contents": "Acute Kidney Injury (Nursing) -- Risk Management. Refer patient to a nephrologist if urine output is low, potassium is high and BUN/Creatinine levels are high If there is a change in mental status, the clinician should be notified."}
{"id": "nurse-article-17169_21", "title": "Acute Kidney Injury (Nursing) -- Discharge Planning", "content": "Eat a healthy diet Follow up with providers Control blood pressure Take medications as prescribed If short of breath or not passing urine, return to the emergency department.", "contents": "Acute Kidney Injury (Nursing) -- Discharge Planning. Eat a healthy diet Follow up with providers Control blood pressure Take medications as prescribed If short of breath or not passing urine, return to the emergency department."}
{"id": "nurse-article-17169_22", "title": "Acute Kidney Injury (Nursing) -- Pearls and Other issues", "content": "Mild AKI can often be managed outpatient. More often than not, AKI is a co-existent problem for hospitalized patients and usually is appropriate for these patients to be on the general medical floor unless they also have an electrolyte imbalance or significant volume overload, in which case, they may require a higher level of care. The most important issues to realize for clinicians dealing with AKI are adjusting the dose of any medications these patients are taking and avoiding nephrotoxic medications as much as possible. The other important thing to consider is an appropriate fluid challenge whenever possible.", "contents": "Acute Kidney Injury (Nursing) -- Pearls and Other issues. Mild AKI can often be managed outpatient. More often than not, AKI is a co-existent problem for hospitalized patients and usually is appropriate for these patients to be on the general medical floor unless they also have an electrolyte imbalance or significant volume overload, in which case, they may require a higher level of care. The most important issues to realize for clinicians dealing with AKI are adjusting the dose of any medications these patients are taking and avoiding nephrotoxic medications as much as possible. The other important thing to consider is an appropriate fluid challenge whenever possible."}
{"id": "nurse-article-17169_23", "title": "Acute Kidney Injury (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Kidney Injury (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}