{"id": "nurse-article-30554_0", "title": "Travelers Diarrhea (Nursing) -- Learning Outcome", "content": "List the causes of traveler's diarrhea Describe the presentation of traveler's diarrhea Summarize the treatment of traveler's diarrhea Recall the nursing role in the management of traveler's diarrhea", "contents": "Travelers Diarrhea (Nursing) -- Learning Outcome. List the causes of traveler's diarrhea Describe the presentation of traveler's diarrhea Summarize the treatment of traveler's diarrhea Recall the nursing role in the management of traveler's diarrhea"}
{"id": "nurse-article-30554_1", "title": "Travelers Diarrhea (Nursing) -- Introduction", "content": "Travelers’ diarrhea is a common ailment in persons traveling to resource-limited destinations overseas. Estimates indicate that it affects nearly 40% to 60% of travelers depending on the place they travel, and it is the most common travel-associated condition.  Bacterial, viral, and parasitic infections can cause symptoms, though bacterial sources represent the most frequent etiology. While travelers’ diarrhea is typically a benign self-resolving condition, it can lead to dehydration and, in severe cases, significant complications. [1] [2] [3]", "contents": "Travelers Diarrhea (Nursing) -- Introduction. Travelers’ diarrhea is a common ailment in persons traveling to resource-limited destinations overseas. Estimates indicate that it affects nearly 40% to 60% of travelers depending on the place they travel, and it is the most common travel-associated condition.  Bacterial, viral, and parasitic infections can cause symptoms, though bacterial sources represent the most frequent etiology. While travelers’ diarrhea is typically a benign self-resolving condition, it can lead to dehydration and, in severe cases, significant complications. [1] [2] [3]"}
{"id": "nurse-article-30554_2", "title": "Travelers Diarrhea (Nursing) -- Nursing Diagnosis", "content": "Inadequate fluid balance Pain Anxiety Inadequate nutrition Fatigue Ineffective control of bowel movements Fluid volume deficit Risk for decreased cardiac output Activity intolerance", "contents": "Travelers Diarrhea (Nursing) -- Nursing Diagnosis. Inadequate fluid balance Pain Anxiety Inadequate nutrition Fatigue Ineffective control of bowel movements Fluid volume deficit Risk for decreased cardiac output Activity intolerance"}
{"id": "nurse-article-30554_3", "title": "Travelers Diarrhea (Nursing) -- Causes", "content": "The most common bacterial cause is enterotoxigenic Escherichia coli (ETEC), with estimates that the bacteria is responsible for nearly 30% of cases. Other common bacterial causes of travelers' diarrhea include Campylobacter jejuni , Shigella , and Salmonella species. Norovirus is the most common viral cause, while rotavirus is another source of infection. Giardia intestinalis is the most common parasitic source, while Cryptosporidium and Entamoeba histolytica can also cause travelers' diarrhea. The most common cause of travelers' diarrhea varies by region. In mild cases of Travelers' diarrhea, infectious bacteria are not identified. [4] [5] [6]", "contents": "Travelers Diarrhea (Nursing) -- Causes. The most common bacterial cause is enterotoxigenic Escherichia coli (ETEC), with estimates that the bacteria is responsible for nearly 30% of cases. Other common bacterial causes of travelers' diarrhea include Campylobacter jejuni , Shigella , and Salmonella species. Norovirus is the most common viral cause, while rotavirus is another source of infection. Giardia intestinalis is the most common parasitic source, while Cryptosporidium and Entamoeba histolytica can also cause travelers' diarrhea. The most common cause of travelers' diarrhea varies by region. In mild cases of Travelers' diarrhea, infectious bacteria are not identified. [4] [5] [6]"}
{"id": "nurse-article-30554_4", "title": "Travelers Diarrhea (Nursing) -- Risk Factors", "content": "Estimates place the incidence of travelers’ diarrhea at 30% to 60% of travelers to resource-limited destinations. Incidence and causal agents vary by location, with the highest frequency reported in sub-Saharan Africa. Other locations with a high rate include Latin America, the Middle East, and South Asia. Risk factors are typically related to poor hygiene in resource-limited areas. These include poor hygienic practices in food handling and preparation, lack of refrigeration due to inadequate electrical supply, and poor food storage practices. Additional modifiable risk factors include proton pump inhibitor (PPI) use, recent antibiotic use, and unsafe sexual practices. Risk factors for severe complications are pregnancy, young or old age, travelers with underlying chronic gastrointestinal diseases, or people who are immunocompromised. [7] [8]", "contents": "Travelers Diarrhea (Nursing) -- Risk Factors. Estimates place the incidence of travelers’ diarrhea at 30% to 60% of travelers to resource-limited destinations. Incidence and causal agents vary by location, with the highest frequency reported in sub-Saharan Africa. Other locations with a high rate include Latin America, the Middle East, and South Asia. Risk factors are typically related to poor hygiene in resource-limited areas. These include poor hygienic practices in food handling and preparation, lack of refrigeration due to inadequate electrical supply, and poor food storage practices. Additional modifiable risk factors include proton pump inhibitor (PPI) use, recent antibiotic use, and unsafe sexual practices. Risk factors for severe complications are pregnancy, young or old age, travelers with underlying chronic gastrointestinal diseases, or people who are immunocompromised. [7] [8]"}
{"id": "nurse-article-30554_5", "title": "Travelers Diarrhea (Nursing) -- Assessment", "content": "The onset of symptoms will typically occur one to two weeks after arrival in a resource-limited destination, though travelers can develop symptoms throughout their stay or shortly after arrival. Diagnostic criteria for Travelers' diarrhea are three or more loose stools in 24 hours or a two-fold increase from baseline bowel habits. Diarrhea often occurs precipitously and is accompanied by abdominal cramping, fever, nausea, or vomiting. The patients' review of systems should include blood in their stool, fever, chills, or any associated symptoms. A thorough travel history should be obtained, including timeline and itinerary, diet and water consumption at their destination, illnesses in other travelers, and possible sexual exposures.", "contents": "Travelers Diarrhea (Nursing) -- Assessment. The onset of symptoms will typically occur one to two weeks after arrival in a resource-limited destination, though travelers can develop symptoms throughout their stay or shortly after arrival. Diagnostic criteria for Travelers' diarrhea are three or more loose stools in 24 hours or a two-fold increase from baseline bowel habits. Diarrhea often occurs precipitously and is accompanied by abdominal cramping, fever, nausea, or vomiting. The patients' review of systems should include blood in their stool, fever, chills, or any associated symptoms. A thorough travel history should be obtained, including timeline and itinerary, diet and water consumption at their destination, illnesses in other travelers, and possible sexual exposures."}
{"id": "nurse-article-30554_6", "title": "Travelers Diarrhea (Nursing) -- Assessment", "content": "In most self-limited cases, a physical examination will show mild diffuse abdominal tender to palpation. Providers should assess for dehydration through skin turgor and capillary refill.  In more severe cases, patients may have severe abdominal pain, high fever, and evidence of hypovolemia (tachycardia, hypotension).", "contents": "Travelers Diarrhea (Nursing) -- Assessment. In most self-limited cases, a physical examination will show mild diffuse abdominal tender to palpation. Providers should assess for dehydration through skin turgor and capillary refill.  In more severe cases, patients may have severe abdominal pain, high fever, and evidence of hypovolemia (tachycardia, hypotension)."}
{"id": "nurse-article-30554_7", "title": "Travelers Diarrhea (Nursing) -- Evaluation", "content": "Laboratory investigation is typically not required in most cases. However, stool studies are indicated for patients with high fever, hematochezia, or tenesmus. Typical stool studies include stool culture, fecal leukocytes, and lactoferrin. The stool should be assessed for ova and parasites in patients with longer duration of symptoms. New multiplex polymerase chain reaction (PCR) screens are becoming available and provide a quick analysis of multiple stool pathogens. These screens, however, are expensive, are not widely available, and may not change the clinical management of patients. [4]", "contents": "Travelers Diarrhea (Nursing) -- Evaluation. Laboratory investigation is typically not required in most cases. However, stool studies are indicated for patients with high fever, hematochezia, or tenesmus. Typical stool studies include stool culture, fecal leukocytes, and lactoferrin. The stool should be assessed for ova and parasites in patients with longer duration of symptoms. New multiplex polymerase chain reaction (PCR) screens are becoming available and provide a quick analysis of multiple stool pathogens. These screens, however, are expensive, are not widely available, and may not change the clinical management of patients. [4]"}
{"id": "nurse-article-30554_8", "title": "Travelers Diarrhea (Nursing) -- Evaluation", "content": "Radiological studies are not required in most cases. Kidneys, ureters, and bladder studies can be obtained to assess for acute intra-abdominal pathology or look for evidence of perforation in severe cases. An abdominal computerized tomography (CT) can also be used as a diagnostic tool for intraabdominal pathology in severe cases.", "contents": "Travelers Diarrhea (Nursing) -- Evaluation. Radiological studies are not required in most cases. Kidneys, ureters, and bladder studies can be obtained to assess for acute intra-abdominal pathology or look for evidence of perforation in severe cases. An abdominal computerized tomography (CT) can also be used as a diagnostic tool for intraabdominal pathology in severe cases."}
{"id": "nurse-article-30554_9", "title": "Travelers Diarrhea (Nursing) -- Medical Management", "content": "Travelers' should receive education concerning risk reduction before travel. Learning objectives include avoiding tap water and ice, frequent hand washing, avoiding leafy vegetables or unpeeled fruit, and avoiding street food. Bismuth subsalicylate (two tabs four times a day) can be used for prophylaxis and can reduce the incidence of travelers' diarrhea by almost half. However, children and pregnant women should avoid Bismuth due to salicylate side effects. In short high-stakes travel, it may be reasonable to start antibiotics as prophylaxis. This is not advisable for longer-term travel. Rifaximin is a commonly used chemoprophylaxis due to its minimal systemic absorption and minimal side effects. [9] [10] [11] [10]", "contents": "Travelers Diarrhea (Nursing) -- Medical Management. Travelers' should receive education concerning risk reduction before travel. Learning objectives include avoiding tap water and ice, frequent hand washing, avoiding leafy vegetables or unpeeled fruit, and avoiding street food. Bismuth subsalicylate (two tabs four times a day) can be used for prophylaxis and can reduce the incidence of travelers' diarrhea by almost half. However, children and pregnant women should avoid Bismuth due to salicylate side effects. In short high-stakes travel, it may be reasonable to start antibiotics as prophylaxis. This is not advisable for longer-term travel. Rifaximin is a commonly used chemoprophylaxis due to its minimal systemic absorption and minimal side effects. [9] [10] [11] [10]"}
{"id": "nurse-article-30554_10", "title": "Travelers Diarrhea (Nursing) -- Medical Management", "content": "The foundation of diarrhea management is fluid repletion. In mild cases, travelers should focus on increasing fluid intake. Water is usually sufficient exclusively. However, sports drinks, Pedialyte, and other electrolyte fluids can be substituted. Travelers' should avoid milk and juice, as this can worsen diarrhea. In more severe cases, oral rehydration salt tablets can rehydrate a depleted individual. In cases of severe dehydration, intravenous fluids are advised.", "contents": "Travelers Diarrhea (Nursing) -- Medical Management. The foundation of diarrhea management is fluid repletion. In mild cases, travelers should focus on increasing fluid intake. Water is usually sufficient exclusively. However, sports drinks, Pedialyte, and other electrolyte fluids can be substituted. Travelers' should avoid milk and juice, as this can worsen diarrhea. In more severe cases, oral rehydration salt tablets can rehydrate a depleted individual. In cases of severe dehydration, intravenous fluids are advised."}
{"id": "nurse-article-30554_11", "title": "Travelers Diarrhea (Nursing) -- Medical Management", "content": "Treatment is supportive in mild-moderate cases. In patients without signs of inflammatory diarrhea, loperamide can be used for symptomatic relief.  The typical dose for adults is 4 mg initially with 2 mg after each subsequent loose stool, not to exceed 16 mg total in a day.", "contents": "Travelers Diarrhea (Nursing) -- Medical Management. Treatment is supportive in mild-moderate cases. In patients without signs of inflammatory diarrhea, loperamide can be used for symptomatic relief.  The typical dose for adults is 4 mg initially with 2 mg after each subsequent loose stool, not to exceed 16 mg total in a day."}
{"id": "nurse-article-30554_12", "title": "Travelers Diarrhea (Nursing) -- Medical Management", "content": "Also, travelers can be prescribed antibiotics to take as needed at the onset of symptoms. Ciprofloxacin is commonly used for treatment, though there are concerns with resistance with Campylobacter species.  For this reason, fluoroquinolones are not the drug class of choice for travelers to Asia. Azithromycin is preferred, especially for pregnant travelers and children. A standard regimen is 500 mg daily for three days, though evidence suggests that a single dose of 1000 mg may be slightly more effective. Parents can be given azithromycin powder with instructions to mix with water when needed. Rifaximin is a minimally absorbed antibiotic that is also available and is safe for older children and pregnant travelers.", "contents": "Travelers Diarrhea (Nursing) -- Medical Management. Also, travelers can be prescribed antibiotics to take as needed at the onset of symptoms. Ciprofloxacin is commonly used for treatment, though there are concerns with resistance with Campylobacter species.  For this reason, fluoroquinolones are not the drug class of choice for travelers to Asia. Azithromycin is preferred, especially for pregnant travelers and children. A standard regimen is 500 mg daily for three days, though evidence suggests that a single dose of 1000 mg may be slightly more effective. Parents can be given azithromycin powder with instructions to mix with water when needed. Rifaximin is a minimally absorbed antibiotic that is also available and is safe for older children and pregnant travelers."}
{"id": "nurse-article-30554_13", "title": "Travelers Diarrhea (Nursing) -- Nursing Management", "content": "Obtain a travel history of diarrhea and abdominal discomfort Determine how many episodes of diarrhea patient is having Assess vital signs Assess orthostasis and degree of dehydration Manage nausea Send stools for culture Encourage oral fluid intake Encourage patient to avoid spicy, fatty and high carbohydrate foods Avoid medications that slow down bowel movements Administer loperamide when ordered Teach patient proper handwashing Educate patient on washing foods and the use of clean water Educate patient on traveler's diarrhea When traveling, tell the patient to drink bottled water", "contents": "Travelers Diarrhea (Nursing) -- Nursing Management. Obtain a travel history of diarrhea and abdominal discomfort Determine how many episodes of diarrhea patient is having Assess vital signs Assess orthostasis and degree of dehydration Manage nausea Send stools for culture Encourage oral fluid intake Encourage patient to avoid spicy, fatty and high carbohydrate foods Avoid medications that slow down bowel movements Administer loperamide when ordered Teach patient proper handwashing Educate patient on washing foods and the use of clean water Educate patient on traveler's diarrhea When traveling, tell the patient to drink bottled water"}
{"id": "nurse-article-30554_14", "title": "Travelers Diarrhea (Nursing) -- When To Seek Help", "content": "Loss of consciousness Altered mental status Blood in stools Fever greater than 100.4 Severe abdominal pain Dizziness (hypotension)", "contents": "Travelers Diarrhea (Nursing) -- When To Seek Help. Loss of consciousness Altered mental status Blood in stools Fever greater than 100.4 Severe abdominal pain Dizziness (hypotension)"}
{"id": "nurse-article-30554_15", "title": "Travelers Diarrhea (Nursing) -- Outcome Identification", "content": "The prognosis for most patients with traveler's diarrhea is excellent. However, thousands of patients go to the emergency departments each year, seeking a magical cure. Rehydration is the key, and admission is reserved for severe dehydration with orthostatic hypotension. The elderly and children under the age of four are at the highest risk for developing complications. This often occurs because of the self-prescribing of over-the-counter medications. [12] [13] (Level V)", "contents": "Travelers Diarrhea (Nursing) -- Outcome Identification. The prognosis for most patients with traveler's diarrhea is excellent. However, thousands of patients go to the emergency departments each year, seeking a magical cure. Rehydration is the key, and admission is reserved for severe dehydration with orthostatic hypotension. The elderly and children under the age of four are at the highest risk for developing complications. This often occurs because of the self-prescribing of over-the-counter medications. [12] [13] (Level V)"}
{"id": "nurse-article-30554_16", "title": "Travelers Diarrhea (Nursing) -- Coordination of Care", "content": "The key to Traveler's diarrhea is preventing it. Today, nurses and pharmacists are in the prime position to educate the patient on the importance of hydration and good hygiene. The Traveler should be educated on drinking bottled water and washing all fresh fruit and vegetables before consumption. Plus, travelers should be warned not to drink from lakes and streams. The pharmacist should educate the Traveler on managing the symptoms of diarrhea with over-the-counter medications or loperamide. Finally, the Traveler should be educated on the symptoms of dehydration and when to seek medical care. [1] [8] (level V)", "contents": "Travelers Diarrhea (Nursing) -- Coordination of Care. The key to Traveler's diarrhea is preventing it. Today, nurses and pharmacists are in the prime position to educate the patient on the importance of hydration and good hygiene. The Traveler should be educated on drinking bottled water and washing all fresh fruit and vegetables before consumption. Plus, travelers should be warned not to drink from lakes and streams. The pharmacist should educate the Traveler on managing the symptoms of diarrhea with over-the-counter medications or loperamide. Finally, the Traveler should be educated on the symptoms of dehydration and when to seek medical care. [1] [8] (level V)"}
{"id": "nurse-article-30554_17", "title": "Travelers Diarrhea (Nursing) -- Health Teaching and Health Promotion", "content": "Wash hands regularly Avoid shellfish from waters that are contaminated Wash all foods before consumption Drink bottled water when traveling Avoid consumption of raw poultry or eggs When traveling, consume dry foods and carbonated beverages Avoid water and ice from the street Avoid drinking water from lakes and rivers", "contents": "Travelers Diarrhea (Nursing) -- Health Teaching and Health Promotion. Wash hands regularly Avoid shellfish from waters that are contaminated Wash all foods before consumption Drink bottled water when traveling Avoid consumption of raw poultry or eggs When traveling, consume dry foods and carbonated beverages Avoid water and ice from the street Avoid drinking water from lakes and rivers"}
{"id": "nurse-article-30554_18", "title": "Travelers Diarrhea (Nursing) -- Discharge Planning", "content": "The majority of patients are managed as outpatients and need to do the following: Maintain hydration Hand washing Only take antimotility agents if prescribed by the healthcare provider Maintain good personal hygiene If diarrhea persists for more than 10 days, should follow up with the primary provider", "contents": "Travelers Diarrhea (Nursing) -- Discharge Planning. The majority of patients are managed as outpatients and need to do the following: Maintain hydration Hand washing Only take antimotility agents if prescribed by the healthcare provider Maintain good personal hygiene If diarrhea persists for more than 10 days, should follow up with the primary provider"}
{"id": "nurse-article-30554_19", "title": "Travelers Diarrhea (Nursing) -- Pearls and Other issues", "content": "There is a strong correlation with travelers’ diarrhea and the subsequent development of irritable bowel syndrome (IBS), with some studies suggesting up to 50% incidence.", "contents": "Travelers Diarrhea (Nursing) -- Pearls and Other issues. There is a strong correlation with travelers’ diarrhea and the subsequent development of irritable bowel syndrome (IBS), with some studies suggesting up to 50% incidence."}
{"id": "nurse-article-30554_20", "title": "Travelers Diarrhea (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Travelers Diarrhea (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}