{"id": "nurse-article-18878_0", "title": "Cardiac Arrest (Nursing) -- Learning Outcome", "content": "List the causes of cardiac arrest Describe the management of a patient who has just arrested Recall the risk factors for heart disease Summarize the role of the nurse in a cardiac arrest event", "contents": "Cardiac Arrest (Nursing) -- Learning Outcome. List the causes of cardiac arrest Describe the management of a patient who has just arrested Recall the risk factors for heart disease Summarize the role of the nurse in a cardiac arrest event"}
{"id": "nurse-article-18878_1", "title": "Cardiac Arrest (Nursing) -- Introduction", "content": "As defined by the American Heart Association and the American College of Cardiology, \"(sudden) cardiac arrest is the sudden cessation of cardiac activity so that the victim becomes unresponsive, with no normal breathing and no signs of circulation. If corrective measures are not taken rapidly, this condition progresses to sudden death. Cardiac arrest should be used to signify an event as described above, that is reversed, usually by CPR and/or defibrillation or cardioversion, or cardiac pacing. Sudden cardiac death should not be used to describe events that are not fatal.\" [1] Each year more than 400,000 Americans succumb to sudden cardiac death. [2] Those suffering from cardiac arrest may or may not have previously diagnosed heart disease. The cause of cardiac arrest varies by population and age, most commonly occurring in those with a previous diagnosis of heart disease. Most of all cardiac deaths are sudden and usually unexpected, which has proven to be uniformly fatal in the past. However, bystander cardiopulmonary resuscitation (CPR) and advances within emergency medical services (EMS) have proven life-saving interventions. Despite this, approximately 10% of those suffering from cardiac arrest leave the hospital alive, most of which are neurologically impaired. [3]", "contents": "Cardiac Arrest (Nursing) -- Introduction. As defined by the American Heart Association and the American College of Cardiology, \"(sudden) cardiac arrest is the sudden cessation of cardiac activity so that the victim becomes unresponsive, with no normal breathing and no signs of circulation. If corrective measures are not taken rapidly, this condition progresses to sudden death. Cardiac arrest should be used to signify an event as described above, that is reversed, usually by CPR and/or defibrillation or cardioversion, or cardiac pacing. Sudden cardiac death should not be used to describe events that are not fatal.\" [1] Each year more than 400,000 Americans succumb to sudden cardiac death. [2] Those suffering from cardiac arrest may or may not have previously diagnosed heart disease. The cause of cardiac arrest varies by population and age, most commonly occurring in those with a previous diagnosis of heart disease. Most of all cardiac deaths are sudden and usually unexpected, which has proven to be uniformly fatal in the past. However, bystander cardiopulmonary resuscitation (CPR) and advances within emergency medical services (EMS) have proven life-saving interventions. Despite this, approximately 10% of those suffering from cardiac arrest leave the hospital alive, most of which are neurologically impaired. [3]"}
{"id": "nurse-article-18878_2", "title": "Cardiac Arrest (Nursing) -- Nursing Diagnosis", "content": "No pulse or thready pulse No blood pressure Cyanotic Cold", "contents": "Cardiac Arrest (Nursing) -- Nursing Diagnosis. No pulse or thready pulse No blood pressure Cyanotic Cold"}
{"id": "nurse-article-18878_3", "title": "Cardiac Arrest (Nursing) -- Causes", "content": "Cardiac arrest is usually due to underlying structural cardiac disease. Seventy percent of cardiac arrest cases are thought to be due to ischemic coronary disease [2] , the leading cause of cardiac arrest. Other structural causes include congestive heart failure, left ventricular hypertrophy, congenital coronary artery abnormalities, arrhythmogenic right ventricular dysplasia, hypertrophic obstructive cardiomyopathy, and cardiac tamponade. Nonstructural cardiac causes include Brugada syndrome, Wolf-Parkinson-White syndrome and congenital long QT syndrome.", "contents": "Cardiac Arrest (Nursing) -- Causes. Cardiac arrest is usually due to underlying structural cardiac disease. Seventy percent of cardiac arrest cases are thought to be due to ischemic coronary disease [2] , the leading cause of cardiac arrest. Other structural causes include congestive heart failure, left ventricular hypertrophy, congenital coronary artery abnormalities, arrhythmogenic right ventricular dysplasia, hypertrophic obstructive cardiomyopathy, and cardiac tamponade. Nonstructural cardiac causes include Brugada syndrome, Wolf-Parkinson-White syndrome and congenital long QT syndrome."}
{"id": "nurse-article-18878_4", "title": "Cardiac Arrest (Nursing) -- Causes", "content": "There are many non-cardiac etiologies including intracranial hemorrhage, pulmonary embolism, pneumothorax, primary respiratory arrest, toxic ingestions including drug overdose, electrolyte abnormalities, severe infection (sepsis), hypothermia, or trauma.", "contents": "Cardiac Arrest (Nursing) -- Causes. There are many non-cardiac etiologies including intracranial hemorrhage, pulmonary embolism, pneumothorax, primary respiratory arrest, toxic ingestions including drug overdose, electrolyte abnormalities, severe infection (sepsis), hypothermia, or trauma."}
{"id": "nurse-article-18878_5", "title": "Cardiac Arrest (Nursing) -- Risk Factors", "content": "Occlusive (ischemic) coronary disease is the leading cause of cardiac arrest and sudden cardiac death. [4] An initial peak of sudden death occurs from birth to 6 months of age, from sudden infant death syndrome. Incidence is typically very low until reaching a second peak between ages 45 to 75. Interestingly, the most common cause of cardiac death seen in adolescent and young adults mirrors that of middle-aged and older adults. [5] Within the United States, up to 70% of all sudden cardiac death is due to underlying coronary heart disease. [2]", "contents": "Cardiac Arrest (Nursing) -- Risk Factors. Occlusive (ischemic) coronary disease is the leading cause of cardiac arrest and sudden cardiac death. [4] An initial peak of sudden death occurs from birth to 6 months of age, from sudden infant death syndrome. Incidence is typically very low until reaching a second peak between ages 45 to 75. Interestingly, the most common cause of cardiac death seen in adolescent and young adults mirrors that of middle-aged and older adults. [5] Within the United States, up to 70% of all sudden cardiac death is due to underlying coronary heart disease. [2]"}
{"id": "nurse-article-18878_6", "title": "Cardiac Arrest (Nursing) -- Risk Factors", "content": "The incidence of cardiac death is lower for women at a younger age when compared to males. [6] Despite the lower risk for women, risk factors for occlusive heart disease such as hypertension, hyperlipidemia, diabetes, cigarette smoking, increasing age and family history of coronary disease continue to predispose to cardiac death, as in males. [6]", "contents": "Cardiac Arrest (Nursing) -- Risk Factors. The incidence of cardiac death is lower for women at a younger age when compared to males. [6] Despite the lower risk for women, risk factors for occlusive heart disease such as hypertension, hyperlipidemia, diabetes, cigarette smoking, increasing age and family history of coronary disease continue to predispose to cardiac death, as in males. [6]"}
{"id": "nurse-article-18878_7", "title": "Cardiac Arrest (Nursing) -- Assessment", "content": "In many patients, warning symptoms may precede a cardiac arrest. However, many times these symptoms are unrecognized or ignored by the individual. [7] Many patients who survive cardiac arrest have amnesia, not allowing for the recollection of symptoms before an event. Data obtained from those who did not have amnesia, from family members and/or from those who witnessed the event shows that the most common symptom was chest pain. [7] Appropriately, this mirrors the most common presentations of acute coronary ischemia. An individual found to be in cardiac arrest will be unresponsive, without a pulse, and will not be breathing. A quick head-to-toe assessment will help guide treatment.", "contents": "Cardiac Arrest (Nursing) -- Assessment. In many patients, warning symptoms may precede a cardiac arrest. However, many times these symptoms are unrecognized or ignored by the individual. [7] Many patients who survive cardiac arrest have amnesia, not allowing for the recollection of symptoms before an event. Data obtained from those who did not have amnesia, from family members and/or from those who witnessed the event shows that the most common symptom was chest pain. [7] Appropriately, this mirrors the most common presentations of acute coronary ischemia. An individual found to be in cardiac arrest will be unresponsive, without a pulse, and will not be breathing. A quick head-to-toe assessment will help guide treatment."}
{"id": "nurse-article-18878_8", "title": "Cardiac Arrest (Nursing) -- Evaluation", "content": "While treating a patient in cardiac arrest, little to no blood or imaging testing is necessary. If one can obtain point-of-care testing, a potassium and glucose level may be beneficial. Point-of-care ultrasound to look for cardiac activity may also be beneficial if it does not interfere with resuscitation efforts. [8]", "contents": "Cardiac Arrest (Nursing) -- Evaluation. While treating a patient in cardiac arrest, little to no blood or imaging testing is necessary. If one can obtain point-of-care testing, a potassium and glucose level may be beneficial. Point-of-care ultrasound to look for cardiac activity may also be beneficial if it does not interfere with resuscitation efforts. [8]"}
{"id": "nurse-article-18878_9", "title": "Cardiac Arrest (Nursing) -- Medical Management", "content": "A patient in cardiac arrest is treated in multiple different stages. The interventions that have proven to reverse cardiac arrest include early CPR and early defibrillation. The initial step involves identification and basic life-support measures. If public access defibrillation is available, it should be activated and utilized if needed. Next, advanced life support measures are used, including intravenous or intraosseous medication administration. If return of spontaneous circulation (ROSC) is obtained, the patient will undergo post-resuscitation care with subsequent long-term management.", "contents": "Cardiac Arrest (Nursing) -- Medical Management. A patient in cardiac arrest is treated in multiple different stages. The interventions that have proven to reverse cardiac arrest include early CPR and early defibrillation. The initial step involves identification and basic life-support measures. If public access defibrillation is available, it should be activated and utilized if needed. Next, advanced life support measures are used, including intravenous or intraosseous medication administration. If return of spontaneous circulation (ROSC) is obtained, the patient will undergo post-resuscitation care with subsequent long-term management."}
{"id": "nurse-article-18878_10", "title": "Cardiac Arrest (Nursing) -- Medical Management", "content": "Identification of a cardiac arrest victim includes assuring a patient is unresponsive, without central pulses and not breathing normally. Once a victim is identified, immediate CPR and activation of the emergency response system should be of priority. More recently, public access defibrillation has added another layer of response. Treatment of cardiac arrest depends on rescuer scope of practice:", "contents": "Cardiac Arrest (Nursing) -- Medical Management. Identification of a cardiac arrest victim includes assuring a patient is unresponsive, without central pulses and not breathing normally. Once a victim is identified, immediate CPR and activation of the emergency response system should be of priority. More recently, public access defibrillation has added another layer of response. Treatment of cardiac arrest depends on rescuer scope of practice:"}
{"id": "nurse-article-18878_11", "title": "Cardiac Arrest (Nursing) -- Medical Management", "content": "Lay Rescuer: Treatment includes hands-only CPR and utilization of AED, if available. [9] [10] If a patient has had a drowning episode, they can attempt two rescue breaths, since the cause of cardiac arrest is likely from a primary respiratory arrest. If there is no response to rescue breathing, CPR should be initiated. One should continue CPR until the arrival of emergency responders.", "contents": "Cardiac Arrest (Nursing) -- Medical Management. Lay Rescuer: Treatment includes hands-only CPR and utilization of AED, if available. [9] [10] If a patient has had a drowning episode, they can attempt two rescue breaths, since the cause of cardiac arrest is likely from a primary respiratory arrest. If there is no response to rescue breathing, CPR should be initiated. One should continue CPR until the arrival of emergency responders."}
{"id": "nurse-article-18878_12", "title": "Cardiac Arrest (Nursing) -- Medical Management -- Basic Life Support", "content": "Treatment for those who are certified to practice basic life support (BLS) includes treatment as above, with the addition of ventilation during active CPR. Current guidelines recommend 2 breaths for every 30 compressions (30:2). [9] Providers can also manipulate the airway to aid in airway patency, thus, allowing for proper ventilation. These maneuvers include the head-tilt, chin-lift [11] , and the jaw thrust [12] . Oral airway adjuncts including the oral pharyngeal airway (OPA) and the nasopharyngeal airway (NPA) should also be utilized to benefit ventilation.", "contents": "Cardiac Arrest (Nursing) -- Medical Management -- Basic Life Support. Treatment for those who are certified to practice basic life support (BLS) includes treatment as above, with the addition of ventilation during active CPR. Current guidelines recommend 2 breaths for every 30 compressions (30:2). [9] Providers can also manipulate the airway to aid in airway patency, thus, allowing for proper ventilation. These maneuvers include the head-tilt, chin-lift [11] , and the jaw thrust [12] . Oral airway adjuncts including the oral pharyngeal airway (OPA) and the nasopharyngeal airway (NPA) should also be utilized to benefit ventilation."}
{"id": "nurse-article-18878_13", "title": "Cardiac Arrest (Nursing) -- Medical Management -- Advanced Life Support", "content": "Providers can use BLS treatment with the addition of medications and advanced airways, including supraglottic airway devices (King LT, Igel) and endotracheal intubation. Medications used in the cardiac arrest include Epinephrine and Amiodarone.  Advanced life support (ALS) providers have the additional benefit of cardiac rhythm interpretation, allowing for quicker defibrillation if indicated. Advanced Cardiac Life Support (ACLS) can teach providers the algorithms used to resuscitate a patient in cardiac arrest.", "contents": "Cardiac Arrest (Nursing) -- Medical Management -- Advanced Life Support. Providers can use BLS treatment with the addition of medications and advanced airways, including supraglottic airway devices (King LT, Igel) and endotracheal intubation. Medications used in the cardiac arrest include Epinephrine and Amiodarone.  Advanced life support (ALS) providers have the additional benefit of cardiac rhythm interpretation, allowing for quicker defibrillation if indicated. Advanced Cardiac Life Support (ACLS) can teach providers the algorithms used to resuscitate a patient in cardiac arrest."}
{"id": "nurse-article-18878_14", "title": "Cardiac Arrest (Nursing) -- Medical Management -- Physician", "content": "Providers can use ALS treatment and progress to a wide scope of practice dependent on medical versus traumatic etiology.", "contents": "Cardiac Arrest (Nursing) -- Medical Management -- Physician. Providers can use ALS treatment and progress to a wide scope of practice dependent on medical versus traumatic etiology."}
{"id": "nurse-article-18878_15", "title": "Cardiac Arrest (Nursing) -- Medical Management -- Medical", "content": "Medical cardiac arrest patients are treated with ALS as discussed above. These patients can also be placed on extracorporeal membrane oxygenation (ECMO). [13] This allows for oxygenation of the victim's blood supply until the cardiac function is restored.", "contents": "Cardiac Arrest (Nursing) -- Medical Management -- Medical. Medical cardiac arrest patients are treated with ALS as discussed above. These patients can also be placed on extracorporeal membrane oxygenation (ECMO). [13] This allows for oxygenation of the victim's blood supply until the cardiac function is restored."}
{"id": "nurse-article-18878_16", "title": "Cardiac Arrest (Nursing) -- Medical Management -- Trauma", "content": "Trauma patients can be divided into blunt (motor vehicle accident) versus penetrating (gun-shot wound). Blunt traumatic arrests are usually secondary to a large vessel injury. Patients usually succumb to their injuries immediately after the event takes place. Most blunt trauma arrest patients are deemed to be futile upon arrival of first responders. Victims of penetrating trauma are more like to survive when compared to blunt traumatic arrests. [14] Penetrating trauma patients are typically treated with bilateral needle decompressions. If ROSC is not obtained and if within a non-futile time frame, patients can undergo a resuscitative thoracotomy. This will allow for direct visualization and, if needed, an intervention of the heart, lungs and large vessels. [14] Another technique that is still under evaluation is resuscitative endovascular balloon occlusion of the aorta (REBOA). [15] This involves the placement of an endovascular balloon within the aorta to control hemorrhage, similar to cross-clamping the aorta, which is a manual technique to control hemorrhage during a resuscitative thoracotomy.", "contents": "Cardiac Arrest (Nursing) -- Medical Management -- Trauma. Trauma patients can be divided into blunt (motor vehicle accident) versus penetrating (gun-shot wound). Blunt traumatic arrests are usually secondary to a large vessel injury. Patients usually succumb to their injuries immediately after the event takes place. Most blunt trauma arrest patients are deemed to be futile upon arrival of first responders. Victims of penetrating trauma are more like to survive when compared to blunt traumatic arrests. [14] Penetrating trauma patients are typically treated with bilateral needle decompressions. If ROSC is not obtained and if within a non-futile time frame, patients can undergo a resuscitative thoracotomy. This will allow for direct visualization and, if needed, an intervention of the heart, lungs and large vessels. [14] Another technique that is still under evaluation is resuscitative endovascular balloon occlusion of the aorta (REBOA). [15] This involves the placement of an endovascular balloon within the aorta to control hemorrhage, similar to cross-clamping the aorta, which is a manual technique to control hemorrhage during a resuscitative thoracotomy."}
{"id": "nurse-article-18878_17", "title": "Cardiac Arrest (Nursing) -- Nursing Management", "content": "Check vitals Place ECG leads Have the resuscitation cart at the bedside Insert IV cannula Document Check pulses Apply defibrillator pads Obtain blood for analysis Insert foley Keep patient warm", "contents": "Cardiac Arrest (Nursing) -- Nursing Management. Check vitals Place ECG leads Have the resuscitation cart at the bedside Insert IV cannula Document Check pulses Apply defibrillator pads Obtain blood for analysis Insert foley Keep patient warm"}
{"id": "nurse-article-18878_18", "title": "Cardiac Arrest (Nursing) -- When To Seek Help", "content": "If the patient has no blood pressure, pulse and is not breathing", "contents": "Cardiac Arrest (Nursing) -- When To Seek Help. If the patient has no blood pressure, pulse and is not breathing"}
{"id": "nurse-article-18878_19", "title": "Cardiac Arrest (Nursing) -- Outcome Identification", "content": "Patient resuscitated with blood pressure and pulse The patient has ECG tracing revealing activity", "contents": "Cardiac Arrest (Nursing) -- Outcome Identification. Patient resuscitated with blood pressure and pulse The patient has ECG tracing revealing activity"}
{"id": "nurse-article-18878_20", "title": "Cardiac Arrest (Nursing) -- Monitoring", "content": "ICU monitoring Ventilation required Oxygenation status Assess mental status and neurovitals Check arterial blood gas and labs Check eyes for reaction to light Measure ins and outs", "contents": "Cardiac Arrest (Nursing) -- Monitoring. ICU monitoring Ventilation required Oxygenation status Assess mental status and neurovitals Check arterial blood gas and labs Check eyes for reaction to light Measure ins and outs"}
{"id": "nurse-article-18878_21", "title": "Cardiac Arrest (Nursing) -- Coordination of Care", "content": "The majority of patients who have a cardiac arrest have underlying coronary artery disease. Alteration of modifiable risk factors and medication adjustment can delay the onset of coronary heart disease, potentially delaying cardiac arrest. Despite the many treatments available for cardiac arrest, the majority of patients have a poor prognosis. However, many lives can still be saved with the basic, the most important interventions, including defibrillation and bystander CPR. Promotion of such education to loved ones and others interested can be lifesaving.", "contents": "Cardiac Arrest (Nursing) -- Coordination of Care. The majority of patients who have a cardiac arrest have underlying coronary artery disease. Alteration of modifiable risk factors and medication adjustment can delay the onset of coronary heart disease, potentially delaying cardiac arrest. Despite the many treatments available for cardiac arrest, the majority of patients have a poor prognosis. However, many lives can still be saved with the basic, the most important interventions, including defibrillation and bystander CPR. Promotion of such education to loved ones and others interested can be lifesaving."}
{"id": "nurse-article-18878_22", "title": "Cardiac Arrest (Nursing) -- Health Teaching and Health Promotion", "content": "Most cardiac arrests occur in an out-of-hospital setting. Since immediate CPR and utilization of the AED are the 2 main interventions shown to aid in patient outcome, [16] [17] one can see why training laypersons with adequate CPR skills can be life-saving. Despite training, there continues to be a hesitancy to initiate lay rescuer CPR. [18] This could be due to a lack of cardiac arrest recognition, lack of encouragement, or lack of confidence. The patient may also be unreachable or unmovable by the lay rescuer, hindering from optimal performance.", "contents": "Cardiac Arrest (Nursing) -- Health Teaching and Health Promotion. Most cardiac arrests occur in an out-of-hospital setting. Since immediate CPR and utilization of the AED are the 2 main interventions shown to aid in patient outcome, [16] [17] one can see why training laypersons with adequate CPR skills can be life-saving. Despite training, there continues to be a hesitancy to initiate lay rescuer CPR. [18] This could be due to a lack of cardiac arrest recognition, lack of encouragement, or lack of confidence. The patient may also be unreachable or unmovable by the lay rescuer, hindering from optimal performance."}
{"id": "nurse-article-18878_23", "title": "Cardiac Arrest (Nursing) -- Pearls and Other issues", "content": "In hopes to potentially delay cardiac arrest within the general population, one can undergo risk stratification to identify those who may benefit from certain interventions, including a stress test and screening ECG. Daily exercise, [19] healthy diet, effective treatment of hypercholesterolemia, effective treatment of hypertension, effective treatment of diabetes and smoking cessation [20] can all be beneficial. Patients with post-myocardial infarction and who have diagnosed congestive heart failure can benefit from medication specific medication adjustment, including the addition of beta blockers and angiotensin-converting enzyme inhibitors. Select patients can also benefit from ICD implantation.", "contents": "Cardiac Arrest (Nursing) -- Pearls and Other issues. In hopes to potentially delay cardiac arrest within the general population, one can undergo risk stratification to identify those who may benefit from certain interventions, including a stress test and screening ECG. Daily exercise, [19] healthy diet, effective treatment of hypercholesterolemia, effective treatment of hypertension, effective treatment of diabetes and smoking cessation [20] can all be beneficial. Patients with post-myocardial infarction and who have diagnosed congestive heart failure can benefit from medication specific medication adjustment, including the addition of beta blockers and angiotensin-converting enzyme inhibitors. Select patients can also benefit from ICD implantation."}
{"id": "nurse-article-18878_24", "title": "Cardiac Arrest (Nursing) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Arrest (Nursing) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}